{
  "ID": "83022",
  "NameSubtext_lang": "",
  "Description_lang": "Abilities requiring Stealth can be used for ${$s2/1000} sec after Stealth breaks.Combat benefits requiring Stealth persist for an additional ${$s2/1000} sec after Stealth breaks.",
  "AuraDescription_lang": "",
  "Attributes_0": "-2147483584",
  "Attributes_1": "0",
  "Attributes_2": "268435456",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "571317",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "108208",
  "name_blz": {
    "en_US": "Subterfuge",
    "es_MX": "Subterfugio",
    "pt_BR": "Subterfúgio",
    "de_DE": "Trickbetrug",
    "en_GB": "Subterfuge",
    "es_ES": "Subterfugio",
    "fr_FR": "Subterfuge",
    "it_IT": "Sotterfugio",
    "ru_RU": "Увертка",
    "ko_KR": "기만",
    "zh_TW": "欺敵",
    "zh_CN": "诡诈"
  },
  "description_blz": {
    "en_US": "Abilities requiring Stealth can be used for 3 sec after Stealth breaks.\r\n\r\nCombat benefits requiring Stealth persist for an additional 3 sec after Stealth breaks.",
    "es_MX": "Las habilidades que requieren sigilo se pueden usar durante 3 s después de salir de sigilo.\r\n\r\nLos beneficios de combate que requieren sigilo persisten durante 3 s más después de salir de sigilo.",
    "pt_BR": "Habilidades que requerem Furtividade podem ser usadas por 3 s após a quebra da Furtividade.\r\n\r\nBenefícios de combate que requerem Furtividade duram mais 3 s após a quebra da Furtividade.",
    "de_DE": "Fähigkeiten, die Verstohlenheit erfordern, können für 3 Sek. verwendet werden, nachdem die Verstohlenheit aufgehoben wurde.\r\n\r\nKampfvorteile, die Verstohlenheit erfordern, bleiben für weitere 3 Sek. bestehen, nachdem die Verstohlenheit aufgehoben wurde.",
    "en_GB": "Abilities requiring Stealth can be used for 3 sec after Stealth breaks.\r\n\r\nCombat benefits requiring Stealth persist for an additional 3 sec after Stealth breaks.",
    "es_ES": "Las facultades que requieren Sigilo se pueden usar durante 3 s después de haber salido del modo de sigilo.\r\n\r\nLos beneficios de combate que requieren sigilo permanecen activos 3 s tras salir del sigilo.",
    "fr_FR": "Vos techniques qui requièrent un camouflage restent utilisables pendant 3 s une fois le camouflage interrompu.\r\n\r\nLes avantages de combat nécessitant le camouflage restent actifs pendant 3 s supplémentaires une fois le camouflage interrompu.",
    "it_IT": "Per 3 s dopo che Furtività è terminata è possibile usare abilità che richiedono Furtività.\r\n\r\nI benefici di combattimento che richiedono Furtività persistono per 3 s dopo che Furtività è terminata.",
    "ru_RU": "Позволяет использовать способности, требующие состояния незаметности, в течение 3 сек. после выхода из него.\r\n\r\nБоевые бонусы состояния незаметности продолжают действовать в течение 3 сек. после выхода из него.",
    "ko_KR": "은신 상태가 해제된 후에도 3초 동안 은신이 요구되는 능력을 사용할 수 있습니다.\r\n\r\n은신 상태가 해제된 후에도 은신이 요구되는 전투 효과가 추가로 3초 동안 지속됩니다.",
    "zh_TW": "脫離潛行狀態後，需要潛行狀態的技能在3秒內仍然可以使用。\r\n\r\n脫離潛行狀態後，需要潛行狀態的戰鬥增益效果會額外生效3秒。",
    "zh_CN": "脱离潜行状态后的3秒内，原本需要潜行的技能仍可继续使用。\r\n\r\n脱离潜行状态后的3秒内，原本需要潜行的战斗增益仍可保留。"
  }
}