{
  "ID": "83132",
  "NameSubtext_lang": "",
  "Description_lang": "Sacrifices $s2% of your current health to shield you for $s3% of the sacrificed health plus an additional $<points> for $d. Usable while suffering from control impairing effects.",
  "AuraDescription_lang": "Absorbs $w1 damage.",
  "Attributes_0": "134283264",
  "Attributes_1": "32",
  "Attributes_2": "16384",
  "Attributes_3": "1073741824",
  "Attributes_4": "0",
  "Attributes_5": "393224",
  "Attributes_6": "32",
  "Attributes_7": "0",
  "Attributes_8": "12320",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "524288",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "18",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136146",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "108416",
  "name_blz": {
    "en_US": "Dark Pact",
    "es_MX": "Pacto oscuro",
    "pt_BR": "Pacto Sombrio",
    "de_DE": "Dunkler Pakt",
    "en_GB": "Dark Pact",
    "es_ES": "Pacto oscuro",
    "fr_FR": "Sombre pacte",
    "it_IT": "Patto Oscuro",
    "ru_RU": "Темный пакт",
    "ko_KR": "어둠의 서약",
    "zh_TW": "黑暗契約",
    "zh_CN": "黑暗契约"
  },
  "description_blz": {
    "en_US": "Sacrifices 20% of your current health to shield you for 200% of the sacrificed health plus an additional 13,835 for 20 sec. Usable while suffering from control impairing effects.",
    "es_MX": "Sacrifica un 20% de tu salud actual para otorgarte un escudo equivalente al 200% de la salud sacrificada más 13,835 p. durante 20 s. Se puede utilizar mientras sufres efectos de pérdida de control.",
    "pt_BR": "Sacrifica 20% dos seus pontos de vida atuais para receber um escudo equivalente a 200% da vida sacrificada mais 13.835 por 20 s. Pode ser usado sob efeitos que prejudicam o controle.",
    "de_DE": "Opfert 20% Eurer aktuellen Gesundheit, um Euch 20 Sek. lang in einen Schild zu hüllen, der Schaden in Höhe von 200% der geopferten Gesundheit plus 13.835 absorbiert. Kann eingesetzt werden, während Ihr von Kontrollverlusteffekten betroffen seid.",
    "en_GB": "Sacrifices 20% of your current health to shield you for 200% of the sacrificed health plus an additional 13,835 for 20 sec. Usable while suffering from control impairing effects.",
    "es_ES": "Sacrifica un 20% de tu salud actual para otorgarte un escudo con un 200% de la salud sacrificada y 13835 p. extras durante 20 s. Se puede usar mientras se está bajo efectos de pérdida de control.",
    "fr_FR": "Vous sacrifiez 20% de vos points de vie actuels pour bénéficier d’une protection absorbant un montant de dégâts égal à 200% des points de vie sacrifiés, plus 13835 points supplémentaires. Dure 20 s. Utilisable lorsque vous êtes victime d’effets de contrôle.",
    "it_IT": "Sacrifica il 20% della salute attuale per proteggere da danni subiti pari al 200% della salute sacrificata, e 13.835 danni subiti aggiuntivi, per 20 s. Utilizzabile anche sotto effetti di limitazione al controllo del personaggio.",
    "ru_RU": "Жертвует 20% текущего запаса здоровья и дает щит, поглощающий урон в объеме 200% пожертвованного здоровья + 13835 ед. Время действия – 20 сек. Можно применять под действием эффектов контроля.",
    "ko_KR": "현재 생명력의 20%만큼을 희생시켜, 20초 동안 희생한 생명력의 200%만큼 피해를 흡수하고 추가로 13,835의 피해를 흡수하는 보호막을 자신에게 씌웁니다. 제어 방해 효과에 걸린 상태에서도 사용할 수 있습니다.",
    "zh_TW": "犧牲你當前生命力的20%，使你獲得相當於犧牲生命力200%及額外13,835點的吸收護盾，持續20秒。可在受到控場效果時使用。",
    "zh_CN": "牺牲你当前生命值的20%，为你施加护盾抵挡伤害。该护盾可吸收相当于已牺牲生命值的200%以及额外的13,835点伤害，持续20秒。可在遭受控制限制效果时施放。"
  }
}