{
  "ID": "85095",
  "NameSubtext_lang": "",
  "Description_lang": "Makes you invisible and untargetable for $110960d, removing all threat. Any action taken cancels this effect.You take $113862s1% reduced damage while invisible and for 3 sec after reappearing.$?a382293[Increases your movement speed by ${$382293s1*0.40}% for $337278d.][]",
  "AuraDescription_lang": "",
  "Attributes_0": "1114112",
  "Attributes_1": "132096",
  "Attributes_2": "0",
  "Attributes_3": "1073741824",
  "Attributes_4": "64",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "8192",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "64",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "575584",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "110959",
  "name_blz": {
    "en_US": "Greater Invisibility",
    "es_MX": "Invisibilidad superior",
    "pt_BR": "Invisibilidade Maior",
    "de_DE": "Große Unsichtbarkeit",
    "en_GB": "Greater Invisibility",
    "es_ES": "Invisibilidad superior",
    "fr_FR": "Invisibilité supérieure",
    "it_IT": "Invisibilità Superiore",
    "ru_RU": "Великая невидимость",
    "ko_KR": "상급 투명화",
    "zh_TW": "強效隱形",
    "zh_CN": "强化隐形术"
  },
  "description_blz": {
    "en_US": "Makes you invisible and untargetable for 20 sec, removing all threat. Any action taken cancels this effect.\r\n\r\nYou take 60% reduced damage while invisible and for 3 sec after reappearing.",
    "es_MX": "Te vuelve invisible e impide que te seleccionen como objetivo durante 20 s, lo que elimina toda amenaza. Llevar a cabo cualquier acción cancela el efecto.\r\n\r\nRecibes un 60% menos de daño mientras eres invisible y durante 3 s después de que termina el efecto.",
    "pt_BR": "Faz com que você fique invisível e inatingível durante 20 s, removendo toda a ameaça. Qualquer ação cancela o efeito.\r\n\r\nVocê receberá 60% a menos de dano enquanto estiver invisível e por 3 s após reaparecer.",
    "de_DE": "Macht Euch unsichtbar und sorgt dafür, dass Gegner Euch 20 Sek. lang nicht anvisieren können. Entfernt jegliche Bedrohung. Jede Aktion bricht diesen Effekt ab.\r\n\r\nWährend Ihr unsichtbar seid und für 3 Sek. nach Wiedererscheinen erleidet Ihr 60% weniger Schaden.",
    "en_GB": "Makes you invisible and untargetable for 20 sec, removing all threat. Any action taken cancels this effect.\r\n\r\nYou take 60% reduced damage while invisible and for 3 sec after reappearing.",
    "es_ES": "Te vuelve invisible, impide que te puedan seleccionar como objetivo durante 20 s y elimina toda la amenaza. Cualquier acción que realices cancela este efecto.\r\n\r\nRecibes un 60% menos de daño mientras eres invisible y durante 3 s después de reaparecer.",
    "fr_FR": "Vous rend invisible et impossible à cibler pendant 20 s, et annule toute menace. L’effet est annulé si vous effectuez une action.\r\n\r\nLes dégâts subis sont réduits de 60 % tant que vous êtes invisible et pendant 3 s après votre réapparition.",
    "it_IT": "Ti rende invisibile e non selezionabile per 20 s, dissolvendo tutta la minaccia. Eventuali azioni interrompono l'effetto.\r\n\r\nI danni subiti si riducono del 60% mentre si è invisibili e per 3 s dopo il termine dell'effetto.",
    "ru_RU": "Дает вам невидимость и не позволяет выбрать вас целью в течение 20 сек., обнуляя уровень угрозы. Любое действие отменяет этот эффект.\r\n\r\nВ состоянии невидимости и в течение 3 сек. после выхода из него вы получаете на 60% меньше урона.",
    "ko_KR": "즉시 투명 상태로 변해 20초 동안 적의 대상이 되지 않고 위협 수준을 모두 제거합니다. 어떤 행동이든 취하면 효과가 취소됩니다.\r\n\r\n투명 상태에서와 투명화가 끝난 후 3초 동안 받는 피해가 60%만큼 감소합니다.",
    "zh_TW": "使你隱形，且無法被鎖定，持續20秒，並消除所有威脅值。若你進行任何行動，將解除此效果。\r\n\r\n在隱形期間及現形後3秒內受到的傷害降低60%。",
    "zh_CN": "使你隐形，无法成为敌人的目标，持续20秒并移除所有威胁值。任何动作都会解除该效果。\r\n\r\n隐形时和隐形效果消失后的3秒内，你受到的伤害降低60%。"
  }
}