{
  "ID": "87207",
  "NameSubtext_lang": "",
  "Description_lang": "$@spelldesc1219480",
  "AuraDescription_lang": "",
  "Attributes_0": "-2147418112",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "8192",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "129",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "4",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "135791",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "114050",
  "name_blz": {
    "en_US": "Ascendance",
    "es_MX": "Ascensión",
    "pt_BR": "Ascendência",
    "de_DE": "Aszendenz",
    "en_GB": "Ascendance",
    "es_ES": "Ascensión",
    "fr_FR": "Ascendance",
    "it_IT": "Ascesa",
    "ru_RU": "Перерождение",
    "ko_KR": "승천",
    "zh_TW": "卓越術",
    "zh_CN": "升腾"
  },
  "description_blz": {
    "en_US": "Transform into a Flame Ascendant for 15 sec, instantly casting a Flame Shock and a 100% effectiveness Lava Burst at up to 6 nearby enemies.\r\n\r\nWhile ascended, Elemental Overload damage is increased by 150% and spells affected by your Mastery: Elemental Overload cause 1 additional Elemental Overload.",
    "es_MX": "Te transformas en un ascendiente de llamas durante 15 s, lanzas Choque de llamas al instante y Ráfaga de lava con un 100% de efectividad contra un máximo de 6 enemigos cercanos.\r\n\r\nMientras estás ascendido, el daño de Sobrecarga elemental aumenta un 150% y los hechizos afectados por tu Maestría: Sobrecarga elemental causan 1 Sobrecarga elemental más.",
    "pt_BR": "Transforma-se em um Ascendente das Chamas por 15 s, lançando instantaneamente um Choque Flamejante e um Estouro de Lava com 100% da eficácia em até 6 inimigos próximos.\r\n\r\nDurante a ascensão, o dano da Sobrecarga Elemental aumenta em 150%, e feitiços afetados pela sua Maestria: Sobrecarga Elemental causam mais 1 Sobrecarga Elemental.",
    "de_DE": "Ihr verwandelt Euch für 15 Sek. in einen Flammenaszendenten und setzt sofort 'Flammenschock' und mit 100% Effektivität 'Lavaeruption' gegen bis zu 6 Gegner in der Nähe ein.\r\n\r\nIn diesem Zustand ist der Schaden von 'Elementarüberladung' um 150% erhöht und Zauber, die von 'Meisterschaft: Elementarüberladung' betroffen sind, verursachen 1 weiteres Mal 'Elementarüberladung'.",
    "en_GB": "Transform into a Flame Ascendant for 15 sec, instantly casting a Flame Shock and a 100% effectiveness Lava Burst at up to 6 nearby enemies.\r\n\r\nWhile ascended, Elemental Overload damage is increased by 150% and spells affected by your Mastery: Elemental Overload cause 1 additional Elemental Overload.",
    "es_ES": "Te transformas en un ascendiente de llamas durante 15 s, lo que lanza al instante un Choque de llamas y una Ráfaga de lava con una eficacia del 100% a un máximo de 6 enemigos cercanos.\r\n\r\nMientras estés ascendido, el daño de Sobrecarga elemental aumenta un 150% y los hechizos afectados por tu Maestría: Sobrecarga elemental provocan 1 Sobrecarga elemental más.",
    "fr_FR": "Vous vous transformez en Ascendant des flammes pendant 15 s et vous lancez instantanément un Horion de flamme et une Explosion de lave à 100 % d’efficacité sur un maximum de 6 personnages adverses proches.\r\n\r\nLorsque vous êtes dans les airs, les dégâts de Surcharge élémentaire augmentent de 150 % et les sorts affectés par votre Maîtrise : Surcharge élémentaire infligent 1 Surcharge élémentaire supplémentaire.",
    "it_IT": "Il potere degli elementi ti trasforma in un Asceso del Fuoco per 15 s, lanciando istantaneamente un Getto di Lava al 100% di efficacia e una Folgore del Fuoco contro un massimo di 6 nemici vicini.\r\n\r\nMentre si è ascesi, i danni inflitti da Sovraccarico Elementale aumentano del 150% e gli incantesimi modificati da Maestria: Sovraccarico Elementale causano 1 Sovraccarico Elementale aggiuntivo.",
    "ru_RU": "Вы превращаетесь в перерожденного служителя огня на 15 сек. и мгновенно применяете к 6 ближайшим противникам \"Выброс лавы\" с эффективностью 100% и \"Огненный шок\".\r\n\r\nВ этом облике урон от \"Волнения стихий\" увеличивается на 150%, а заклинания, усиленные \"Искусностью: волнение стихий\", активируют \"Волнение стихий\" еще 1 раз.",
    "ko_KR": "15초 동안 화염의 승천자로 변신해 최대 6명의 주위 적에게 화염 충격을 즉시 시전하고 100%의 효율로 용암 폭발을 시전합니다.\r\n\r\n승천한 동안 정기 과부하의 공격력이 150%만큼 증가하고 특화: 정기 과부하에 영향을 받는 주문이 정기 과부하를 추가로 1회 발동시킵니다.",
    "zh_TW": "變形成火焰卓越者，持續15秒，瞬間朝附近最多6個敵人施放烈焰震擊和效果強度為100%的熔岩爆發。\r\n\r\n變形期間，元素超載的傷害提高150%，且受你的精通：元素超載影響的法術會額外觸發1次元素超載。",
    "zh_CN": "转化成火焰升腾者形态，持续15秒，立即对附近最多6个敌人施放烈焰震击和效果为100%的熔岩爆裂。\r\n\r\n处于火焰升腾者形态时，元素过载的伤害提高150%，且受你的精通：元素过载影响的法术会额外造成1次元素过载。"
  }
}