{
  "ID": "87932",
  "NameSubtext_lang": "",
  "Description_lang": "$@spelldesc114165",
  "AuraDescription_lang": "",
  "Attributes_0": "327680",
  "Attributes_1": "1024",
  "Attributes_2": "1342177280",
  "Attributes_3": "512",
  "Attributes_4": "0",
  "Attributes_5": "67108864",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "8192",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "2",
  "Speed": "100",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "613408",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "114871",
  "name_blz": {
    "en_US": "Holy Prism",
    "es_MX": "Prisma Sagrado",
    "pt_BR": "Prisma Sagrado",
    "de_DE": "Heiliges Prisma",
    "en_GB": "Holy Prism",
    "es_ES": "Prisma Sagrado",
    "fr_FR": "Prisme sacré",
    "it_IT": "Prisma Sacro",
    "ru_RU": "Божественная призма",
    "ko_KR": "신성한 반사",
    "zh_TW": "神聖稜石",
    "zh_CN": "神圣棱镜"
  },
  "description_blz": {
    "en_US": "Fires a beam of light that scatters to strike a clump of targets. \r\n\r\nIf the beam is aimed at an enemy target, it deals 36,302 Holy damage and radiates 26,559 healing to 5 allies within 30 yds.\r\n\r\nIf the beam is aimed at a friendly target, it heals for 62,974 and radiates 13,361 Holy damage to 5 enemies within 30 yds.",
    "es_MX": "Dispara un rayo de luz que se dispersa para golpear a un cúmulo de objetivos.\r\n\r\nSi el rayo se lanza hacia un objetivo enemigo, inflige 35,764 p. de daño sagrado e irradia 27,317 p. de sanación sobre 5 aliados en un radio de 30 m.\r\n\r\nSi el rayo se lanza hacia un objetivo aliado, lo sanará por 61,767 p. e irradiará 13,462 p. de daño sagrado contra 5 enemigos en un radio de 30 m.",
    "pt_BR": "Dispara um feixe de luz que se espalha para acertar um amontoado de alvos. \r\n\r\nSe o feixe for direcionado a um alvo inimigo, causará 35.976 de dano Sagrado e curará 26.965 pontos de vida de 5 aliados em um raio de 30 m.\r\n\r\nSe o feixe for direcionado a um alvo aliado, curará 62.263 pontos de vida e causará 13.629 de dano Sagrado a 5 inimigos em um raio de 30 m.",
    "de_DE": "Feuert einen Lichtstrahl ab, der sich aufteilt, um eine Ansammlung von Zielen zu treffen.\r\n\r\nWenn der Strahl auf ein gegnerisches Ziel gerichtet wird, fügt er ihm 35.986 Heiligschaden zu und strahlt 26.629 Heilung auf bis zu 5 Verbündete innerhalb von 30 Metern ab.\r\n\r\nWenn der Strahl auf ein verbündetes Ziel gerichtet wird, heilt er es um 61.540 Gesundheit und strahlt 13.311 Heiligschaden auf bis zu 5 Gegner innerhalb von 30 Metern ab.",
    "en_GB": "Fires a beam of light that scatters to strike a clump of targets. \r\n\r\nIf the beam is aimed at an enemy target, it deals 35,521 Holy damage and radiates 27,058 healing to 5 allies within 30 yds.\r\n\r\nIf the beam is aimed at a friendly target, it heals for 63,395 and radiates 13,733 Holy damage to 5 enemies within 30 yds.",
    "es_ES": "Lanza un haz de luz que se divide para golpear a un grupo de objetivos.\r\n\r\nSi el haz va dirigido a un objetivo enemigo, inflige 36019 p. de daño Sagrado e irradia 27819 p. de sanación a 5 aliados en un radio de 30 m.\r\n\r\nSi el haz va dirigido a un objetivo amistoso, sana 62878 p. e irradia 13554 p. de daño Sagrado a 5 enemigos en un radio de 30 m.",
    "fr_FR": "Tire un rayon de lumière qui se disperse pour frapper un groupe de cibles.\r\n\r\nS’il est dirigé vers une cible ennemie, elle subit 36142 points de dégâts du sacré et rend 26559 points de vie à 5 alliés à moins de 30 mètres.\r\n\r\nSi le rayon est dirigé vers une cible alliée, elle récupère 64012 points de vie et inflige 13553 points de dégâts du sacré à 5 adversaires à moins de 30 mètres.",
    "it_IT": "Lancia un raggio di luce che si disperde su un gruppo di bersagli.\r\n\r\nSe indirizzato su un bersaglio nemico, infligge 35.394 danni da sacro e fornisce 27.032 cure a 5 alleati entro 30 m.\r\n\r\nSe indirizzato su un bersaglio alleato, fornisce 64.198 cure e infligge 13.596 danni da sacro a 5 bersagli nemici entro 30 m.",
    "ru_RU": "Создает луч света, который преломляется, поражая несколько целей. \r\n\r\nЕсли цель – противник, он получает 36030 ед. урона от светлой магии и отражает энергию, которая восполняет 27408 ед. здоровья 5 вашим союзникам в радиусе 30 м.\r\n\r\nЕсли цель – союзник, он восстанавливает 61484 ед. здоровья и отражает энергию, которая наносит 13682 ед. урона от светлой магии 5 противникам в радиусе 30 м.",
    "ko_KR": "여러 대상을 향해 흩어져 충돌하는 광선을 발사합니다.\r\n\r\n적 대상에게 사용 시 35,842의 신성 피해를 입히고, 30미터 내에 있는 아군 5명의 생명력을 26,946만큼 회복시킵니다.\r\n\r\n아군 대상에게 사용 시 생명력을 63,572만큼 회복시키고, 30미터 내에 있는 적 5명에게 13,578의 신성 피해를 입힙니다.",
    "zh_TW": "射出一道會散開的光束，擊中一群目標。\r\n\r\n如果瞄準敵方目標，會造成36,009點神聖傷害，並且為30碼範圍內的5名盟友治療26,793點生命力。\r\n\r\n如果瞄準友方目標，為其恢復63,673點生命力，並且對30碼範圍內的5名敵人造成13,637點神聖傷害。",
    "zh_CN": "发射一束圣光，散射后照向一群目标。\r\n\r\n如果光束瞄准的是敌方目标，则会使其受到35,906点神圣伤害，并使附近30码范围内的5个盟友恢复27,301点生命值。\r\n\r\n如果光束瞄准的是友方目标，则为其恢复61,985点生命值，并使附近30码范围内的5个敌人受到13,508点神圣伤害。"
  }
}