{
  "ID": "87972",
  "NameSubtext_lang": "",
  "Description_lang": "$@spelldesc108281",
  "AuraDescription_lang": "",
  "Attributes_0": "0",
  "Attributes_1": "0",
  "Attributes_2": "536870912",
  "Attributes_3": "536870912",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "8192",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "8",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "538564",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "114911",
  "name_blz": {
    "en_US": "Ancestral Guidance",
    "es_MX": "Guía ancestral",
    "pt_BR": "Conselho dos Ancestrais",
    "de_DE": "Führung der Ahnen",
    "en_GB": "Ancestral Guidance",
    "es_ES": "Guía ancestral",
    "fr_FR": "Soutien ancestral",
    "it_IT": "Guida Ancestrale",
    "ru_RU": "Наставления предков",
    "ko_KR": "고대의 인도",
    "zh_TW": "先祖導引",
    "zh_CN": "先祖指引"
  },
  "description_blz": {
    "en_US": "For the next 10 sec, 25% of your healing done and 25% of your damage done is converted to healing on up to 3 nearby injured party or raid members, up to 39,468 healing to each target per second.",
    "es_MX": "Durante los siguientes 10 s, un 25% de la sanación que realizaste y un 25% del daño que infligiste se convierten en sanación para un máximo de 3 miembros de grupo o banda heridos cercanos. Puede alcanzar un máximo de 39,468 p. de sanación a cada objetivo por segundo.",
    "pt_BR": "Pelos próximos 10 s, 25% da cura que você realiza e 25% do dano que você causa são convertidos em cura para até 3 integrantes feridos do grupo ou raide próximos, até um máximo de 39.468 de cura por segundo a cada alvo.",
    "de_DE": "Für die nächsten 10 Sek. werden bis zu 3 verletzte Gruppen- oder Schlachtzugsmitglieder in der Nähe um 25% Eurer hervorgerufenen Heilung und 25% Eures verursachten Schadens geheilt, um bis zu 39.468 Gesundheit pro Sekunde und Ziel.",
    "en_GB": "For the next 10 sec, 25% of your healing done and 25% of your damage done is converted to healing on up to 3 nearby injured party or raid members, up to 39,468 healing to each target per second.",
    "es_ES": "Durante los siguientes 10 s, un 25% de la sanación que realizas y un 25% de tu daño sana a un máximo de 3 miembros heridos del grupo o banda, con un máximo de un 39468 de sanación a cada objetivo por segundo.",
    "fr_FR": "Pendant 10 s, 25 % des soins que vous prodiguez et 25 % des dégâts que vous infligez sont convertis en soins apportés à un maximum de 3 membres du groupe ou du raid blessés proches. Rend jusqu’à 39468 points de vie par seconde à chaque cible.",
    "it_IT": "Per i successivi 10 s, il 25% delle cure fornite e il 25% dei danni inflitti viene convertito in cure per massimo 3 membri del gruppo o dell'incursione feriti vicini, fino a un massimo di 39.468 cure a ogni bersaglio ogni secondo.",
    "ru_RU": "В течение следующих 10 сек. 25% творимого вами исцеления и 25% нанесенного урона восполняют здоровье максимум 3 находящимся рядом раненым участникам группы или рейда, восстанавливая каждой цели до 39468 ед. здоровья раз в сек.",
    "ko_KR": "다음 10초 동안 자신이 발생시키는 치유량의 25%와 피해량의 25%가 치유 효과로 전환되어, 주위의 부상당한 파티원 또는 공격대원 최대 3명을 1초마다 최대 39,468만큼 치유합니다.",
    "zh_TW": "在接下來的10秒內，你造成的25%治療，和造成的25%傷害會轉換為對附近最多3名受傷的隊伍或團隊成員的治療量，每秒使每個目標最多恢復39,468點生命力。",
    "zh_CN": "在接下来的10秒内，25%的治疗和25%的伤害将转化成治疗效果，为附近最多3名受伤的小队或团队成员恢复生命值。每秒最多为每个目标恢复39,468点生命值。"
  }
}