{
  "ID": "87984",
  "NameSubtext_lang": "",
  "Description_lang": "Places a Nether Tempest on the target which deals $114923o1 Arcane damage over $114923d to the target and nearby enemies within 10 yds. Limit 1 target. Deals reduced damage to secondary targets.Damage increased by $36032s1% per Arcane Charge.",
  "AuraDescription_lang": "Deals $w1 Arcane damage and an additional $w1 Arcane damage to all enemies within $114954A1 yards every $t sec.",
  "Attributes_0": "67174400",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "8224",
  "Attributes_6": "8388608",
  "Attributes_7": "0",
  "Attributes_8": "4608",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1048705",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "29",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "64",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "610471",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "114923",
  "name_blz": {
    "en_US": "Nether Tempest",
    "es_MX": "Tempestad abisal",
    "pt_BR": "Tempestade de Éter",
    "de_DE": "Netherorkan",
    "en_GB": "Nether Tempest",
    "es_ES": "Tempestad abisal",
    "fr_FR": "Tempête du Néant",
    "it_IT": "Tempesta Fatua",
    "ru_RU": "Буря Пустоты",
    "ko_KR": "황천의 폭풍우",
    "zh_TW": "虛空暴雨",
    "zh_CN": "虚空风暴"
  },
  "description_blz": {
    "en_US": "Places a Nether Tempest on the target which deals 1,545 Arcane damage over 12 sec to the target and nearby enemies within 10 yds. Limit 1 target. Deals reduced damage to secondary targets.\r\n\r\nDamage increased by 76% per Arcane Charge.",
    "es_MX": "Coloca una Tempestad abisal en el objetivo que inflige 1,545 p. de daño arcano durante 12 s al objetivo y a los enemigos cercanos en un radio de 10 m. El límite es de 1 objetivo. Inflige menos daño a los objetivos secundarios.\r\n\r\nEl daño aumenta un 76% por carga arcana.",
    "pt_BR": "Cria uma Tempestade de Éter que causa 1.545 de dano Arcano ao longo de 12 s ao alvo e aos inimigos em um raio de 10 m. Limite de 1 alvo. Causa dano reduzido aos alvos secundários.\r\n\r\nAumenta em 76% o dano para cada unidade de Carga Arcana.",
    "de_DE": "Belegt das Ziel mit einem Netherorkan, der im Verlauf von 12 Sek. dem Ziel und Gegnern innerhalb von 10 Metern 1.545 Arkanschaden zufügt. Es kann nur jeweils 1 Ziel betroffen sein. Fügt Sekundärzielen weniger Schaden zu.\r\n\r\nDer Schaden wird pro Arkaner Aufladung um 76% erhöht.",
    "en_GB": "Places a Nether Tempest on the target which deals 1,545 Arcane damage over 12 sec to the target and nearby enemies within 10 yds. Limit 1 target. Deals reduced damage to secondary targets.\r\n\r\nDamage increased by 76% per Arcane Charge.",
    "es_ES": "Invoca una tempestad abisal sobre el objetivo que inflige 1545 p. de daño Arcano durante 12 s al objetivo y a los enemigos cercanos en un radio de 10 m. Limitado a 1 objetivo. Inflige daño reducido a los objetivos secundarios.\r\n\r\nDaño aumentado un 76% por cada carga Arcana.",
    "fr_FR": "Vous placez une tempête du Néant sur la cible, ce qui inflige 1545 points de dégâts des arcanes en 12 s à la cible et aux ennemis à moins de 10 mètres. Limité à 1 cible. Dégâts réduits aux cibles secondaires.\r\n\r\nDégâts augmentés de 76 % par charge arcanique.",
    "it_IT": "Evoca sul bersaglio una Tempesta Fatua che infligge 1.545 danni da arcano in 12 s al bersaglio e ai nemici entro 10 m. L'effetto può essere attivo su un solo bersaglio alla volta. Infligge danni ridotti ai bersagli secondari.\r\n\r\nI danni inflitti aumentano del 76% per ogni carica arcana.",
    "ru_RU": "Применяет к цели эффект \"Буря Пустоты\", в течение 12 сек. наносящий цели и противникам в радиусе 10 м 1545 ед. урона от тайной магии. Максимум – 1 цель. Второстепенные цели получают меньше урона.\r\n\r\nУрон увеличивается на 76% за каждый чародейский заряд.",
    "ko_KR": "적에게 황천의 폭풍우를 내려 대상과 대상 10미터 내의 적들에게 12초에 걸쳐 1,545의 비전 피해를 입힙니다. 부가 대상에게는 감소된 피해를 입힙니다.\r\n\r\n비전 충전물 하나당 피해량이 76%만큼 증가합니다.",
    "zh_TW": "在一個目標身上施放虛空暴雨，在12秒內對目標和附近10碼內的敵人造成1,545點秘法傷害。只能作用於1個目標上。對次要目標造成的傷害降低。\r\n\r\n每層秘法充能會使此法術造成的傷害提高76%。",
    "zh_CN": "向目标施放虚空风暴，在12秒内对目标以及10码范围内的敌人造成1,545点奥术伤害。只能对1个目标施放。对次要目标造成较低的伤害。\r\n\r\n每层奥术充能效果会使伤害提高76%。"
  }
}