{
  "ID": "88103",
  "NameSubtext_lang": "",
  "Description_lang": "You shrug off attacks, delaying a portion of Physical damage based on your Agility, instead taking it over $124273d. Affects magical attacks at $s5% effectiveness.$?s383714[$@spelldesc383714][]",
  "AuraDescription_lang": "",
  "Attributes_0": "-1459617728",
  "Attributes_1": "268567552",
  "Attributes_2": "1",
  "Attributes_3": "68157440",
  "Attributes_4": "2097152",
  "Attributes_5": "0",
  "Attributes_6": "4198400",
  "Attributes_7": "1342177280",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "268435464",
  "Attributes_12": "2",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "611419",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "115069",
  "name_blz": {
    "en_US": "Stagger",
    "es_MX": "Aplazar",
    "pt_BR": "Cambalear",
    "de_DE": "Staffeln",
    "en_GB": "Stagger",
    "es_ES": "Aplazar",
    "fr_FR": "Report",
    "it_IT": "Noncuranza",
    "ru_RU": "Пошатывание",
    "ko_KR": "시간차",
    "zh_TW": "醉仙緩勁",
    "zh_CN": "醉拳"
  },
  "description_blz": {
    "en_US": "You shrug off attacks, delaying a portion of Physical damage based on your Agility, instead taking it over 10 sec. Affects magical attacks at 58% effectiveness.",
    "es_MX": "Repeles los ataques y demoras una parte del daño físico que te infligen en función de tu agilidad. El daño que demoras lo recibes durante un plazo de 10 s. Tiene un 58% de efectividad sobre los ataques mágicos.",
    "pt_BR": "Você ignora ataques, adiando parte do dano Físico com base na sua Agilidade e recebendo esse dano ao longo de 10 s. Afeta ataques mágicos com 58% da eficácia.",
    "de_DE": "Ihr schüttelt Angriffe ab und verzögert einen Teil des eintreffenden körperlichen Schadens basierend auf Eurer Beweglichkeit, sodass er stattdessen im Verlauf von 10 Sek. erlitten wird. Wirkt auf magische Angriffe mit 58% Effektivität.",
    "en_GB": "You shrug off attacks, delaying a portion of Physical damage based on your Agility, instead taking it over 10 sec. Affects magical attacks at 58% effectiveness.",
    "es_ES": "Repeles los ataques, lo que retrasa una parte del daño físico en función de tu agilidad en lugar de recibirlo durante 10 s. Afecta a los ataques mágicos con un 58% de su eficacia original.",
    "fr_FR": "Vous ignorez les attaques, différant une partie des dégâts physiques en fonction de votre Agilité avant de les subir en 10 s. 58% d’efficacité sur les attaques.",
    "it_IT": "Permette di trascurare gli attacchi, ritardando parte dei danni fisici subiti, in base all'Agilità, subendoli invece in 10 s. Ritarda i danni magici con un'efficacia del 58%.",
    "ru_RU": "Вы получаете часть физического урона не сразу, а за 10 сек. Объем отложенного урона зависит от ловкости. Действует и на магические атаки, но в этом случае эффективность составляет 58%.",
    "ko_KR": "공격을 받아넘겨 민첩성에 따라 물리 피해의 일부를 10초에 걸쳐 입습니다. 마법 공격에는 58%의 효과를 발휘합니다.",
    "zh_TW": "你不讓攻擊命中你的要害，根據你的敏捷，將物理攻擊造成的部分傷害，改在10秒內分攤完畢。對於魔法攻擊只有58%的效果。",
    "zh_CN": "灵活地应对敌人的攻击，化解部分受到的物理伤害，改为在10秒内承受，化解的比例由你的敏捷决定。对魔法攻击有58%的化解效果。"
  }
}