{
  "ID": "88191",
  "NameSubtext_lang": "",
  "Description_lang": "Breathe fire on targets in front of you, causing $s1 Fire damage. Deals reduced damage to secondary targets.Targets affected by Keg Smash will also burn, taking $123725o1 Fire damage and dealing $123725s2% reduced damage to you for $123725d.",
  "AuraDescription_lang": "",
  "Attributes_0": "65552",
  "Attributes_1": "512",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "256",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "4",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "615339",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "115181",
  "name_blz": {
    "en_US": "Breath of Fire",
    "es_MX": "Aliento de Fuego",
    "pt_BR": "Bafo de Onça",
    "de_DE": "Feuerodem",
    "en_GB": "Breath of Fire",
    "es_ES": "Aliento de Fuego",
    "fr_FR": "Souffle de feu",
    "it_IT": "Soffio di Fuoco",
    "ru_RU": "Пламенное дыхание",
    "ko_KR": "불의 숨결",
    "zh_TW": "火焰吐息",
    "zh_CN": "火焰之息"
  },
  "description_blz": {
    "en_US": "Breathe fire on targets in front of you, causing 285 Fire damage. Deals reduced damage to secondary targets.\r\n\r\nTargets affected by Keg Smash will also burn, taking 176 Fire damage and dealing 5% reduced damage to you for 12 sec.",
    "es_MX": "Exhalas fuego contra los objetivos que tienes frente a ti y les infliges 285 p. de daño de fuego. Inflige menos daño a los objetivos secundarios.\r\n\r\nLos objetivos afectados por Embate con barril arderán, recibirán 176 p. de daño de fuego y te infligirán un 5% menos de daño durante 12 s.",
    "pt_BR": "Sopra fogo nos alvos à sua frente, causando 284 de dano de Fogo. Causa dano reduzido a alvos secundários.\r\n\r\nAlvos afetados por Pancada de Barril também queimarão, recebendo 176 de dano de Fogo e causando 5% a menos de dano a você por 12 s.",
    "de_DE": "Überzieht Ziele vor Euch mit Feueratem und fügt ihnen 280 Feuerschaden zu. Sekundärziele erleiden weniger Schaden.\r\n\r\nZiele, die von 'Fasshieb' betroffen sind, brennen außerdem, wodurch sie 176 Feuerschaden erleiden und Euch 5% weniger Schaden zufügen. Hält 12 Sek. lang an.",
    "en_GB": "Breathe fire on targets in front of you, causing 281 Fire damage. Deals reduced damage to secondary targets.\r\n\r\nTargets affected by Keg Smash will also burn, taking 176 Fire damage and dealing 5% reduced damage to you for 12 sec.",
    "es_ES": "Escupes fuego a los objetivos frente a ti, lo que inflige 287 p. de daño de Fuego. Inflige daño reducido a los objetivos secundarios.\r\n\r\nLos objetivos afectados por Embate con barril, además, arderán, recibirán 176 p. de daño de Fuego y te infligirán un 5% menos de daño durante 12 s.",
    "fr_FR": "Vous crachez du feu sur les cibles devant vous, ce qui leur inflige 280 points de dégâts de Feu. Les cibles secondaires subissent des dégâts réduits.\r\n\r\nLes cibles affectées par Fracasse-tonneau subissent également des brûlures, ce qui leur inflige 176 points de dégâts de Feu et réduit leurs dégâts contre vous de 5% pendant 12 s.",
    "it_IT": "Un soffio di fiamme infligge 286 danni da fuoco sui bersagli frontali. Infligge danni ridotti ai bersagli secondari.\r\n\r\nI bersagli affetti da Lancio del Barile subiscono 176 danni da fuoco aggiuntivi e ti infliggono danni ridotti del 5% per 12 s.",
    "ru_RU": "Обжигает цели перед вами, нанося 280 ед. урона от огня. Второстепенные цели получают меньше урона.\r\n\r\nЕсли на цели уже действует \"Удар бочонком\", они также получают 176 ед. урона от огня и наносят вам на 5% меньше урона в течение 12 сек.",
    "ko_KR": "전방의 대상들에 불의 숨결을 내뿜어 284의 화염 피해를 입힙니다. 부가 대상에게는 감소된 피해를 입힙니다.\r\n\r\n맥주통 휘두르기의 영향을 받고 있는 대상은 불타올라 12초에 걸쳐 176의 화염 피해를 입고 당신에게 주는 피해가 5%만큼 감소합니다.",
    "zh_TW": "對你面前的目標吐出火焰，造成284點火焰傷害。對次要目標造成的傷害降低。\r\n\r\n受到酒罈破影響的目標會著火，受到176點火焰傷害，並且對你造成的傷害降低5%，持續12秒。",
    "zh_CN": "向你面前的目标喷吐火焰，造成284点火焰伤害。对次要目标造成的伤害降低。\r\n\r\n受到醉酿投影响的目标将被点燃，在12秒内受到176点火焰伤害，且对你造成的伤害降低5%。"
  }
}