{
  "ID": "769200",
  "NameSubtext_lang": "Rank 2/4",
  "Description_lang": "Mislaid Curiosities now have a $1214699s1% chance to contain $1214699s2 Kaja'Cola and once per delve Brann now summons a Kaja'6-Pack when creating campfires.There are various Kaja'Cola flavors, and each one has its own effect that applies when collected.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "16777216",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "128",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "6383553",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "1214703",
  "name_blz": {
    "en_US": "Kaja'Cola Carrier",
    "es_MX": "Transportador de Kaja'Cola",
    "pt_BR": "Carregador de Jaka'Cola",
    "de_DE": "Kaja'Cola-Träger",
    "en_GB": "Kaja'Cola Carrier",
    "es_ES": "Transportador de Kaja'Cola",
    "fr_FR": "Transport de Kaja’Cola",
    "it_IT": "Contenitore di Kaja'Cola",
    "ru_RU": "Контейнер для \"Каджа-Колы\"",
    "ko_KR": "카자콜라 운반 용기",
    "zh_TW": "卡迦可樂搬運器",
    "zh_CN": "卡亚可乐运载器"
  },
  "description_blz": {
    "en_US": "Mislaid Curiosities now have a 40% chance to contain 1 Kaja'Cola and once per delve Brann now summons a Kaja'6-Pack when creating campfires.\r\n\r\nThere are various Kaja'Cola flavors, and each one has its own effect that applies when collected.\r\n",
    "es_MX": "Las curiosidades extraviadas ahora tienen un 40% de probabilidad de contener 1 Kaja'Colas, y ahora, una vez por abismo, Brann invoca un paquete de 6 Kaja' cuando enciende hogueras.\r\n\r\nHay distintos sabores de Kaja'Cola, cada uno con un efecto particular que se aplica cuando se recolecta.\r\n",
    "pt_BR": "Agora, Curiosidades Desviadas têm 40% de chance de conter 1 Jaka'Cola e, uma vez por imersão, Brann evoca um Jaka'Pack com 6 Jaka'Colas quando cria fogueiras.\r\n\r\nSão diversos sabores de Jaka'Cola, e cada um aplica um efeito quando coletado.\r\n",
    "de_DE": "Verlegte Kuriositäten haben jetzt einmal pro Tiefe eine Chance von 40%, 1 Kaja'Colas zu enthalten, und Brann beschwört jetzt ein Sechserpack Kaja'Cola, wenn er ein Lagerfeuer macht.\r\n\r\nEs gibt verschiedene Kaja'Cola-Geschmacksrichtungen und jede hat einen eigenen Effekt, der beim Einsammeln wirkt.\r\n",
    "en_GB": "Mislaid Curiosities now have a 40% chance to contain 1 Kaja'Cola and once per delve Brann now summons a Kaja'6-Pack when creating campfires.\r\n\r\nThere are various Kaja'Cola flavors, and each one has its own effect that applies when collected.\r\n",
    "es_ES": "Ahora, las curiosidades extraviadas tienen un 40% de probabilidad de contener 1 Kaja'Colas. Además, Brann invoca una caja de seis Kaja'Colas al crear hogueras una vez en cada profundidad.\r\n\r\nHay varios sabores de Kaja'Cola, cada uno con su propio efecto, que se aplica al recogerla.\r\n",
    "fr_FR": "Les curiosités fourvoyées ont désormais 40 % de chances de contenir 1 unité de Kaja’Cola et Brann fait maintenant apparaître une fois par Gouffre un pack de 6 à la création des feux de camp.\r\n\r\nPlusieurs parfums de Kaja’Cola existent, chacun appliquant un effet spécifique une fois collecté.\r\n",
    "it_IT": "Le Curiosità Smarrite hanno una probabilità del 40% di contenere 1 Kaja'Cola e, una volta per Scorribanda, Brann evoca un Pacchetto da 6 di Kaja'Cola quando crea un falò.\r\n\r\nCi sono vari gusti di Kaja'Cola, ciascuno dei quali ha un effetto diverso che si attiva quando la si raccoglie.\r\n",
    "ru_RU": "Потерянные вещицы с вероятностью 40% содержат 1 банку \"Каджа-Колы\". Кроме того, один раз за вылазку Бранн призывает упаковку \"Каджа-Колы\", когда разводит костер.\r\n\r\nЕсть несколько видов \"Каджа-Колы\", каждый со своим вкусом и эффектом.\r\n",
    "ko_KR": "잘못 놓인 진귀품에서 40%의 확률로 카자콜라 1개를 획득합니다. 또한 구렁 회차마다 한 번씩 브란이 모닥불을 피울 때 카자콜라 6개들이 묶음을 소환합니다.\r\n\r\n카자콜라는 다양한 맛이 존재하며, 각각 얻을 때마다 고유한 효과가 부여됩니다.\r\n",
    "zh_TW": "亂放的珍品現在有40%的機率內含1罐卡迦可樂，且每場探究一次，布萊恩升起營火時現在會召喚半打卡迦可樂。\r\n\r\n卡迦可樂有各種口味，每種口味的效果各有不同，並會在收集時施加。\r\n",
    "zh_CN": "错放的奇珍现在有40%的几率包含1罐卡亚可乐。在每个地下堡中，布莱恩制作营火时现在可以召唤一次卡亚可乐6罐装。\r\n\r\n卡亚可乐风味繁多，收集每种口味可以获得不同的效果。\r\n"
  }
}