{
  "ID": "92873",
  "NameSubtext_lang": "",
  "Description_lang": "Places a feather at the target location, granting the first ally to walk through it $121557s1% increased movement speed for $121557d.$?a440670[ When an ally walks through a feather, you are also granted $440670s3% of its effect.][] Only 3 feathers can be placed at one time.",
  "AuraDescription_lang": "",
  "Attributes_0": "65536",
  "Attributes_1": "0",
  "Attributes_2": "524288",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "2105344",
  "Attributes_9": "0",
  "Attributes_10": "1048576",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "2",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "642580",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "121536",
  "name_blz": {
    "en_US": "Angelic Feather",
    "es_MX": "Pluma angélica",
    "pt_BR": "Pena Angelical",
    "de_DE": "Engelsfeder",
    "en_GB": "Angelic Feather",
    "es_ES": "Pluma angélica",
    "fr_FR": "Plume angélique",
    "it_IT": "Piuma Angelica",
    "ru_RU": "Божественное перышко",
    "ko_KR": "천사의 깃털",
    "zh_TW": "天使之羽",
    "zh_CN": "天堂之羽"
  },
  "description_blz": {
    "en_US": "Places a feather at the target location, granting the first ally to walk through it 40% increased movement speed for 5 sec. Only 3 feathers can be placed at one time.",
    "es_MX": "Coloca una pluma en la ubicación objetivo que otorga un 40% más de velocidad de movimiento al primer aliado que camine a través de ella durante 5 s. Solo pueden colocarse 3 plumas a la vez.",
    "pt_BR": "Põe uma pena no local selecionado. O primeiro aliado que pisar nela recebe um aumento de 40% na velocidade de movimento por 5 s. Apenas 3 penas podem ser colocadas por vez.",
    "de_DE": "Platziert eine Feder am Zielort, die dem ersten Verbündeten, der über sie hinwegläuft, für 5 Sek. eine um 40% erhöhte Bewegungsgeschwindigkeit gewährt. Es können immer nur 3 Federn gleichzeitig platziert sein.",
    "en_GB": "Places a feather at the target location, granting the first ally to walk through it 40% increased movement speed for 5 sec. Only 3 feathers can be placed at one time.",
    "es_ES": "Colocas una pluma en la ubicación seleccionada que aumenta la velocidad de movimiento del primer aliado que pasa sobre ella un 40% durante 5 s. Solo se pueden colocar 3 plumas a la vez.",
    "fr_FR": "Pose une plume à l’emplacement ciblé. Le premier personnage allié qui marche dessus reçoit un bonus de 40 % à la vitesse de déplacement pendant 5 s. 3 plumes peuvent être posées à la fois.",
    "it_IT": "Posiziona una piuma sulla posizione bersaglio, aumentando del 40% per 5 s la velocità di movimento del primo bersaglio alleato che vi cammina attraverso. È possibile posizionare solo 3 piume alla volta.",
    "ru_RU": "Размещает в указанном месте перышко. Скорость передвижения первого прошедшего по нему союзника повышается на 40% на 5 сек. Единовременно можно разместить не более 3 перышек.",
    "ko_KR": "대상 장소에 깃털을 놓습니다. 가장 먼저 깃털을 통과해 지나는 아군은 5초 동안 이동 속도가 40%만큼 증가합니다.  동시에 3개의 깃털만 놓을 수 있습니다.",
    "zh_TW": "在指定地點放置一根羽毛，走過的第一名盟友的移動速度提高40%，持續5秒。同一時間內只能放置3根羽毛。",
    "zh_CN": "将一根羽毛放在目标位置，使第一个触碰羽毛的盟友的移动速度提高40%，持续5秒。同一时间只能放置3根羽毛。"
  }
}