{
  "ID": "769753",
  "NameSubtext_lang": "Rank 4/4",
  "Description_lang": "Damaging an Elite creature below $s1% health creates an imperfect copy of it at $s2% power to fight by your side. Only $s3 $Lcopy:copies; can exist at the same time.The device may malfunction creating imperfect copies of your companion.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "16777216",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "128",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3610505",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "1215258",
  "name_blz": {
    "en_US": "Three Dimensional Bioprinter",
    "es_MX": "Bioimpresora tridimensional",
    "pt_BR": "Bioimpressora Tridimensional",
    "de_DE": "3D-Biodrucker",
    "en_GB": "Three Dimensional Bioprinter",
    "es_ES": "Bioimpresora tridimensional",
    "fr_FR": "Bioimprimante tridimensionnelle",
    "it_IT": "Biostampante Tridimensionale",
    "ru_RU": "Трехмерный биоконструктор",
    "ko_KR": "3차원 생체인쇄기",
    "zh_TW": "三度生物列印機",
    "zh_CN": "三维生物打印机"
  },
  "description_blz": {
    "en_US": "Damaging an Elite creature below 40% health creates an imperfect copy of it at 100% power to fight by your side. Only 2 copies can exist at the same time.\r\n\r\nThe device may malfunction creating imperfect copies of your companion.",
    "es_MX": "Dañar a una criatura de élite que tiene menos del 40% de salud crea una copia imperfecta con un 100% de su poder para que pelee a tu lado. Solo puede haber 2 copias a la vez.\r\n\r\nEl dispositivo puede tener un desperfecto y crear copias imperfectas de tu compañero.",
    "pt_BR": "Causar dano a uma criatura de Elite com menos de 40% dos pontos de vida cria uma cópia imperfeita dela com 100% do poder para lutar ao seu lado. Apenas 2 cópias podem existir ao mesmo tempo.\r\n\r\nO dispositivo pode apresentar defeito, criando cópias imperfeitas do seu companheiro.",
    "de_DE": "Wenn Ihr einer Elitekreatur mit weniger als 40% Gesundheit Schaden zufügt, wird eine unvollkommene Kopie dieser Kreatur mit 100% Energie erschaffen, die an Eurer Seite kämpft. Nur 2 Kopien können gleichzeitig existieren.\r\n\r\nDas Gerät könnte eine Fehlfunktion haben und unvollkommene Kopien Eures Haustiers erzeugen.",
    "en_GB": "Damaging an Elite creature below 40% health creates an imperfect copy of it at 100% power to fight by your side. Only 2 copies can exist at the same time.\r\n\r\nThe device may malfunction creating imperfect copies of your companion.",
    "es_ES": "Al dañar a una criatura de élite por debajo del 40% de salud, se crea una copia imperfecta de esta con un 100% de poder para que luche a tu lado. Solo puede haber 2 copias a la vez.\r\n\r\nEl dispositivo puede fallar y crear copias imperfectas de tu compañero.",
    "fr_FR": "Lorsque vous infligez des dégâts à une créature élite disposant de moins de 40 % de ses points de vie, vous créez une copie imparfaite d’elle, dotée de 100 % de sa puissance, qui combat à vos côtés. Vous ne pouvez posséder que 2 copies simultanément.\r\n\r\nIl est possible que l’appareil présente des dysfonctionnements et crée des copies imparfaites de votre compagnon.",
    "it_IT": "Infliggere danni a una creatura d'élite con meno del 40% della salute massima ne crea una copia imperfetta con il 100% della potenza che combatte al tuo fianco. 2 sole copie possono esistere alla volta.\r\n\r\nUn malfunzionamento nel dispositivo potrebbe creare delle copie imperfette del tuo compagno.",
    "ru_RU": "Когда вы наносите урон элитному существу с запасом здоровья менее 40%, вы призываете его несовершенную копию, помогающую вам в бою. Сила копии составляет 100% силы оригинала. Одновременно может существовать не более 2 копий.\r\n\r\nС некоторой вероятностью в устройстве происходит сбой, и оно создает несовершенные копии вашего спутника.",
    "ko_KR": "생명력이 40% 미만으로 떨어진 정예 몬스터에게 피해를 입히면 100%의 전투력을 지닌 불완전한 복제체를 생성하여 전투를 돕게 합니다. 동시에 2개의 복제체만 존재할 수 있습니다.\r\n\r\n기기가 일정 확률로 오작동하여 불완전한 동료의 복제를 생성합니다.",
    "zh_TW": "對生命力低於40%的精英生物造成傷害時，可製造該生物的不完美複製體，以100%強度為你作戰。同一時間只能存在2個複製體。\r\n\r\n該裝置有可能會因為故障而生成你夥伴的不完美複製體。",
    "zh_CN": "对生命值低于40%的精英生物造成伤害会产生一个不完美的复制体为你作战，但强度为100%。同一时间只能存在2个复制体。\r\n\r\n该装置可能发生故障，产生伙伴的不完美的复制体。"
  }
}