{
  "ID": "770217",
  "NameSubtext_lang": "",
  "Description_lang": "Fists of Fury applies $s1 $Lstack:stacks; of |cFFFFFFFF Winning Streak!|r when cast and when finished channeling completely. The damage of your next Fists of Fury is increased by $1216498s1% per stack when |cFFFFFFFF Winning Streak!|r is removed.Your |cFFFFFFFF Winning Streak!|r is always removed once it reaches max stacks.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "68157440",
  "Attributes_4": "2097152",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "4",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "-2147483648",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136243",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "1215718",
  "name_blz": {
    "en_US": "Monk Windwalker 11.1 Class Set 4pc",
    "es_MX": "Monk Windwalker 11.1 Class Set 4pc",
    "pt_BR": "Monge, Andarilho do Vento 11.1, Conjunto de Classe, 4 pç",
    "de_DE": "Mönchsklassenset, Windläufer, 11.1, 4 Teile",
    "en_GB": "Monk Windwalker 11.1 Class Set 4pc",
    "es_ES": "Conjunto de clase de monje Viajero del viento 11.1 (4 piezas)",
    "fr_FR": "Ensemble de classe de moine ou moniale Marche-vent 11.1 (4 pièces)",
    "it_IT": "Monaco Impeto, Set di Classe 11.1, 4 Pezzi",
    "ru_RU": "Классовый комплект монаха 11.1 – танцующий с ветром, 4 предмета",
    "ko_KR": "풍운 수도사 11.1 직업 세트 4세트",
    "zh_TW": "武僧御風11.1職業套裝4件",
    "zh_CN": "踏风武僧11.1职业套装4件套"
  },
  "description_blz": {
    "en_US": "Fists of Fury applies 1 stack of  Winning Streak! when cast and when finished channeling completely. The damage of your next Fists of Fury is increased by 8% per stack when  Winning Streak! is removed.\r\n\r\nYour  Winning Streak! is always removed once it reaches max stacks.",
    "es_MX": "Puños de furia aplica 1 acumulación de  ¡Racha de victorias! cuando se lanza y cuando se completa la canalización. El daño de tu siguiente Puños de furia aumenta un 8% por acumulación cuando se elimina  ¡Racha de victorias!\r\n\r\nTu  ¡Racha de victorias! siempre se elimina cuando alcanza el máximo de acumulaciones.",
    "pt_BR": "Punhos da Fúria aplica 1 carga de Sequência Vencedora! ao ser lançado e ao concluir a canalização. O dano do seu próximo Punhos da Fúria é aumentado em 8% por aplicação quando Sequência Vencedora! é removido.\r\n\r\nSua Sequência Vencedora é removida sempre que acumula o máximo de aplicações.",
    "de_DE": "Eure Fähigkeit 'Furorfäuste' wendet 1 Stapel von Siegesserie! an, wenn sie beim Einsatz vollständig kanalisiert wurde. Der Schaden Eures nächsten Einsatzes von 'Furorfäuste' wird pro Stapel um 8% erhöht, wenn Siegesserie! entfernt wird.\r\n\r\nEure Siegesserie! wird immer entfernt, wenn die maximale Anzahl an Stapeln erreicht ist.",
    "en_GB": "Fists of Fury applies 1 stack of  Winning Streak! when cast and when finished channeling completely. The damage of your next Fists of Fury is increased by 8% per stack when  Winning Streak! is removed.\r\n\r\nYour  Winning Streak! is always removed once it reaches max stacks.",
    "es_ES": "Puños de furia aplica 1 acumulación de  ¡Racha ganadora! al lanzar la facultad y cuando se termina de canalizar por completo. El daño de tu siguiente Puños de furia aumenta un 8% por cada acumulación cuando se elimina  ¡Racha ganadora!\r\n\r\nTu  ¡Racha ganadora! siempre se elimina cuando llega al máximo de acumulaciones.",
    "fr_FR": "Lorsque vous lancez Poings de fureur et après avoir fini de canaliser cette technique, vous obtenez 1 charge de  Séquence victorieuse !. Les dégâts de votre prochaine technique Poings de fureur augmentent de 8 % par charge lorsque la  Séquence victorieuse ! prend fin.\r\n\r\nVotre  Séquence victorieuse ! prend fin chaque fois que vous atteignez le maximum de charges.",
    "it_IT": "Pugni della Furia applica 1 accumulo di Serie Vincente! quando viene lanciato e al termine della canalizzazione. I danni inflitti dal successivo lancio di Pugni della Furia aumentano del 8% per ogni accumulo di Serie Vincente! quando viene rimosso.\r\n\r\nSerie Vincente! viene sempre rimossa quando raggiunge il numero massimo di accumuli.",
    "ru_RU": "\"Неистовые кулаки\" дают 1 эффект \"Череды побед!\" при применении и после завершения поддержания. Когда \"Череда побед!\" перестает действовать, урон от следующих \"Неистовых кулаков\" увеличивается на 8% за каждый эффект.\r\n\r\n\"Череда побед!\" автоматически завершается по накоплении максимального количества эффектов.",
    "ko_KR": "분노의 주먹을 시전할 때와 정신 집중이 완전히 끝날 때 연속 당첨! 효과 1중첩이 부여됩니다. 연속 당첨! 효과가 사라지면 중첩 하나당 다음 분노의 주먹의 공격력이 8%만큼 증가합니다.\r\n\r\n연속 당첨! 효과는 최대 중첩에 도달하면 항상 사라집니다.",
    "zh_TW": "施放或完成引導時，狂拳連打會施加1層連勝！。移除連勝！時，每層使你下一個狂拳連打的傷害提高8%。\r\n\r\n一旦達到層數上限時，必定移除連勝！。",
    "zh_CN": "施放怒雷破时获得1层连胜！效果，完全引导后会再次获得一次。当连胜！效果被移除时，每有一层效果，使你的下一个怒雷破伤害提高8%。\r\n\r\n当达到最大叠加层数时，你的连胜！效果总会被移除。"
  }
}