{
  "ID": "770224",
  "NameSubtext_lang": "",
  "Description_lang": "Roll the Bones has a $s1% increased chance of granting additional combat enhancements and also applies $m2 $Lstack:stacks; of |cFFFFFFFF Winning Streak!|r for each combat enhancement granted.Stacks applied by Roll the Bones can exceed the normal |cFFFFFFFFWinning Streak!|r maximum of $1215720s2.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "68157440",
  "Attributes_4": "2097152",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "4",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "-2147483648",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136243",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "1215725",
  "name_blz": {
    "en_US": "Rogue Outlaw 11.1 Class Set 4pc",
    "es_MX": "Rogue Outlaw 11.1 Class Set 4pc",
    "pt_BR": "Ladino, Fora da Lei, 11.1, Conjunto de Classe, 4 pç",
    "de_DE": "Schurkenklassenset, Gesetzlos, 11.1, 4 Teile",
    "en_GB": "Rogue Outlaw 11.1 Class Set 4pc",
    "es_ES": "Conjunto de clase de pícaro Forajido 11.1 (4 piezas)",
    "fr_FR": "Ensemble de classe de voleur ou voleuse Hors-la-loi 11.1 (4 pièces)",
    "it_IT": "Ladro Fuorilegge, Set di Classe 11.1, 4 Pezzi",
    "ru_RU": "Классовый комплект разбойника 11.1 – головорез, 4 предмета",
    "ko_KR": "무법 도적 11.1 직업 세트 4세트",
    "zh_TW": "盜賊暴徒11.1職業套裝4件",
    "zh_CN": "狂徒潜行者11.1职业套装4件套"
  },
  "description_blz": {
    "en_US": "Roll the Bones has a 40% increased chance of granting additional combat enhancements and also applies 1 stack of  Winning Streak! for each combat enhancement granted.\r\n\r\nStacks applied by Roll the Bones can exceed the normal Winning Streak! maximum of 5.",
    "es_MX": "Lanzar huesos tiene un 40% más de probabilidad de otorgar más mejoras de combate y también aplica 1 acumulación de ¡Racha de victorias! por cada mejora de combate otorgada.\r\n\r\nLas acumulaciones aplicadas por Lanzar huesos pueden exceder el límite normal de 5 que tiene ¡Racha de victorias!",
    "pt_BR": "Golpe de Sorte tem 40% a mais de chance de conceder aprimoramentos de combate adicionais e aplica também 1 carga de  Sequência Vencedora! para cada aprimoramento de combate concedido.\r\n\r\nAs cargas aplicadas pelo Golpe de Sorte podem exceder o máximo normal de 5 de Sequência Vencedora!",
    "de_DE": "'Schicksalswürfel' hat eine um 40% erhöhte Chance, zusätzliche Kampfverstärkungen zu gewähren, und wendet außerdem für jede gewährte Kampfverstärkung 1 Stapel von Siegesserie! an.\r\n\r\nDie Stapel, die durch 'Schicksalswürfel' angewendet werden, können das normale Maximum von 5 Stapeln von Siegesserie! übersteigen.",
    "en_GB": "Roll the Bones has a 40% increased chance of granting additional combat enhancements and also applies 1 stack of  Winning Streak! for each combat enhancement granted.\r\n\r\nStacks applied by Roll the Bones can exceed the normal Winning Streak! maximum of 5.",
    "es_ES": "A suertes tiene un 40% más de probabilidades de otorgar mejoras de combate extra y también aplica 1 acumulación de ¡Racha ganadora! por cada mejora de combate otorgada.\r\n\r\nLas acumulaciones que otorga A suertes pueden superar las 5 acumulaciones máximas normales de ¡Racha ganadora!.",
    "fr_FR": "Jet d’osselets a 40 % de chances de conférer des améliorations de combat supplémentaires et octroie 1 charge de Séquence victorieuse ! par amélioration de combat obtenue.\r\n\r\nLes charges octroyées par Jet d’osselets peuvent dépasser la limite maximale habituelle de 5 de la Séquence victorieuse !.",
    "it_IT": "Roulette Assassina ha una probabilità aggiuntiva del 40% di fornire dei potenziamenti aggiuntivi in combattimento e inoltre fornisce 1 accumulo di Serie Vincente! per ogni potenziamento di combattimento fornito.\r\n\r\nGli accumuli applicati da Roulette Assassina possono eccedere il limite massimo di accumuli per Serie Vincente! di 5.",
    "ru_RU": "\"Бросок костей\" дает дополнительные усиления с повышенной на 40% вероятностью, а также дает 1 эффект \"Череды побед!\" за каждое усиление.\r\n\r\nЭффекты \"Череды побед!\", полученные за счет \"Броска костей\", могут превышать максимальное количество на 5.",
    "ko_KR": "뼈주사위 사용 시 추가 전투 강화 효과를 얻을 확률이 40%만큼 증가하며, 부여된 전투 강화 효과 하나당 연속 당첨! 1중첩을 부여합니다.\r\n\r\n뼈주사위로 부여되는 중첩은 연속 당첨!의 기본 중첩 최대치인 5번을 초과할 수 있습니다.",
    "zh_TW": "命運之骰賦予額外戰鬥增強效果的機率提高40%，且每賦予一個戰鬥增強效果，就會施加1層連勝！。\r\n\r\n命運之骰施加的層數可以比連勝！的一般層數上限再多5層。",
    "zh_CN": "命运骨骰获得额外战斗增益效果的几率提高40%，且每获得一个战斗增益效果时，额外获得1层连胜！效果。\r\n\r\n命运骨骰提供的叠加层数可以超过5层连胜！的正常上限。"
  }
}