{
  "ID": "93264",
  "NameSubtext_lang": "",
  "Description_lang": "Throw a Divine Star forward $s2 yds, healing allies in its path for $110745s1 and dealing $<shadowdstardamage> Shadow damage to enemies. After reaching its destination, the Divine Star returns to you, healing allies and damaging enemies in its path again. Healing reduced beyond $s1 targets.$?s137033[|cFFFFFFFFGenerates ${$m3/100} Insanity.|r][]",
  "AuraDescription_lang": "",
  "Attributes_0": "0",
  "Attributes_1": "268435456",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "512",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "2048",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "1",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "8",
  "PvPDurationIndex": "0",
  "RangeIndex": "544",
  "SchoolMask": "32",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "631519",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "122121",
  "name_blz": {
    "en_US": "Divine Star",
    "es_MX": "Estrella divina",
    "pt_BR": "Estrela Divina",
    "de_DE": "Göttlicher Stern",
    "en_GB": "Divine Star",
    "es_ES": "Estrella divina",
    "fr_FR": "Étoile divine",
    "it_IT": "Stella Divina",
    "ru_RU": "Божественная звезда",
    "ko_KR": "천상의 별",
    "zh_TW": "神性之星",
    "zh_CN": "神圣之星"
  },
  "description_blz": {
    "en_US": "Throw a Divine Star forward 27 yds, healing allies in its path for 3,786 and dealing 3,107 Shadow damage to enemies. After reaching its destination, the Divine Star returns to you, healing allies and damaging enemies in its path again. Healing reduced beyond 6 targets.",
    "es_MX": "Arroja una Estrella divina 27 m hacia adelante, lo que sana 3,881 p. a los aliados que hay a su paso e inflige 3,115 p. de daño de las sombras a los enemigos. Después de llegar a su destino, la Estrella divina regresa a ti y vuelve a sanar a los aliados y a dañar a los enemigos que hay a su paso. La sanación se reduce después de 6 objetivos.",
    "pt_BR": "Lança uma Estrela Divina a uma distância de 27 m à frente, curando 3.779 pontos de vida dos aliados no caminho e causando 3.141 de dano de Sombra aos inimigos. Após alcançar o local de destino, a Estrela Divina retorna para você, curando os aliados e causando dano aos inimigos no caminho novamente. Cura reduzida acima de 6 alvos.",
    "de_DE": "Schleudert einen göttlichen Stern 27 Meter weit nach vorn, der alle Verbündeten auf seinem Weg um 3.970 Gesundheit heilt und Gegnern 3.112 Schattenschaden zufügt. Nachdem der Stern sein Ziel erreicht hat, kehrt er zu Euch zurück, wobei er auf seinem Weg erneut Verbündete heilt und Gegnern erneut Schaden zufügt. Heilung bei Zielen über 6 Ziele hinaus verringert.",
    "en_GB": "Throw a Divine Star forward 27 yds, healing allies in its path for 3,939 and dealing 3,126 Shadow damage to enemies. After reaching its destination, the Divine Star returns to you, healing allies and damaging enemies in its path again. Healing reduced beyond 6 targets.",
    "es_ES": "Lanza 27 m hacia delante una estrella divina que sana 3913 p. a los aliados a su paso e inflige 3079 p. de daño de las Sombras a los enemigos. Tras alcanzar su destino, la estrella divina vuelve a ti y de nuevo sana a los aliados e inflige daño a los enemigos a su paso. La sanación se reduce a partir de 6 objetivos.",
    "fr_FR": "Lance vers l’avant une Étoile divine qui parcourt 27 mètres en rendant 3939 points de vie aux personnages alliés et en infligeant 3108 points de dégâts d’ombre aux adversaires sur sa trajectoire. Après avoir atteint sa destination, elle revient vers vous toujours en soignant les personnages alliés et en infligeant des dégâts aux adversaires sur sa trajectoire. Les soins sont réduits au-delà de 6 cibles.",
    "it_IT": "Lancia una Stella Divina in avanti per 27 m, curando di 3.802 salute i bersagli alleati sulla traiettoria e infliggendo 3.159 danni da ombra ai nemici. Dopo aver raggiunto la distanza massima, la Stella Divina torna indietro, fornendo cure e infliggendo danni allo stesso modo sulla traiettoria di ritorno. Fornisce cure ridotte oltre i 6 bersagli.",
    "ru_RU": "Выпускает божественную звезду, восполняющую 3868 ед. здоровья союзникам и наносящую 3067 ед. урона от темной магии противникам на расстоянии до 27 м. Достигнув цели, звезда летит в обратном направлении, снова исцеляя союзников и нанося урон противникам. Восполняет меньше здоровья целям после 6-й.",
    "ko_KR": "천상의 별을 27미터 전방으로 던져, 별의 이동 경로상의 아군 생명력을 3,796만큼 회복시키고, 적에게는 3,108의 암흑 피해를 입힙니다. 천상의 별은 목표 지점에 도착한 후 되돌아오며, 역시 이동 경로상의 아군을 치유하고 적에게 피해를 입힙니다. 대상이 6명을 초과하면 치유량이 감소합니다.",
    "zh_TW": "朝前方27碼投擲一發神性之星，治療路徑上的盟友3,878點生命力，同時對路徑上的敵人造成3,088點暗影傷害。當其抵達目的地時會折返回你身上，再次治療路徑上的盟友以及傷害路上的敵人。超過6個目標時，治療效果降低。",
    "zh_CN": "投掷一颗神圣之星，向前推进27码，为其路径上的盟友恢复3,936点生命值，并对敌人造成3,085点暗影伤害。到达目的地后，神圣之星将返回你身边，再次治疗路径上的盟友并对敌人造成伤害。目标数量超过6个后造成的治疗量降低。"
  }
}