{
  "ID": "119280",
  "NameSubtext_lang": "",
  "Description_lang": "Circle of Healing and Prayer of Mending casts increase the effect of your next Holy Word: Serenity by $145336s2% and your Holy Word: Chastise and Sanctuary spells by $145336s1%, stacking up to $145336u times. When you activate Archangel, you gain $145374s1% haste and $145374s2 mastery.",
  "AuraDescription_lang": "",
  "Attributes_0": "151257152",
  "Attributes_1": "32",
  "Attributes_2": "540672",
  "Attributes_3": "67108864",
  "Attributes_4": "65664",
  "Attributes_5": "393224",
  "Attributes_6": "4096",
  "Attributes_7": "0",
  "Attributes_8": "32",
  "Attributes_9": "1050624",
  "Attributes_10": "0",
  "Attributes_11": "67174400",
  "Attributes_12": "131072",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "132293",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "145334",
  "name_blz": {
    "en_US": "Item - Priest T16 Healer 4P Bonus",
    "es_MX": "Item - Priest T16 Healer 4P Bonus",
    "pt_BR": "Item - Priest T16 Healer 4P Bonus",
    "en_GB": "Item - Priest T16 Healer 4P Bonus",
    "es_ES": "Item - Priest T16 Healer 4P Bonus",
    "it_IT": "Item - Priest T16 Healer 4P Bonus",
    "ko_KR": "아이템 - 사제 T16 치유사 4P 보너스",
    "zh_TW": "Item - Priest T16 Healer 4P Bonus",
    "zh_CN": "Item - Priest T16 Healer 4P Bonus"
  },
  "description_blz": {
    "en_US": "Circle of Healing and Prayer of Mending casts increase the effect of your next Holy Word: Serenity by 33% and your Holy Word: Chastise and Sanctuary spells by 75%, stacking up to 3 times. When you activate Archangel, you gain 5% haste and 0 mastery.",
    "es_MX": "Los lanzamientos de Círculo de sanación y Rezo de alivio aumentan el efecto de tu siguiente Palabra Sagrada: Serenidad un 33% y los de tu Palabra Sagrada: Santuario y Palabra Sagrada: Condena un 75%. Se acumula hasta 3 veces. Cuando activas Arcángel obtienes un 5% de celeridad y 0 p. de maestría.",
    "pt_BR": "Lançamentos de Círculo de Cura e Prece da Recomposição aumentam o efeito do seu próximo feitiço Palavra Sagrada: Serenidade em 33% e Palavra Sagrada: Castigar e Santuário em 75%, acumulando até 3 vezes. Ao ativar Arcanjo, você ganhará 5% de aceleração e 0 de maestria.",
    "de_DE": "Das Wirken von 'Kreis der Heilung' und 'Gebet der Besserung' erhöht den Effekt Eures nächsten Einsatzes von 'Segenswort: Epiphanie' um 33% und den Effekt von 'Segenswort: Züchtigung' und 'Segenswort: Refugium' um 75%. Bis zu 3-mal stapelbar. Wenn Ihr 'Erzengel' aktiviert, wird Euer Tempo um 5% und Eure Meisterschaft um 0 erhöht.",
    "en_GB": "Circle of Healing and Prayer of Mending casts increase the effect of your next Holy Word: Serenity by 33% and your Holy Word: Chastise and Sanctuary spells by 75%, stacking up to 3 times. When you activate Archangel, you gain 5% haste and 0 mastery.",
    "es_ES": "Los lanzamientos de Círculo de sanación y Rezo de alivio aumentan el efecto de tu próxima Palabra sagrada: serenidad un 33% y tus hechizos Palabra sagrada: condena y Santuario un 75%, y se acumulan hasta 3 veces. Cuando activas Arcángel, obtienes un 5% de celeridad y 0 p. de maestría.",
    "fr_FR": "Les incantations de Cercle de soins et Prière de guérison augmentent l’efficacité de vos prochains sorts Mot sacré : Sérénité de 33% et Mot sacré : Châtier et Sanctuaire de 75%, cet effet étant cumulable jusqu’à 3 fois. Lorsque vous activez Archange, vous bénéficiez d’un bonus de 5% à la hâte et de 0 à la Maîtrise.",
    "it_IT": "Circolo di Guarigione e Preghiera di Guarigione aumentano l'effetto dei successivi incantesimi Parola Sacra: Serenità del 33% e Parola Sacra: Castigo e Santuario del 75%. Si accumula fino a 3 volte. Quando Arcangelo è attivo, la celerità aumenta del 5% e l'indice di maestria di 0.",
    "ru_RU": "При применении \"Круга исцеления\" и \"Молитвы восстановления\" эффективность вашего следующего \"Слова Света: Безмятежность\" повышается на 33%, а \"Слова Света: Наказание\" и \"Святилища\" – на 75%. Суммируется до 3 раз. Когда вы задействуете эффект \"Архангел\", ваша скорость повышается на 5%, а искусность – на 0.",
    "ko_KR": "치유의 마법진과 회복의 기원을 시전하면 다음 빛의 권능: 평온 주문의 효과가 33%만큼, 빛의 권능: 응징과 빛의 권능: 성역 주문의 효과가 75%만큼 증가합니다. 최대 3번까지 중첩됩니다. 대천사가 활성화되어 있는 동안에는 가속이 5%만큼, 특화가 0만큼 증가합니다.",
    "zh_TW": "施放治療之環和癒合禱言可使下一個聖言術：寧的效果提高33%，聖言術：譴和聖言術：庇的效果提高75%，最多可堆疊3次。在大天使的作用期間，你的加速提高5%，精通提高0點。",
    "zh_CN": "施放治疗之环和愈合祷言会使你的下一个圣言术：静的效果提高33%，圣言术：罚和圣言术：佑的效果提高75%，最多可叠加3次。当你激活天使长时，你会获得0点精通，并且急速提高5%。"
  }
}