{
  "ID": "341",
  "NameSubtext_lang": "",
  "Description_lang": "Scares a beast, causing it to run in fear for up to $d.  Damage caused may interrupt the effect.  Only one beast can be feared at a time.",
  "AuraDescription_lang": "Feared.",
  "Attributes_0": "1074855936",
  "Attributes_1": "134217728",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "32",
  "Attributes_6": "8912896",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "131072",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "16",
  "DurationIndex": "18",
  "PvPDurationIndex": "32",
  "RangeIndex": "4",
  "SchoolMask": "8",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "132118",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "1513",
  "name_blz": {
    "en_US": "Scare Beast",
    "es_MX": "Ahuyentar bestia",
    "pt_BR": "Assustar Fera",
    "de_DE": "Wildtier ängstigen",
    "en_GB": "Scare Beast",
    "es_ES": "Asustar bestia",
    "fr_FR": "Effrayer une bête",
    "it_IT": "Terrore Animale",
    "ru_RU": "Отпугивание",
    "ko_KR": "야수 겁주기",
    "zh_TW": "恐嚇野獸",
    "zh_CN": "恐吓野兽"
  },
  "description_blz": {
    "en_US": "Scares a beast, causing it to run in fear for up to 20 sec.  Damage caused may interrupt the effect.  Only one beast can be feared at a time.",
    "es_MX": "Asusta a una bestia haciendo que huya durante un máximo de 20 s. El daño infligido puede interrumpir el efecto. Solo se puede asustar a una bestia cada vez.",
    "pt_BR": "Assusta uma fera, fazendo-a correr aterrorizada por até 20 s. Qualquer dano causado ao alvo pode interromper o efeito. Apenas uma fera pode ser assustada por vez.",
    "de_DE": "Jagt einem Wildtier Angst ein, woraufhin es bis zu 20 Sek. lang verängstigt wegläuft. Erlittener Schaden kann den Effekt unterbrechen. Es kann immer nur jeweils einem Wildtier Angst eingejagt werden.",
    "en_GB": "Scares a beast, causing it to run in fear for up to 20 sec.  Damage caused may interrupt the effect.  Only one beast can be feared at a time.",
    "es_ES": "Asusta a una bestia, lo que provoca que huya durante un máximo de 20 s. El daño infligido puede interrumpir el efecto. Solo se puede asustar a una bestia cada vez.",
    "fr_FR": "Effraie une bête et l'oblige à fuir pendant 20 s. Si la cible subit des dégâts, l'effet peut être interrompu. On ne peut effrayer qu'une seule bête à la fois.",
    "it_IT": "Spaventa una bestia, costringendola a fuggire per un massimo di 20 s. Eventuali danni inflitti al bersaglio potrebbero interrompere l'effetto. Può essere spaventata solo una bestia alla volta.",
    "ru_RU": "Отпугивает животное, заставляя его убежать на 20 сек. Нанесенный животному урон может прервать действие заклинания. За один раз можно отпугнуть только одно животное.",
    "ko_KR": "야수를 겁줘서 최대 20초 동안 달아나도록 만듭니다. 야수가 피해를 입으면 효과가 해제될 수 있습니다. 한 번에 한 야수에게만 공포를 사용할 수 있습니다.",
    "zh_TW": "恐嚇一頭野獸，使其因恐慌而逃跑，最多持續20秒。任何傷害都有可能打斷這個效果。每個獵人在同一時間內只能恐嚇一頭野獸。",
    "zh_CN": "恐吓一头野兽，使其因恐慌而逃跑，最多持续20秒。任何伤害都有可能打断这个效果。每个猎人在同一时间内只能恐吓一头野兽。"
  }
}