{
  "ID": "342",
  "NameSubtext_lang": "",
  "Description_lang": "$?a166615[|CFFFF2020You must dismiss your current pet before you can tame another one.|CFFFFD200][]Tames a beast to be your companion. If you lose the beast's attention for any reason, the taming process will fail.You must dismiss any active beast companions and have an empty Call Pet slot before you can begin taming a new beast. Only Beast Mastery specialized Hunters can tame Exotic Beasts.",
  "AuraDescription_lang": "Taming a pet.",
  "Attributes_0": "65536",
  "Attributes_1": "604127236",
  "Attributes_2": "67175424",
  "Attributes_3": "65536",
  "Attributes_4": "0",
  "Attributes_5": "8192",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "33685504",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1048577",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "32",
  "PvPDurationIndex": "0",
  "RangeIndex": "4",
  "SchoolMask": "8",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "132164",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "83446",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "1515",
  "name_blz": {
    "en_US": "Tame Beast",
    "es_MX": "Domesticar bestia",
    "pt_BR": "Domar Fera",
    "de_DE": "Wildtier zähmen",
    "en_GB": "Tame Beast",
    "es_ES": "Domesticar bestia",
    "fr_FR": "Apprivoiser une bête",
    "it_IT": "Addomesticamento",
    "ru_RU": "Приручение животного",
    "ko_KR": "야수 길들이기",
    "zh_TW": "馴服野獸",
    "zh_CN": "驯服野兽"
  },
  "description_blz": {
    "en_US": "Tames a beast to be your companion. If you lose the beast's attention for any reason, the taming process will fail.\r\n\r\nYou must dismiss any active beast companions and have an empty Call Pet slot before you can begin taming a new beast. Only Beast Mastery specialized Hunters can tame Exotic Beasts.",
    "es_MX": "Doma a una bestia para que sea tu compañera. Si por algún motivo pierdes la atención de la bestia, el proceso de doma fallará.\r\n\r\nDebes retirar a cualquier bestia compañera activa y disponer de una ranura de Llamar mascota vacía para comenzar a domar una bestia nueva. Solo los cazadores especializados en Maestría de bestias pueden domar Bestias exóticas.",
    "pt_BR": "Doma uma fera para que ela se torne sua ajudante. Se você perder a atenção da fera, não conseguirá domá-la.\r\n\r\nVocê precisa dispensar as feras ativas e ter um espaço vago de \"Chamar Ajudante\" para poder domar uma nova fera. Somente Caçadores especializados em Domínio das Feras podem domar Feras Exóticas.",
    "de_DE": "Zähmt ein Wildtier, sodass es zu Eurem Begleiter wird. Wenn Ihr aus irgendeinem Grund die Aufmerksamkeit des Tieres verliert, schlägt die Zähmung fehl.\r\n\r\nIhr müsst Euren aktiven Begleiter freigeben und einen freien Platz im Menü 'Begleiter rufen' haben, bevor ein neues Wildtier gezähmt werden kann. Exotische Tiere können nur von Jägern mit Tierherrschaftsspezialisierung gezähmt werden.",
    "en_GB": "Tames a beast to be your companion. If you lose the beast's attention for any reason, the taming process will fail.\r\n\r\nYou must dismiss any active beast companions and have an empty Call Pet slot before you can begin taming a new beast. Only Beast Mastery specialized Hunters can tame Exotic Beasts.",
    "es_ES": "Domestica una bestia para convertirla en tu mascota. Si por cualquier motivo pierdes la atención de la bestia, el proceso no se completará.\r\n\r\nDebes retirar cualquier mascota activa y tener una ranura \"Llamar a mascota\" vacía para poder comenzar a domar una bestia nueva. Solo los cazadores con la especialización Bestias pueden domar bestias exóticas.",
    "fr_FR": "Apprivoise une bête pour en faire votre compagnon. Si vous perdez l’attention de la bête pour une quelconque raison, l’apprivoisement échoue.\r\n\r\nVous devez renvoyer toute bête apprivoisée active et disposer d’un emplacement libre d’Appel du familier avant d’entreprendre l’apprivoisement d’une nouvelle bête. Seuls les chasseurs spécialisés en Maîtrise des bêtes peuvent apprivoiser des animaux exotiques.",
    "it_IT": "Addomestica un animale che diventerà il tuo famiglio. Se per qualsiasi motivo si perde l'attenzione dell'animale, la procedura non avrà successo.\r\n\r\nBisogna congedare qualsiasi famiglio attivo e avere uno scomparto di Richiamo: Famiglio vuoto per addomesticare un nuovo famiglio. Solo i Cacciatori specializzati in Affinità Animale possono addomesticare delle Bestie Esotiche.",
    "ru_RU": "Начинает приручение животного, которое может стать вашим питомцем. Если вы по какой-либо причине утрачиваете внимание животного, процесс прерывается.\r\n\r\nПрежде чем приручать нового питомца, нужно отпустить текущего. Также у вас должна быть свободная ячейка \"Призыва питомца\". Приручать экзотических питомцев могут только охотники со специализацией \"Повелитель зверей\".",
    "ko_KR": "야수를 길들여 동료로 만듭니다. 만약 길들이기 중 어떤 이유로든 야수의 주의가 딴 데로 돌아가면 길들이기는 실패합니다.\r\n\r\n새 야수를 길들이기 전에 먼저 현재 소환 중인 야수를 소환 해제 해야 하며, 야수 부르기 칸에 빈 칸이 있어야 합니다. 야수 전문화를 선택한 사냥꾼만 특이한 야수를 길들일 수 있습니다.",
    "zh_TW": "嘗試馴服一隻野獸，使其成為你的寵物。如果你因為任何原因失去了牠的注意力，馴服將會失敗。\r\n\r\n你必須解散任何啟用中的野獸寵物，並有多餘的召喚寵物欄位，才能開始馴服一隻新的野獸。只有精通野獸控制的獵人才能馴服奇特野獸。",
    "zh_CN": "尝试驯服一只野兽，使其成为你的伙伴。一旦你因为任何原因而失去了它的注意力，驯服过程就将失败。\r\n\r\n你必须解散任何当前激活的野兽伙伴并且有一个空的召唤宠物空格才能驯服新宠物。只有野兽控制专精的猎人才能驯服奇珍异兽。"
  }
}