{
  "ID": "126185",
  "NameSubtext_lang": "",
  "Description_lang": "Continuously deal ${$155166s2*$<CAP>/$AP} Frost damage every $t1 sec to enemies in a cone in front of you, until your Runic Power is exhausted. Deals reduced damage to secondary targets.|cFFFFFFFFGenerates $303753s1 $lRune:Runes; at the start and end.|r",
  "AuraDescription_lang": "Continuously dealing Frost damage every $t1 sec to enemies in a cone in front of you.",
  "Attributes_0": "65536",
  "Attributes_1": "512",
  "Attributes_2": "524288",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "512",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "8192",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1048577",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "21",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "16",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1029007",
  "ActiveIconFileDataID": "136116",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "152279",
  "name_blz": {
    "en_US": "Breath of Sindragosa",
    "es_MX": "Aliento de Sindragosa",
    "pt_BR": "Sopro de Sindragosa",
    "de_DE": "Sindragosas Hauch",
    "en_GB": "Breath of Sindragosa",
    "es_ES": "Aliento de Sindragosa",
    "fr_FR": "Souffle de Sindragosa",
    "it_IT": "Soffio di Sindragosa",
    "ru_RU": "Дыхание Синдрагосы",
    "ko_KR": "신드라고사의 숨결",
    "zh_TW": "辛德拉苟莎之息",
    "zh_CN": "冰龙吐息"
  },
  "description_blz": {
    "en_US": "Continuously deal 609 Frost damage every 1 sec to enemies in a cone in front of you, until your Runic Power is exhausted. Deals reduced damage to secondary targets.\r\n\r\nGenerates 2 Runes at the start and end.",
    "es_MX": "Inflige continuamente 607 p. de daño de escarcha cada 1 s a los enemigos en un cono frente a ti, hasta que tu poder rúnico se agota. Inflige menos daño a los objetivos secundarios.\r\n\r\nGenera 2 runas al principio y al final.",
    "pt_BR": "Causa 603 de dano de Gelo continuamente a cada 1 s aos inimigos em uma área cônica à sua frente, até seu Poder Rúnico se exaurir. Causa dano reduzido aos alvos secundários.\r\n\r\nGera 2 Runas no início e no fim.",
    "de_DE": "Fügt Gegnern in einem kegelförmigen Bereich vor Euch kontinuierlich alle 1 Sek. 604 Frostschaden zu, bis Eure Runenmacht aufgebraucht ist. Sekundärziele erleiden weniger Schaden.\r\n\r\nErzeugt jeweils 2 Runen zu Beginn und Ende des Fähigkeitseinsatzes.",
    "en_GB": "Continuously deal 597 Frost damage every 1 sec to enemies in a cone in front of you, until your Runic Power is exhausted. Deals reduced damage to secondary targets.\r\n\r\nGenerates 2 Runes at the start and end.",
    "es_ES": "Inflige continuamente 609 p. de daño de Escarcha cada 1 s a los enemigos en un cono frente a ti hasta que tu poder rúnico se agote. Inflige daño reducido a los objetivos secundarios.\r\n\r\nGenera 2 runas al principio y al final.",
    "fr_FR": "Vous infligez en continu 610 points de dégâts de Givre toutes les 1 s aux ennemis dans un cône devant vous, jusqu’à ce que votre puissance runique soit épuisée. Inflige des dégâts réduits aux cibles secondaires.\r\n\r\nGénère 2 runes au début et à la fin.",
    "it_IT": "Infligge costantemente 611 danni da gelo ogni 1 s ai nemici in un cono frontale, finché la potenza runica non si esaurisce. Infligge danni ridotti ai bersagli secondari.\r\n\r\nGenera 2 rune all'inizio e al termine.",
    "ru_RU": "Непрерывно наносит противникам в секторе перед вами 598 ед. урона от магии льда раз в 1 сек. Действует до тех пор, пока не закончится сила рун. Второстепенные цели получают меньше урона.\r\n\r\nВ начале и в конце дает 2 руны.",
    "ko_KR": "전방 부채꼴 범위 내의 적에게 룬 마력이 소진될 때까지 1초마다 619의 냉기 피해를 지속적으로 입힙니다. 부가 대상에게는 감소된 피해를 입힙니다.\r\n\r\n시작과 종료 시 2개의 룬을 생성합니다.",
    "zh_TW": "每1秒持續對你面前錐形範圍內的敵人造成601點冰霜傷害，直到符能耗盡為止。對次要目標造成較低的傷害。\r\n\r\n在開始和結束時產生2個符文。",
    "zh_CN": "持续对前方锥形区域内的敌人每1秒造成600点冰霜伤害，直到符文能量耗尽。对次要目标造成较低的伤害。\r\n\r\n在开始和结束时产生2个符文。"
  }
}