{
  "ID": "5794",
  "NameSubtext_lang": "",
  "Description_lang": "Silences the target, preventing them from casting spells for $d. Against non-players, also interrupts spellcasting and prevents any spell in that school from being cast for $263715d.",
  "AuraDescription_lang": "Silenced.",
  "Attributes_0": "65536",
  "Attributes_1": "0",
  "Attributes_2": "524288",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "10485760",
  "Attributes_7": "2048",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1033",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "35",
  "PvPDurationIndex": "27",
  "RangeIndex": "5",
  "SchoolMask": "32",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "458230",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "15487",
  "name_blz": {
    "en_US": "Silence",
    "es_MX": "Silencio",
    "pt_BR": "Silêncio",
    "de_DE": "Stille",
    "en_GB": "Silence",
    "es_ES": "Silencio",
    "fr_FR": "Silence",
    "it_IT": "Silenzio",
    "ru_RU": "Безмолвие",
    "ko_KR": "침묵",
    "zh_TW": "沉默",
    "zh_CN": "沉默"
  },
  "description_blz": {
    "en_US": "Silences the target, preventing them from casting spells for 4 sec. Against non-players, also interrupts spellcasting and prevents any spell in that school from being cast for 4 sec.",
    "es_MX": "Silencia al objetivo y le impide lanzar hechizos durante 4 s. Contra los que no son jugadores, también interrumpe el lanzamiento de hechizos e impide que se lancen hechizos de esa misma escuela durante 4 s.",
    "pt_BR": "Silencia o alvo, impedindo-o de lançar feitiços por 4 s. Contra PNJs, também interrompe o lançamento de feitiços e impede o lançamento de qualquer feitiço da mesma escola por 4 s.",
    "de_DE": "Bringt das Ziel zum Schweigen und unterbricht für 4 Sek. das Wirken von Zaubern. Bei Nichtspielercharakteren unterbricht die Fähigkeit das Wirken von Zaubern und verhindert außerdem für 4 Sek., dass weitere Zauber dieser Art gewirkt werden.",
    "en_GB": "Silences the target, preventing them from casting spells for 4 sec. Against non-players, also interrupts spellcasting and prevents any spell in that school from being cast for 4 sec.",
    "es_ES": "Silencia al objetivo, lo que impide que lance hechizos durante 4 s. Contra no-jugadores, también interrumpe el lanzamiento de hechizos y evita que puedan lanzarse hechizos de esa escuela durante 4 s.",
    "fr_FR": "Réduit la cible au silence et l’empêche de lancer des sorts pendant 4 s. Interrompt également les incantations de sorts des personnages non-joueurs et les empêche de lancer tout sort de la même école de magie pendant 4 s.",
    "it_IT": "Silenzia il bersaglio, impedendogli di lanciare incantesimi per 4 s. Su personaggi non giocanti, interrompe il lancio d'incantesimi e impedisce il lancio di altri incantesimi della stessa scuola di magia per 4 s.",
    "ru_RU": "Вызывает у противника немоту, не позволяя применять заклинания в течение 4 сек. Если противник не является игроком, также прерывает применяемое им заклинание и лишает его возможности применять заклинания той же школы в течение 4 сек.",
    "ko_KR": "대상을 침묵시켜 4초 동안 주문을 시전하지 못하게 합니다. 플레이어가 아닌 대상을 상대로는 주문 시전을 방해하고, 4초 동안 같은 계열의 주문을 시전하지 못하게 합니다.",
    "zh_TW": "讓目標陷入沉默不能施法，持續4秒。用在非玩家目標身上時，可同時中斷敵人的施法，使其在4秒內不能施放同系法術。",
    "zh_CN": "使目标沉默，在4秒内不能施法。对非玩家类敌人施放时，打断其正在施放的法术，并阻止其施放同系法术，持续4秒。"
  }
}