{
  "ID": "139002",
  "NameSubtext_lang": "Rank 1",
  "Description_lang": "Unlocks access to the Herb Garden building. In addition, you may now harvest herbalism nodes within the Garrison.$@garrbuilding29",
  "AuraDescription_lang": "",
  "Attributes_0": "0",
  "Attributes_1": "136",
  "Attributes_2": "541065216",
  "Attributes_3": "33554432",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "0",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136065",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "165077",
  "name_blz": {
    "en_US": "Garrison: Herb Garden",
    "es_MX": "Fortaleza: Herbario",
    "pt_BR": "Guarnição: Jardim de Herborismo",
    "de_DE": "Garnison: Kräutergarten",
    "en_GB": "Garrison: Herb Garden",
    "es_ES": "Ciudadela: Jardín de hierbas",
    "fr_FR": "Fief : jardin de simples",
    "it_IT": "Guarnigione: Giardino d'Erbalismo",
    "ru_RU": "Гарнизон: травяной сад",
    "ko_KR": "주둔지: 약초밭",
    "zh_TW": "要塞：草藥園",
    "zh_CN": "要塞：药圃"
  },
  "description_blz": {
    "en_US": "Unlocks access to the Herb Garden building. In addition, you may now harvest herbalism nodes within the Garrison.\r\n\r\nLevel 1\nGrows Draenic Seeds into herbs each day and herbalism nodes are available in the garden.\n\nLevel 2\nAllows followers with the Herbalism trait to work here, granting a unique bonus.  Also increases the amount of herbs that can be harvested at the garden and allows up to 14 work orders at one time.\n\nLevel 3\nGrow a unique Draenor fruit tree in your garden that grants food buffs. Also allows up to 21 work orders at one time.\n",
    "es_MX": "Desbloquea el acceso al edificio del Herbario. Además, ahora puedes cosechar nodos de herboristería dentro de la fortaleza.\r\n\r\nNivel 1\nHace que las semillas draénicas se transformen en hierbas cada día y haya nodos de herboristería disponibles en el jardín.\n\nNivel 2\nPermite que los seguidores con la característica de herboristería trabajen aquí, lo que les otorga una bonificación única. Además, aumenta la cantidad de hierbas que pueden recolectarse en el jardín y permite hasta 14 pedidos a la vez.\n\nNivel 3\nHace crecer un árbol de frutos de Draenor único en tu jardín que da beneficios de comida. Además, permite hasta 21 pedidos a la vez.\n",
    "pt_BR": "Desbloqueia o acesso ao Prédio do Jardim de Herborismo. Além disso, você agora pode colher plantas nos nodos da guarnição.\r\n\r\nNível 1\nTransforma as Sementes Draenorianas em ervas todos os dias e disponibiliza nodos de herborismo no jardim.\n\nNível 2\nPermite aos seguidores com especialização em Herborismo que trabalhem aqui, concedendo-lhes um bônus exclusivo. Também aumenta a quantidade de ervas que podem ser colhidas no jardim e possibilita a execução de 3 ordens de serviço ao mesmo tempo.\n\nNível 3\nVocê pode cultivar no jardim uma árvore frutífera exclusiva de Draenor, que concede bônus de comida. Também pode executar 5 ordens de serviço ao mesmo tempo.\n",
    "de_DE": "Schaltet das Gebäude des Kräutergartens frei. Zusätzlich könnt Ihr jetzt die Kräuter in der Garnison ernten.\r\n\r\nStufe 1\nLässt täglich aus draenischen Samen Kräuter heranwachsen und macht Kräuter im Garten verfügbar.\n\nStufe 2\nErmöglicht es Anhängern mit der Eigenschaft 'Kräuterkunde', hier zu arbeiten, was einen einzigartigen Bonus gewährt. Erhöht außerdem die Menge an Kräutern, die im Garten geerntet werden können und ermöglicht bis zu 14 Arbeitsaufträge gleichzeitig.\n\nStufe 3\nPflanzt einen einzigartigen Draenorobstbaum in Eurem Garten, der Nahrungsstärkungseffekte gewährt. Ermöglicht außerdem bis zu 21 Arbeitsaufträge gleichzeitig.\n",
    "en_GB": "Unlocks access to the Herb Garden building. In addition, you may now harvest herbalism nodes within the Garrison.\r\n\r\nLevel 1\nGrows Draenic Seeds into herbs each day and herbalism nodes are available in the garden.\n\nLevel 2\nAllows followers with the Herbalism trait to work here, granting a unique bonus.  Also increases the amount of herbs that can be harvested at the garden and allows up to 14 work orders at one time.\n\nLevel 3\nGrow a unique Draenor fruit tree in your garden that grants food buffs. Also allows up to 21 work orders at one time.\n",
    "es_ES": "Desbloquea el acceso al edificio del jardín de hierbas. Además, ahora puedes recolectar nodos de herboristería en el interior de la ciudadela.\r\n\r\nNivel 1\nCultiva semillas dráenicas que se convierten en hierbas cada día. Hay nodos de herboristería disponibles en el jardín.\n\nNivel 2\nPermite que los seguidores con el rasgo de herboristería trabajen aquí, lo que otorga una bonificación única. También aumenta la cantidad de hierbas que se pueden cosechar en el jardín y permite realizar hasta 14 pedidos a la vez.\n\nNivel 3\nCultiva un árbol frutal de Draenor único en tu jardín que otorga beneficios de comida. También permite tener hasta 21 pedidos a la vez.\n",
    "fr_FR": "Donne accès au jardin de simples. De plus, vous pouvez désormais cueillir des herbes dans le fief.\r\n\r\nNiveau 1\nFait pousser des graines draeniques tous les jours et donne accès à des points de cueillette dans le jardin.\n\nNiveau 2\nPermet aux sujets possédant le profil Herboristerie de travailler ici. Ces derniers vous confèrent alors un bonus unique. Augmente aussi la quantité d’herbes à récolter dans le jardin. Autorise également jusqu’à 14 commandes simultanément.\n\nNiveau 3\nFait pousser un arbre fruitier de Draenor unique qui vous confère des améliorations de nourriture. Permet également d’avoir jusqu’à 21 commandes à la fois.\n",
    "it_IT": "Permette l'accesso al Giardino d'Erbalismo. Inoltre, permette di individuare e raccogliere cespugli d'erbe dentro la Guarnigione.\r\n\r\nLivello 1\nPermette di piantare una volta al giorno i Semi Draenoriani affinché diventino erbe. Inoltre, diversi tipi di cespugli d'erbe sono disponibili all'interno del Giardino d'Erbalismo.\n\nLivello 2\nPermette ai seguaci con la caratteristica Erbalismo di lavorare in questo edificio, fornendo un bonus unico. Aumenta la quantità di erbe che possono essere raccolte nel Giardino d'Erbalismo e permette la gestione di 14 incarichi di lavoro alla volta.\n\nLivello 3\nFa crescere un raro albero da frutta di Draenor nel Giardino d'Erbalismo, che fornisce benefici da cibo. Permette anche la gestione di 21 incarichi di lavoro alla volta.\n",
    "ru_RU": "Открывает доступ к травяному саду. Также вы теперь можете применять навык травничества в гарнизоне.\r\n\r\n1-й уровень\nКаждый день в саду из дренорских семян вырастают травы и появляются места для их сбора.\n\n2-й уровень\nПозволяет работать здесь соратникам со знанием травничества, предоставляя особый бонус. Увеличивает количество растущих в саду трав и позволяет размещать до 14 заказов одновременно.\n\n3-й уровень\nВыращивает в вашем саду уникальное дренорское фруктовое дерево, плоды которого дают положительный эффект. Позволяет размещать до 21 заказа одновременно.\n",
    "ko_KR": "약초밭을 잠금 해제합니다. 주둔지 내에서 약초를 채집할 수 있습니다.\r\n\r\n1 레벨\n매일 드레나이 씨앗을 약초로 키워 냅니다. 정원에서 약초를 채집할 수 있습니다.\n\n2 레벨\n약초채집 속성을 지닌 추종자를 이곳에 배치하여 독특한 추가 효과를 받습니다. 또한, 정원에서 채집할 수 있는 약초의 양이 증가하고, 제품을 한 번에 14개까지 생산할 수 있습니다.\n\n3 레벨\n음식 효과를 부여하는 독특한 드레노어 과일이 열리는 나무를 정원에 심습니다. 제품을 한 번에 21개까지 생산할 수 있습니다.\n",
    "zh_TW": "可使用要塞草藥園建築。此外，你現在可以在要塞內的草藥點採集草藥了。\r\n\r\n等級1\n每天種植德拉諾種子並採收草藥，在草藥園裡也會產生草藥點。\n\n等級2\n一次最多能有14張訂單，並且會增加草藥園中可採收的草藥數量。此外還能讓擁有草藥學特長的追隨者在此工作，提供特殊獎勵。\n\n等級3\n一次最多能有21張訂單。並且在草藥園中種有獨特的德拉諾果樹，食用果實後可以獲得增益效果。\n",
    "zh_CN": "允许进入药圃。并且，你可在要塞内采集草药了。\r\n\r\n等级1\n每天用德拉诺种子种植出药材，并使药圃中出现草药点。\n\n等级2\n允许拥有草药学专长的追随者在此工作，提供特殊的奖励。同时并提高药圃的草药产量，并允许同时接受最多14份产品订单。\n\n等级3\n在你的药圃中种植一颗特别的德拉诺果树并提供食物效果。并允许同时接受最多21份产品订单。\n"
  }
}