{
  "ID": "365",
  "NameSubtext_lang": "",
  "Description_lang": "Levitates a party or raid member for $111759d, floating a few feet above the ground, granting slow fall, and allowing travel over water.",
  "AuraDescription_lang": "Levitating.",
  "Attributes_0": "65536",
  "Attributes_1": "131072",
  "Attributes_2": "524296",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "67108868",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "4",
  "SchoolMask": "2",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "135928",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "1706",
  "name_blz": {
    "en_US": "Levitate",
    "es_MX": "Levitar",
    "pt_BR": "Levitar",
    "de_DE": "Levitieren",
    "en_GB": "Levitate",
    "es_ES": "Levitar",
    "fr_FR": "Lévitation",
    "it_IT": "Levitazione",
    "ru_RU": "Левитация",
    "ko_KR": "공중 부양",
    "zh_TW": "漂浮術",
    "zh_CN": "漂浮术"
  },
  "description_blz": {
    "en_US": "Levitates a party or raid member for 10 min, floating a few feet above the ground, granting slow fall, and allowing travel over water.",
    "es_MX": "Haz levitar a un miembro del equipo o banda durante 10 min, flotando unos metros sobre el nivel del piso. Le otorga una caída lenta y le permite caminar sobre el agua.",
    "pt_BR": "Levita um membro do grupo ou raide por 10 min, fazendo-o flutuar alguns metros acima do chão, concedendo-lhe queda lenta e permitindo a movimentação sobre a água.",
    "de_DE": "Lässt ein Gruppen- oder Schlachtzugsmitglied 10 Min. lang ein Stückchen über dem Boden schweben, sorgt für einen sanften Fall und ermöglicht ihm das Wandeln über Wasser.",
    "en_GB": "Levitates a party or raid member for 10 min, floating a few feet above the ground, granting slow fall, and allowing travel over water.",
    "es_ES": "Hace levitar durante 10 min a un miembro del grupo o banda, que flota unos cuantos metros por encima del suelo, lo que otorga una caída lenta y permite desplazarse sobre el agua.",
    "fr_FR": "Permet à un membre du groupe ou raid de léviter pendant 10 min. Il flotte à un mètre environ au-dessus du sol, bénéficie d’une vitesse de chute réduite et peut marcher sur l’eau.",
    "it_IT": "Fa levitare un membro del gruppo o dell'incursione per 10 min, facendolo galleggiare sopra il terreno, rallentando la velocità di caduta e permettendogli di camminare sull'acqua.",
    "ru_RU": "На 10 мин. позволяет участнику группы или рейда парить на небольшой высоте. Левитирующая цель медленнее падает и может летать над водой.",
    "ko_KR": "10분 동안 파티원 또는 공격대원의 몸을 공중에 띄웁니다. 대상은 한 뼘 정도 공중으로 떠올라 이동하며, 낙하 속도가 감소하고 물 위를 이동할 수 있습니다.",
    "zh_TW": "讓一位隊伍或團隊成員離地漂浮數尺，持續10分鐘，降低掉落速度，且可以在水上行走。",
    "zh_CN": "让一名队伍或团队成员漂起，持续10分钟，悬浮在离地面几尺的空中，下落速度减慢，并且可以越过水面。"
  }
}