{
  "ID": "145127",
  "NameSubtext_lang": "",
  "Description_lang": "Ahm was captured by Blademaster Bralok when the cruel orc attacked his home town. The orc had Ahm starved and beaten, but Ahm refused to relent. In death, he continues to persevere and seek revenge against the Iron Horde for their travesties.",
  "AuraDescription_lang": "",
  "Attributes_0": "687865856",
  "Attributes_1": "1056",
  "Attributes_2": "273170436",
  "Attributes_3": "268632576",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "236442",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "171244",
  "name_blz": {
    "en_US": "Follower: Ahm",
    "es_MX": "Seguidor: Ahm",
    "pt_BR": "Seguidor: Ahm",
    "de_DE": "Anhänger: Ahm",
    "en_GB": "Follower: Ahm",
    "es_ES": "Seguidor: Ahm",
    "fr_FR": "Sujet : Ahm",
    "it_IT": "Seguace: Ahm",
    "ru_RU": "Соратник: Ахм",
    "ko_KR": "추종자: 암",
    "zh_TW": "追隨者： 阿哈姆",
    "zh_CN": "追随者：阿姆"
  },
  "description_blz": {
    "en_US": "Ahm was captured by Blademaster Bralok when the cruel orc attacked his home town. The orc had Ahm starved and beaten, but Ahm refused to relent. In death, he continues to persevere and seek revenge against the Iron Horde for their travesties.",
    "es_MX": "Ahm fue capturado por el maestro del acero Bralok cuando el cruel orco atacó su hogar. El orco ordenó golpear y privar de comida a Ahm, pero este no cedió. Tras su muerte, continúa preservando y buscando la venganza en contra de la Horda de Hierro por sus farsas.",
    "pt_BR": "Ahm foi capturado pelo Mestre de Espadas Bralok quando o temível orc atacou sua cidade natal. Ahm passou fome e foi torturado, mas nunca desistiu de lutar. Mesmo após a morte, ele busca vingança pelas atrocidades da Horda de Ferro.",
    "de_DE": "Ahm wurde von dem grausamen Orc Klingenmeister Bralok gefangen genommen, als dieser sein Heimatdorf angriff. Während seiner Gefangenschaft quälte der Orc ihn mit Schlägen und Essensentzug, aber dennoch beugte sich Ahm nicht seinem Willen. Im Tode macht er weiterhin Jagd auf die Eiserne Horde, um Rache für ihre Grausamkeiten zu nehmen.",
    "en_GB": "Ahm was captured by Blademaster Bralok when the cruel orc attacked his home town. The orc had Ahm starved and beaten, but Ahm refused to relent. In death, he continues to persevere and seek revenge against the Iron Horde for their travesties.",
    "es_ES": "A Ahm lo capturó un malvado orco, el maestro del acero Bralok, durante el ataque que perpetró contra su hogar. El orco maltrataba y mataba de hambre a Ahm, pero este nunca claudicó. Incluso muerto, continúa intentando vengarse de la Horda de Hierro por sus traiciones.",
    "fr_FR": "Ahm a été capturé par le cruel maître-lame orc Bralok quand ce dernier a attaqué sa ville. Même affamé et battu, il a refusé de se soumettre. Dans la mort, il continue à exercer sa vengeance contre la Horde de Fer pour ses exactions.",
    "it_IT": "Ahm è stato catturato dal Maestro di Spade Bralok quando l'Orco crudele ha attaccato la sua città natale. L'Orco aveva catturato e torturato Ahm, ma Ahm si era rifiutato di cedere. Anche vicino alla morte, continuava a resistere e a meditare vendetta contro l'Orda di Ferro.",
    "ru_RU": "Мастер клинка Бралок атаковал город, где жил Ахм, и взял самого его в плен. Орки морили Ахма голодом и избивали его, но им не удалось его сломить. Даже после смерти он продолжает пытаться отомстить Железной Орде за ее преступления.",
    "ko_KR": "암은 잔악한 오크들이 그의 고향을 공격했을 때 검귀 브랄로크에 의해 생포되었습니다. 오크들은 암을 굶주리게 하고 흠씬 두들겨댔지만, 그는 절대 물러서지 않았습니다. 암은 죽음의 순간에서도 굴하지 않고 끝까지 강철 호드의 졸렬함에 대한 복수를 갈망했습니다.",
    "zh_TW": "阿哈姆在大劍師布瑞羅克這名殘酷獸人進攻自己家鄉時被俘。獸人讓阿哈姆飽受饑餓與虐待，但阿哈姆拒絕屈服。就連死亡，也無法打消他向鋼鐵部落討回公道的堅決意念。",
    "zh_CN": "当残酷的兽人袭击他的家园时，阿姆被剑圣巴罗克俘虏了。兽人不断折磨阿姆，但他拒绝屈服。死后，阿姆继续徘徊在这个世界，渴望向钢铁部落和它的同党复仇。"
  }
}