{
  "ID": "149988",
  "NameSubtext_lang": "",
  "Description_lang": "Velonara was one of Sylvanas' low-ranking rangers, but her success in the Scarlet Monastery during the Cataclysm opened up new opportunities for her. When the Dark Lady asked for volunteers to make the trek into Draenor, Velonara answered without hesitation. Any opportunity to please the Dark Lady is worth the risk.",
  "AuraDescription_lang": "",
  "Attributes_0": "687865856",
  "Attributes_1": "1056",
  "Attributes_2": "273170436",
  "Attributes_3": "268632576",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "132323",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "176075",
  "name_blz": {
    "en_US": "Follower: Dark Ranger Velonara",
    "es_MX": "Seguidora: Forestal oscura Velonara",
    "pt_BR": "Seguidora: Patrulheira Sombria Velonara",
    "de_DE": "Anhängerin: Dunkle Waldläuferin Velonara",
    "en_GB": "Follower: Dark Ranger Velonara",
    "es_ES": "Seguidora: Forestal oscura Velonara",
    "fr_FR": "Sujet : Forestier-sombre Velonara",
    "it_IT": "Seguace: Guardaboschi Oscura Velonara",
    "ru_RU": "Соратник: темный следопыт Велонара",
    "ko_KR": "추종자: 어둠 순찰자 벨로나라",
    "zh_TW": "追隨者：黑暗遊俠薇蘿娜拉",
    "zh_CN": "追随者：黑暗游侠维罗娜拉"
  },
  "description_blz": {
    "en_US": "Velonara was one of Sylvanas' low-ranking rangers, but her success in the Scarlet Monastery during the Cataclysm opened up new opportunities for her. When the Dark Lady asked for volunteers to make the trek into Draenor, Velonara answered without hesitation. Any opportunity to please the Dark Lady is worth the risk.",
    "es_MX": "Velonara fue una de las comandos de bajo rango de Sylvanas, pero su éxito en el Monasterio Escarlata durante el Cataclismo le abrió nuevas oportunidades. Cuando la Dama Oscura pidió por voluntarios para hacer la excursión a Draenor, Velonara se ofreció sin dudarlo. Cualquier oportunidad para complacer a la Dama Oscura vale el riesgo.",
    "pt_BR": "Velonara era uma patrulheira de baixo escalão de Sylvana, porém seu sucesso no Monastério Escarlate durante o Cataclismo lhe abriu novas oportunidades. Quando a Dama Sombria solicitou voluntários para viajar a Draenor, Velonara prontificou-se sem hesitar. Toda e qualquer oportunidade de agradar a Dama Sombria vale o risco.",
    "de_DE": "Velonara war eine der niederrangigen Waldläuferinnen Sylvanas. Aber ihr Erfolg im Scharlachroten Kloster während des Kataklysmus eröffnete ihr neue Möglichkeiten. Als die Dunkle Fürstin auf der Suche nach Freiwilligen für den Zug nach Draenor war, meldete sich Velonara ohne zu zögern für diese Mission. Es ist jedes Risiko wert, der Dunklen Fürstin einen Gefallen zu erweisen.",
    "en_GB": "Velonara was one of Sylvanas' low-ranking rangers, but her success in the Scarlet Monastery during the Cataclysm opened up new opportunities for her. When the Dark Lady asked for volunteers to make the trek into Draenor, Velonara answered without hesitation. Any opportunity to please the Dark Lady is worth the risk.",
    "es_ES": "Velonara era una de las forestales de bajo rango de Sylvanas, pero el éxito que consiguió en el Monasterio Escarlata durante el Cataclismo le abrió la senda a nuevas oportunidades. Cuando la Dama Oscura pidió voluntarios para partir hacia Draenor, Velonara se ofreció sin dudar. Cualquier ocasión de satisfacer a la Dama Oscura merece el riesgo.",
    "fr_FR": "Velonara comptait parmi les plus humbles forestiers de Sylvanas, mais son succès dans le monastère Écarlate pendant le Cataclysme lui a ouvert de nouvelles opportunités. Quand la Dame noire s’est mise en quête de volontaires pour l’expédition en Draenor, Velonara n’a pas hésité une seconde. Elle ne saurait laisser passer une occasion de briller aux yeux de la Dame noire.",
    "it_IT": "Velonara era una delle Guardaboschi di basso rango di Sylvanas, ma il suo successo al Monastero Scarlatto durante il Cataclisma le ha aperto nuove opportunità. Quando la Dama Oscura ha cercato dei volontari che andassero su Draenor, Velonara ha risposto senza esitazione alcuna. Per lei, qualsiasi cosa compiaccia la Dama Oscura vale il rischio.",
    "ru_RU": "Велонара начинала свою карьеру рядовым следопытом в армии Сильваны, но успех в операции в Монастыре Алого ордена во время Катаклизма открыл перед ней совершенно новые возможности. Когда Темной Госпоже понадобились добровольцы для экспедиции на Дренор, Велонара вызвалась одной из первых. Она понимала, что это огромный риск, но благоволение Темной Госпожи стоит того.",
    "ko_KR": "벨로나라는 실바나스의 하급 순찰대원 중 한 명이었지만, 대격변의 시기에 붉은십자군 수도원에서 이뤄낸 성공으로 새로운 기회를 얻었습니다. 어둠의 여왕이 드레노어로 향할 지원자를 찾았을 때 벨로나라는 한치의 망설임 없이 그녀의 부름에 답했습니다. 벨로나라는 어둠의 여왕에게 기쁨을 선사할 기회라면 위험도 기꺼이 무릅쓸 수 있습니다.",
    "zh_TW": "薇蘿娜拉曾經是希瓦娜斯麾下的低階遊俠，但大災變期間，她在血色修道院的活躍表現，讓她登上新的舞台。當黑暗女王尋求志願者展開前往德拉諾的艱難旅程時，薇蘿娜拉毫不猶豫地立刻報名。只要能取悅黑暗女王，再大的風險都值得冒。",
    "zh_CN": "维罗娜拉曾是希尔瓦娜斯手下的一名低阶游侠，但在大地的裂变时期，她在血色修道院的骄人战绩使得她平步青云。当黑暗女王征召志愿者远征德拉诺时，维罗娜拉毫不犹豫地站了出来。只要能取悦黑暗女王，冒任何险都是值得的。"
  }
}