{
  "ID": "158789",
  "NameSubtext_lang": "",
  "Description_lang": "The Hand of Argus was once a mighty order of draenei paladins dedicated to protecting their people from their Legion hunters. Their numbers have yet to fully recover from the slaughter in Draenor at the hands of bloodlusted orcs, but Vindicator Boros refuses to let their legacy die. He has dedicated himself to renew their sacred vows at all costs.",
  "AuraDescription_lang": "",
  "Attributes_0": "687865856",
  "Attributes_1": "1056",
  "Attributes_2": "273170436",
  "Attributes_3": "268632576",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "236442",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "184825",
  "name_blz": {
    "en_US": "Follower: Vindicator Boros",
    "es_MX": "Seguidor: Vindicador Boros",
    "pt_BR": "Seguidor: Vindicante Boros",
    "de_DE": "Anhänger: Verteidiger Boros",
    "en_GB": "Follower: Vindicator Boros",
    "es_ES": "Seguidor: Vindicador Boros",
    "fr_FR": "Sujet : redresseur de torts Boros",
    "it_IT": "Seguace: Vendicatore Boros",
    "ru_RU": "Соратник: Воздаятель Борос",
    "ko_KR": "추종자: 구원자 보로스",
    "zh_TW": "追隨者：復仇者波羅斯",
    "zh_CN": "追随者：守备官波鲁斯"
  },
  "description_blz": {
    "en_US": "The Hand of Argus was once a mighty order of draenei paladins dedicated to protecting their people from their Legion hunters. Their numbers have yet to fully recover from the slaughter in Draenor at the hands of bloodlusted orcs, but Vindicator Boros refuses to let their legacy die. He has dedicated himself to renew their sacred vows at all costs.",
    "es_MX": "La Mano de Argus fue una vez una poderosa orden de paladines draenei dedicados a proteger a su gente de los cazadores de la Legión. Sus números aún no se recuperan de la matanza en Draenor a manos de los sanguinarios orcos, pero el Vindicador Boros se niega a dejar que su legado muera. Se ha dedicado a renovar sus votos sagrados a toda costa.",
    "pt_BR": "A Mão de Argus já foi uma ordem poderosa de paladinos draeneis dedicada a proteger seu povo dos caçadores da Legião. Suas fileiras ainda precisam se recuperar do massacre em Draenor nas mãos de orcs sanguinários, mas o Vindicante Boros recusa-se a deixar seu legado morrer. Ele se dedica a renovar seus votos sagrados a qualquer custo.",
    "de_DE": "Die Hand von Argus war einst ein mächtiger Orden draenischer Paladine, der sich dazu verpflichtet hatte, sein Volk vor den Häschern der Legion zu schützen. Seine Ränge müssen sich jedoch erst von der Dezimierung durch die rasenden Orcs erholen, und Verteidiger Boros weigert sich, ihr Vermächtnis in Vergessenheit geraten zu lassen. Er ist fest entschlossen, die heiligen Schwüre um jeden Preis zu erneuen.",
    "en_GB": "The Hand of Argus was once a mighty order of draenei paladins dedicated to protecting their people from their Legion hunters. Their numbers have yet to fully recover from the slaughter in Draenor at the hands of bloodlusted orcs, but Vindicator Boros refuses to let their legacy die. He has dedicated himself to renew their sacred vows at all costs.",
    "es_ES": "La Mano de Argus fue antaño una poderosa orden de paladines draenei dedicada a proteger a su pueblo de los cazadores de la Legión. Sus números aún no se han recuperado del todo de la masacre de Draenor a manos de orcos sanguinarios, pero el vindicador Boros se niega a dejar morir su legado y se ha dedicado a renovar sus votos sagrados cueste lo que cueste.",
    "fr_FR": "La Main d’Argus était autrefois un ordre influent formé de paladins ayant juré de protéger les Draeneï des exactions des chasseurs de la Légion. Ils ont été décimés sur Draenor par des Orcs assoiffés de sang, mais le redresseur de torts Boros refuse de laisser périr leurs idéaux et s’est engagé à tirer de l’oubli leurs vœux sacrés, quoi qu’il en coûte.",
    "it_IT": "La Mano di Argus era un tempo un potente ordine di Draenei Paladini, devoti alla protezione della loro gente dai loro cacciatori della Legione. Devono ancora riprendersi completamente dal massacro di Draenor avvenuto per mano di Orchi assetati di sangue, ma il Vendicatore Boros non accetta di lasciar morire la loro eredità. Ha quindi deciso di rinnovare i suoi sacri voti a tutti i costi.",
    "ru_RU": "Длань Аргуса когда-то был могущественным орденом паладинов-дренеев, посвятивших свои жизни защите своих собратьев от преследования Легиона. Они еще не успели полностью оправиться после резни на Дреноре, учиненной кровожадными орками, но воздаятель Борос твердо намерен сохранить их наследие для будущих поколений. Он поклялся любой ценой возродить орден и исполнить свои священные клятвы.",
    "ko_KR": "아르거스의 대리인은 한때 드레나이 성기사단의 강력한 연맹으로, 군단 사냥꾼들에게서 동족을 보호하는 일에 힘써왔습니다. 그들은 드레노어의 살육 때 피에 굶주린 오크의 손에 무참히 학살당하는 바람에 아직 수적으로 완전히 회복하지는 못했습니다. 하지만 구원자 보로스는 그들의 유산이 그대로 사라지게 두지 않습니다. 그는 온갖 희생을 치르면서도 자신들의 신성한 서약을 재건하는데 온 힘을 다하고 있습니다.",
    "zh_TW": "阿古斯之手原是德萊尼聖騎士組成的強大教團，獻身於保護人民，免於軍團獵手的追殺。在德拉諾慘遭嗜血獸人屠戮後，人數已不如從前，但是復仇者波羅斯拒絕讓阿古斯之手的傳承就此斷絕。他致力於重建教團的神聖使命，不惜一切代價。",
    "zh_CN": "阿古斯之手曾经是强大的德莱尼圣骑士教团，致力于保护族人不被燃烧军团的猎杀者加害。在德拉诺遭遇了嗜血兽人的屠戮之后，骑士团的人数并没有完全恢复，但守备官波鲁斯绝不会允许他们的传统就此消亡。他全心全意地投身于恢复阿古斯之手神圣誓言的事业之中。"
  }
}