{
  "ID": "402",
  "NameSubtext_lang": "",
  "Description_lang": "Allows you to vanish from sight, entering stealth while in combat. For the first $11327d after vanishing, damage and harmful effects received will not break stealth. Also breaks movement impairing effects.",
  "AuraDescription_lang": "Improved stealth.",
  "Attributes_0": "672464912",
  "Attributes_1": "1056",
  "Attributes_2": "6",
  "Attributes_3": "458752",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "4",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "8192",
  "Attributes_11": "0",
  "Attributes_12": "1",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "132331",
  "ActiveIconFileDataID": "136047",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "1856",
  "name_blz": {
    "en_US": "Vanish",
    "es_MX": "Esfumarse",
    "pt_BR": "Sumir",
    "de_DE": "Verschwinden",
    "en_GB": "Vanish",
    "es_ES": "Esfumarse",
    "fr_FR": "Disparition",
    "it_IT": "Sparizione",
    "ru_RU": "Исчезновение",
    "ko_KR": "소멸",
    "zh_TW": "消失",
    "zh_CN": "消失"
  },
  "description_blz": {
    "en_US": "Allows you to vanish from sight, entering stealth while in combat. For the first 3 sec after vanishing, damage and harmful effects received will not break stealth. Also breaks movement impairing effects.",
    "es_MX": "Te permite esfumarte y entrar en modo sigilo durante el combate. Durante los primeros 3 s tras esfumarte, el daño y los efectos dañinos recibidos no romperán el sigilo. También elimina los efectos de reducción de movimiento.",
    "pt_BR": "Permite a você desaparecer da vista de todos, entrando em modo furtivo em combate. Nos primeiros 3 s depois de sumir, dano e efeitos nocivos recebidos não cancelam a furtividade. Também remove efeitos que dificultam o movimento.",
    "de_DE": "Ermöglicht es Euch, sofort zu verschwinden und so im Kampf in den Verstohlenheitsmodus überzugehen. Für die ersten 3 Sek. nach dem Verschwinden können weder Schaden noch schädliche Effekte die Verstohlenheit brechen. Bewegungseinschränkende Effekte werden beim Verschwinden entfernt.",
    "en_GB": "Allows you to vanish from sight, entering stealth while in combat. For the first 3 sec after vanishing, damage and harmful effects received will not break stealth. Also breaks movement impairing effects.",
    "es_ES": "Te permite esfumarte y entrar en modo sigilo mientras estás en combate. Durante los primeros 3 s tras esfumarte, el daño y los efectos dañinos recibidos no romperán el sigilo. También elimina los efectos de reducción de movimiento.",
    "fr_FR": "Vous permet de disparaître et de passer en mode camouflage en combat. Pendant les 3 s qui suivent votre disparition, les dégâts et effets néfastes subis n’interrompent pas le camouflage. Annule également les effets qui affectent le déplacement.",
    "it_IT": "Permette di scomparire, entrando in una modalità furtiva in combattimento. Per i primi 3 s dopo la scomparsa, i danni e gli effetti negativi ricevuti non annullano la furtività. Inoltre, rimuove gli effetti di limitazione al movimento.",
    "ru_RU": "Позволяет скрыться с глаз в бою, войдя в состояние незаметности. Снимает затрудняющие передвижение эффекты. В течение первых 3 сек. после исчезновения получаемый урон и отрицательные эффекты не снимают незаметность.",
    "ko_KR": "전투 중 시야에서 사라져 은신 상태를 취합니다. 소멸 사용 후 처음 3초 동안에는 피해를 입거나 해로운 효과가 적용되어도 은신이 해제되지 않습니다. 이동 방해 효과에서 벗어날 수 있습니다.",
    "zh_TW": "使你消失並在戰鬥中進入潛行狀態。在消失後的前3秒內所受到的傷害或有害效果不會取消潛行狀態。同時可解除移動限制效果。",
    "zh_CN": "使你从敌人的视野中消失，在战斗中进入潜行模式。消失后的最初3秒内，受到伤害和有害效果影响都不会脱离潜行。同时解除一切移动限制效果。"
  }
}