{
  "ID": "161736",
  "NameSubtext_lang": "",
  "Description_lang": "Your damaging spells have an $h% chance to fire a chaotic flame towards your target, dealing $187773m1 Chaos damage to all enemies it passes through.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "256",
  "Attributes_3": "0",
  "Attributes_4": "65536",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "65536",
  "Attributes_12": "-2147352576",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136243",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "187778",
  "name_blz": {
    "en_US": "Item - LFR T18 Mail Caster 4P Bonus",
    "es_MX": "Item - LFR T18 Mail Caster 4P Bonus",
    "pt_BR": "Item - LFR T18 Mail Caster 4P Bonus",
    "en_GB": "Item - LFR T18 Mail Caster 4P Bonus",
    "es_ES": "Item - LFR T18 Mail Caster 4P Bonus",
    "it_IT": "Item - LFR T18 Mail Caster 4P Bonus",
    "ko_KR": "아이템 - LFR T18 사슬 주문 4P 보너스",
    "zh_TW": "Item - LFR T18 Mail Caster 4P Bonus",
    "zh_CN": "Item - LFR T18 Mail Caster 4P Bonus"
  },
  "description_blz": {
    "en_US": "Your damaging spells have an 10% chance to fire a chaotic flame towards your target, dealing 5563.8 Chaos damage to all enemies it passes through.",
    "es_MX": "Tus hechizos dañinos tienen un 10% de probabilidad de encender una llama caótica y lanzarla hacia tu objetivo, lo que inflige 5591.6 p. de daño de Caos a todos los enemigos que atraviese.",
    "pt_BR": "Os feitiços de dano têm 10% de chance de disparar uma chama caótica contra o alvo, causando 5598,3 de dano de Caos a todos os inimigos atingidos.",
    "de_DE": "Eure Schadenszauber haben eine Chance von 10%, eine chaotische Flamme in Richtung Eures Ziels abzufeuern, die allen Gegnern, die mit ihr in Kontakt kommen, 5600,4 Chaosschaden zufügt.",
    "en_GB": "Your damaging spells have an 10% chance to fire a chaotic flame towards your target, dealing 5628.9 Chaos damage to all enemies it passes through.",
    "es_ES": "Tus hechizos dañinos tienen un 10% de probabilidad de lanzar una llama caótica hacia tu objetivo que inflige 5609,6 p. de daño de Caos a todos los enemigos a los que atraviesa.",
    "fr_FR": "Vos sorts de dégâts ont 10% de chance de lancer une flamme chaotique sur votre cible, infligeant 5596,2 points de dégâts du Chaos à tous les ennemis qu’elle traverse.",
    "it_IT": "Gli incantesimi d'attacco hanno una probabilità del 10% di scagliare una fiamma caotica contro il bersaglio, infliggendo 5563,2 danni da caos a tutti i nemici colpiti lungo la traiettoria.",
    "ru_RU": "Ваши заклинания урона с вероятностью 10% выстреливают в цель сгусток пламени хаоса, который нанесет 5576,8 ед. урона от магии Хаоса всем противникам на своем пути.",
    "ko_KR": "공격 주문 사용시 10% 확률로 혼돈의 불길을 대상에게 발사하여, 불꽃의 이동 경로상에 있는 모든 적에게 5628.7의 혼돈 피해를 입힙니다.",
    "zh_TW": "你的傷害法術有10%的機率朝目標發射混沌之焰，對穿過的所有敵人造成5602.4點混沌傷害。",
    "zh_CN": "你的伤害性法术会有10%的几率向目标射出混乱烈焰，对其触碰到的所有敌人造成5565.4点混乱伤害。"
  }
}