{
  "ID": "165678",
  "NameSubtext_lang": "",
  "Description_lang": "Charge yourself with lightning, causing your next $n Lightning Bolts to deal $s2% more damage, and also causes your next $n Lightning Bolts or Chain Lightnings to be instant cast and trigger an Elemental Overload on every target.",
  "AuraDescription_lang": "Your next Lightning Bolt will deal $s2% increased damage, and your next Lightning Bolt or Chain Lightning will be instant cast and cause an Elemental Overload to trigger on every target hit.",
  "Attributes_0": "65536",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "67108864",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "128",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "16",
  "DurationIndex": "8",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "8",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "839977",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "191634",
  "name_blz": {
    "en_US": "Stormkeeper",
    "es_MX": "Guardatormentas",
    "pt_BR": "Guardião da Tempestade",
    "de_DE": "Sturmhüter",
    "en_GB": "Stormkeeper",
    "es_ES": "Guardia de la Tormenta",
    "fr_FR": "Gardien des tempêtes",
    "it_IT": "Custode della Tempesta",
    "ru_RU": "Хранитель бурь",
    "ko_KR": "폭풍수호자",
    "zh_TW": "風暴守護者",
    "zh_CN": "风暴守护者"
  },
  "description_blz": {
    "en_US": "Charge yourself with lightning, causing your next 2 Lightning Bolts to deal 150% more damage, and also causes your next 2 Lightning Bolts or Chain Lightnings to be instant cast and trigger an Elemental Overload on every target.",
    "es_MX": "Te infundes con la energía de los relámpagos, lo que hace que tus siguientes 2 Descargas de relámpagos inflijan un 150% más de daño, y también provoca que tus siguientes 2 Descargas de relámpagos o Cadenas de relámpagos se lancen de manera instantánea y activen una Sobrecarga elemental en cada objetivo.",
    "pt_BR": "Carrega-se com raios, fazendo com que seus próximos 2 Raios causem 150% mais dano, além de fazer os próximos 2 Raios ou Cadeias de Raios serem instantâneos e ativarem uma Sobrecarga Elemental em cada alvo.",
    "de_DE": "Lädt Euch mit Blitzen auf, sodass Eure nächsten 2 Einsätze von 'Blitzschlag' 150% mehr Schaden verursachen und Eure nächsten 2 Einsätze von 'Blitzschlag' oder 'Kettenblitzschlag' zu Spontanzaubern werden und bei jedem Ziel 'Elementarüberladung' hervorrufen.",
    "en_GB": "Charge yourself with lightning, causing your next 2 Lightning Bolts to deal 150% more damage, and also causes your next 2 Lightning Bolts or Chain Lightnings to be instant cast and trigger an Elemental Overload on every target.",
    "es_ES": "Te cargas con relámpagos, lo que hace que tus 2 siguientes Descargas de relámpagos inflijan un 150% más de daño, tus 2 siguientes Descargas de relámpagos o Cadenas de relámpagos sean instantáneas y activen una Sobrecarga elemental sobre cada objetivo.",
    "fr_FR": "Vous vous imprégnez de foudre, ce qui augmente les dégâts de vos 2 prochains sorts Éclair de 150 %. De plus, vos 2 prochains sorts Éclair ou Chaîne d’éclairs sont instantanés et déclenchent Surcharge élémentaire sur toutes les cibles.",
    "it_IT": "Il potere del fulmine fa sì che i successivi 2 lanci di Dardo Fulminante infliggano il 150% di danni aggiuntivi. Inoltre, i successivi 2 lanci di Dardo Fulminante o Catena di Fulmini sono istantanei e attivano un Sovraccarico Elementale su ogni bersaglio.",
    "ru_RU": "Вас наполняет энергия грозы. 2 следующих \"Молнии\" наносят на 150% больше урона. 2 следующих \"Молнии\" или \"Цепных молнии\" можно применить мгновенно, активировав при этом \"Волнение стихий\" на каждой цели.",
    "ko_KR": "자신을 번개로 충전하여 다음 2회의 번개 화살의 공격력이 150%만큼 증가합니다. 또한, 다음 2회의 번개 화살 또는 연쇄 번개가 즉시 시전되고 모든 대상에게 정기 과부하를 일으킵니다.",
    "zh_TW": "以閃電為你充能，使你接下來2發閃電箭造成的傷害提高150%，並使你接下來2發閃電箭或閃電鏈成為瞬發法術，並對每一個目標觸發一次元素超載。",
    "zh_CN": "用闪电为自己充能，使你的下2个闪电箭额外造成150%的伤害，并且你的下2个闪电箭或闪电链变成瞬发，并在击中每个目标时都会触发元素过载。"
  }
}