{
  "ID": "166303",
  "NameSubtext_lang": "",
  "Description_lang": "Calls forth a Greater Storm Elemental to hurl gusts of wind at your enemies for $157299d.While the Storm Elemental is active, casting Lightning Bolt$?a454009[, Tempest,][] or Chain Lightning increases your haste by $263806s1%, stacking up to $263806u times.",
  "AuraDescription_lang": "",
  "Attributes_0": "327680",
  "Attributes_1": "268436480",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "-2147483648",
  "Attributes_7": "32",
  "Attributes_8": "0",
  "Attributes_9": "32",
  "Attributes_10": "8192",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "8",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "2065626",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "192249",
  "name_blz": {
    "en_US": "Storm Elemental",
    "es_MX": "Elemental de tormenta",
    "pt_BR": "Elemental da Tempestade",
    "de_DE": "Sturmelementar",
    "en_GB": "Storm Elemental",
    "es_ES": "Elemental de tormenta",
    "fr_FR": "Élémentaire de tempête",
    "it_IT": "Elementale della Tempesta",
    "ru_RU": "Элементаль бури",
    "ko_KR": "폭풍의 정령",
    "zh_TW": "風暴元素",
    "zh_CN": "风暴元素"
  },
  "description_blz": {
    "en_US": "Calls forth a Greater Storm Elemental to hurl gusts of wind at your enemies for 20 sec.\r\n\r\nWhile the Storm Elemental is active, casting Lightning Bolt or Chain Lightning increases your haste by 4%, stacking up to 4 times.",
    "es_MX": "Invoca un Elemental de tormenta superior para lanzar ráfagas de viento contra tus enemigos durante 20 s.\r\n\r\nMientras el Elemental de tormenta está activo, lanzar Descarga de relámpagos o Cadena de relámpagos aumenta tu celeridad un 4%. Este efecto se acumula hasta 4 veces.",
    "pt_BR": "Evoca um Elemental Maior da Tempestade para lançar rajadas de vento nos seus inimigos por 20 s.\r\n\r\nQuando o Elemental da Tempestade está ativo, lançar Raio ou Cadeia de Raios aumenta em 4% sua aceleração, acumulando até 4 vezes.",
    "de_DE": "Ruft einen großen Sturmelementar herbei, der Eure Gegner 20 Sek. lang mit Windstößen angreift.\r\n\r\nWährend der Sturmelementar aktiv ist, wird durch den Einsatz von 'Blitzschlag' oder 'Kettenblitzschlag' Euer Tempo um 4% erhöht. Bis zu 4-mal stapelbar.",
    "en_GB": "Calls forth a Greater Storm Elemental to hurl gusts of wind at your enemies for 20 sec.\r\n\r\nWhile the Storm Elemental is active, casting Lightning Bolt or Chain Lightning increases your haste by 4%, stacking up to 4 times.",
    "es_ES": "Invoca un elemental de tormenta superior que lanza ráfagas de viento a tus enemigos durante 20 s.\r\n\r\nMientras el elemental de tormenta esté activo, los lanzamientos de Descarga de relámpagos o Cadena de relámpagos aumentarán un 4% tu celeridad. Este efecto se acumula un máximo de 4 veces.",
    "fr_FR": "Vous appelez un élémentaire de tempête supérieur dont les bourrasques frappent les adversaires pendant 20 s.\r\n\r\nTant que l’élémentaire de tempête supérieur est actif, le lancement d’Éclair ou de Chaîne d’éclairs augmente votre Hâte de 4 %, cumulable jusqu’à 4 fois.",
    "it_IT": "Richiama un Elementale Superiore della Tempesta che lancia raffiche di vento contro i nemici per 20 s.\r\n\r\nMentre l'Elementale della Tempesta è attivo, lanciare Dardo Fulminante o Catena di Fulmini aumenta la celerità del 4%. Si accumula fino a 4 volte.",
    "ru_RU": "Призывает большого элементаля бури, атакующего противников порывами ветра в течение 20 сек.\r\n\r\nПока элементаль жив, каждое применение \"Молнии\" или \"Цепной молнии\" повышает вашу скорость на 4%. Суммируется до 4 раз.",
    "ko_KR": "상급 폭풍의 정령을 불러내 20초 동안 적에게 돌풍을 방출하게 합니다.\r\n\r\n폭풍의 정령이 활성화된 동안 번개 화살 또는 연쇄 번개 시전 시 가속이 4%만큼, 최대 4번까지 중첩됩니다.",
    "zh_TW": "呼喚大型風暴元素朝你的敵人發射陣風，持續20秒。\r\n\r\n在風暴元素作用期間，施放閃電箭或閃電鏈會使你的加速提高4%，最多可堆疊4層。",
    "zh_CN": "召唤一个强力风暴元素，用猛烈的飓风攻击萨满祭司的敌人，持续20秒。\r\n\r\n当风暴元素激活时，施放闪电箭或闪电链会使你的急速提高4%，最多叠加4次。"
  }
}