{
  "ID": "8323",
  "NameSubtext_lang": "",
  "Description_lang": "Sends you and your pet into a rage, instantly dealing $<damage> Physical damage to its target, and increasing all damage you both deal by $s1% for $d. Removes all crowd control effects from your pet. $?s231548[Bestial Wrath's remaining cooldown is reduced by $s3 sec each time you use Barbed Shot][]$?s193532[ and activating Bestial Wrath grants $s2 $Lcharge:charges; of Barbed Shot.][]$?s231548&!s193532[.][]",
  "AuraDescription_lang": "Damage dealt increased by $w1%.",
  "Attributes_0": "536936448",
  "Attributes_1": "33792",
  "Attributes_2": "4",
  "Attributes_3": "1073741824",
  "Attributes_4": "0",
  "Attributes_5": "393224",
  "Attributes_6": "4194304",
  "Attributes_7": "0",
  "Attributes_8": "4128",
  "Attributes_9": "0",
  "Attributes_10": "268435456",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "129",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "8",
  "PvPDurationIndex": "0",
  "RangeIndex": "6",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "132127",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "19574",
  "name_blz": {
    "en_US": "Bestial Wrath",
    "es_MX": "Cólera de las bestias",
    "pt_BR": "Ira Bestial",
    "de_DE": "Zorn des Wildtiers",
    "en_GB": "Bestial Wrath",
    "es_ES": "Cólera de las bestias",
    "fr_FR": "Courroux bestial",
    "it_IT": "Ira Bestiale",
    "ru_RU": "Звериный гнев",
    "ko_KR": "야수의 격노",
    "zh_TW": "狂野怒火",
    "zh_CN": "狂野怒火"
  },
  "description_blz": {
    "en_US": "Sends you and your pet into a rage, instantly dealing 0 Physical damage to its target, and increasing all damage you both deal by 30% for 15 sec. Removes all crowd control effects from your pet. ",
    "es_MX": "Te llena de ira a ti y a tu mascota, lo que inflige 0 p. de daño físico de forma inmediata a su objetivo y aumenta todo el daño que ambos infligen un 30% durante 15 s. Elimina todos los efectos de control de masas que afectan a tu mascota. ",
    "pt_BR": "Enfurece você e seu ajudante, causando instantaneamente 0 de dano Físico ao alvo e aumentando em 30% todo o dano que vocês dois causam por 15 s. Remove todos os efeitos de controle coletivo do seu ajudante. ",
    "de_DE": "Versetzt Euch selbst und Euren Begleiter in Rage, wodurch Ihr sofort seinem Ziel 0 körperlichen Schaden zufügt und sowohl Ihr als auch Euer Begleiter 30% mehr Schaden verursacht. Hält 15 Sek. lang an. Entfernt alle Kontrollverlusteffekte von Eurem Begleiter.",
    "en_GB": "Sends you and your pet into a rage, instantly dealing 0 Physical damage to its target, and increasing all damage you both deal by 30% for 15 sec. Removes all crowd control effects from your pet. ",
    "es_ES": "Tu mascota y tú montáis en cólera, lo que inflige 0 p. de daño físico instantáneamente al objetivo y aumenta un 30% todo el daño que ambos infligís durante 15 s. Elimina los efectos de control de masas de tu mascota. ",
    "fr_FR": "Votre familier et vous entrez dans une rage folle, ce qui inflige immédiatement 0 points de dégâts physiques à sa cible et augmente vos dégâts à tous les deux de 30% pendant 15 s. Dissipe les effets de contrôle affectant votre familier.  et l’activation de Courroux bestial confère 0 charge de Tir acéré.[]",
    "it_IT": "Fa infuriare te e il tuo famiglio, infliggendo istantaneamente 0 danni fisici al bersaglio e aumentando tutti i danni inflitti da entrambi del 30% per 15 s. Dissolve tutti gli effetti di controllo delle controllo delle creature dal tuo famiglio.",
    "ru_RU": "Вас и вашего питомца охватывает ярость, в результате чего наносимый вами обоими урон увеличивается на 30% на 15 сек., а ваша цель мгновенно получает 0 ед. физического урона. Снимает с вашего питомца все эффекты контроля. ",
    "ko_KR": "시전자와 야수가 광폭해져 대상에게 즉시 0의 물리 피해를 입힙니다. 또한 15초 동안 시전자와 야수의 모든 공격력이 30%만큼 증가합니다. 야수에게 걸린 모든 군중 제어 효과를 제거합니다.",
    "zh_TW": "你和寵物進入狂怒狀態，立即對目標造成0點物理傷害，並且使你們造成的傷害提高30%，持續15秒。移除你寵物身上的所有控場效果。",
    "zh_CN": "使你和你的宠物进入狂怒状态，立即对宠物的目标造成0点物理伤害，你和宠物造成的伤害提高30%，持续15秒。移除你的宠物受到的所有群体控制效果。"
  }
}