{
  "ID": "172449",
  "NameSubtext_lang": "",
  "Description_lang": "While Feral Spirits are active, Chain Lightning and Crash Lightning causes your wolves to attack all nearby enemies for $<damage> Physical damage every $198486t1 sec for the next $198486d.",
  "AuraDescription_lang": "",
  "Attributes_0": "-2147483456",
  "Attributes_1": "268435456",
  "Attributes_2": "0",
  "Attributes_3": "1073741824",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "6",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1027879",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "198434",
  "name_blz": {
    "en_US": "Alpha Wolf",
    "es_MX": "Lobo alfa",
    "pt_BR": "Lobo Alfa",
    "de_DE": "Alphawolf",
    "en_GB": "Alpha Wolf",
    "es_ES": "Lobo alfa",
    "fr_FR": "Loup alpha",
    "it_IT": "Lupo Alfa",
    "ru_RU": "Альфа-волк",
    "ko_KR": "우두머리 늑대",
    "zh_TW": "狼群首領",
    "zh_CN": "头狼"
  },
  "description_blz": {
    "en_US": "While Feral Spirits are active, Chain Lightning and Crash Lightning causes your wolves to attack all nearby enemies for 121 Physical damage every 2 sec for the next 8 sec.",
    "es_MX": "Mientras los Espíritus ferales están activos, Cadena de relámpagos y Relámpago estruendoso hacen que tus lobos ataquen a todos los enemigos cercanos y les inflijan 121 p. de daño físico cada 2 s durante los siguientes 8 s.",
    "pt_BR": "Enquanto os Espíritos Ferais estiverem ativos, Cadeia de Raios e Raio Poderoso farão seus lobos atacarem todos os inimigos próximos, causando 121 de dano Físico a cada 2 s pelos próximos 8 s.",
    "de_DE": "Wenn Eure Wildgeister aktiv sind und Ihr 'Kettenblitzschlag' und 'Tobende Blitze' einsetzt, greifen Eure Wölfe die nächsten 8 Sek. lang alle Gegner in der Nähe an und fügen ihnen alle 2 Sek. 121 körperlichen Schaden zu.",
    "en_GB": "While Feral Spirits are active, Chain Lightning and Crash Lightning causes your wolves to attack all nearby enemies for 121 Physical damage every 2 sec for the next 8 sec.",
    "es_ES": "Si usas Cadena de relámpagos y Estallido de relámpagos mientras tus espíritus ferales están activos, tus lobos atacarán a todos los enemigos cercanos y les infligirán 121 p. de daño físico cada 2 s durante 8 s.",
    "fr_FR": "Tant que vos esprits farouches sont actifs, Chaîne d’éclairs et Impact foudroyant permettent à vos loups d’attaquer tous les ennemis proches en infligeant 121 points de dégâts physiques toutes les 2 s pendant 8 s.",
    "it_IT": "Quando i Lupi Spirituali sono attivi, Catena di Fulmini e Schianto di Fulmini li induce ad attaccare tutti i nemici vicini, infliggendo 121 danni fisici ogni 2 s per i successivi 8 s.",
    "ru_RU": "Пока активен \"Дух дикого зверя\", \"Цепная молния\" и \"Сокрушающая молния\" усиливают ваших волков на 8 сек., в результате чего их атаки поражают всех ближайших противников и наносят им 121 ед. физического урона раз в 2 сек.",
    "ko_KR": "야수 정령이 활성화되어 있는 동안 연쇄 번개와 낙뢰를 사용하면 다음 8초 동안 늑대가 주위의 모든 적을 공격해 2초마다 121의 물리 피해를 입힙니다.",
    "zh_TW": "在野性之魂作用期間，閃電鏈和閃電轟擊會讓你的幽靈狼在接下來8秒內攻擊附近所有敵人，每2秒造成121點物理傷害。",
    "zh_CN": "激活野性狼魂时，闪电链和毁灭闪电会让你的狼魂在接下来的8秒内攻击附近的所有敌人，每2秒造成121点物理伤害。"
  }
}