{
  "ID": "172925",
  "NameSubtext_lang": "PvP Talent",
  "Description_lang": "When Shield Slam is used on targets that are casting, it reduces their damage done by $23922s4% for $23922d and the cooldown is instantly reset.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "132357",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "198912",
  "name_blz": {
    "en_US": "Shield Bash",
    "es_MX": "Azote de escudo",
    "pt_BR": "Trombada com Escudo",
    "de_DE": "Schildhieb",
    "en_GB": "Shield Bash",
    "es_ES": "Azote de escudo",
    "fr_FR": "Coup de bouclier",
    "it_IT": "Sfondamento di Scudo",
    "ru_RU": "Удар щитом",
    "ko_KR": "방패 가격",
    "zh_TW": "盾擊",
    "zh_CN": "盾击"
  },
  "description_blz": {
    "en_US": "When Shield Slam is used on targets that are casting, it reduces their damage done by 15% for 8 sec and the cooldown is instantly reset.",
    "es_MX": "Cuando usas Embate con escudo contra un objetivo que está lanzando una habilidad, reduce un 15% el daño que inflige durante 8 s y el tiempo de reutilización se restablece de forma instantánea.",
    "pt_BR": "Quando a Escudada é usada em alvos que estiverem lançando feitiços, ela reduz em 15% o dano causado por 8 s, e a recarga é concluída instantaneamente.",
    "de_DE": "Wenn 'Schildschlag' auf Zauber wirkende Ziele angewendet wird, verringert er ihren verursachten Schaden 8 Sek. lang um 15% und die Abklingzeit wird sofort abgeschlossen.",
    "en_GB": "When Shield Slam is used on targets that are casting, it reduces their damage done by 15% for 8 sec and the cooldown is instantly reset.",
    "es_ES": "Cuando utilizas Embate con escudo contra un objetivo que está lanzando un hechizo, reduces un 15% el daño que inflige durante 8 s y su tiempo de reutilización se restablece al instante.",
    "fr_FR": "Lorsqu’il est utilisé sur des cibles en cours d’incantation, Heurt de bouclier réduit leurs dégâts de 15% pendant 8 s et son temps de recharge est instantanément annulé.",
    "it_IT": "Quando Colpo di Scudo viene usato su bersagli che stanno lanciando un incantesimo, ne riduce i danni inflitti del 15% per 8 s e il suo tempo di recupero si azzera istantaneamente.",
    "ru_RU": "Если цель \"Мощного удара щитом\" применяет заклинание, наносимый ею урон уменьшается на 15% на 8 сек, а время восстановления \"Мощного удара щитом\" мгновенно сбрасывается.",
    "ko_KR": "시전 중인 대상에게 방패 밀쳐내기 사용 시 8초 동안 대상의 공격력을 15%만큼 감소시킵니다. 또한 재사용 대기시간이 즉시 초기화됩니다.",
    "zh_TW": "對正在施法的目標使用盾牌猛擊後，會使該目標造成的傷害降低15%，持續8秒，並立刻重置冷卻時間。",
    "zh_CN": "对正在施法的目标施放盾牌猛击时，使目标造成的伤害在8秒内降低15%，并立即重置该技能的冷却时间。"
  }
}