{
  "ID": "173799",
  "NameSubtext_lang": "",
  "Description_lang": "Conjures a massive spike of ice, and merges your current Icicles into it. It impales your target, dealing $228600s1 damage plus all of the damage stored in your Icicles, and freezes the target in place for $228600d. Damage may interrupt the freeze effect.Requires 5 Icicles to cast.|cFFFFFFFFPassive:|r Ice Lance no longer launches Icicles.",
  "AuraDescription_lang": "Frozen in place.",
  "Attributes_0": "65536",
  "Attributes_1": "136",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1025",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "260",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "16",
  "Speed": "40",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1698699",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "199786",
  "name_blz": {
    "en_US": "Glacial Spike",
    "es_MX": "Pica glacial",
    "pt_BR": "Punhal Glacial",
    "de_DE": "Gletscherstachel",
    "en_GB": "Glacial Spike",
    "es_ES": "Pica glacial",
    "fr_FR": "Pointe glaciaire",
    "it_IT": "Aculeo Glaciale",
    "ru_RU": "Ледовый шип",
    "ko_KR": "혹한의 쐐기",
    "zh_TW": "冰川長槍",
    "zh_CN": "冰川尖刺"
  },
  "description_blz": {
    "en_US": "Conjures a massive spike of ice, and merges your current Icicles into it. It impales your target, dealing 39,926 damage plus all of the damage stored in your Icicles, and freezes the target in place for 4 sec. Damage may interrupt the freeze effect.\r\n\r\nRequires 5 Icicles to cast.\r\n\r\nPassive: Ice Lance no longer launches Icicles.",
    "es_MX": "Conjura una pica de hielo enorme que se funde con tus Carámbanos actuales. La pica empala a tu objetivo, inflige 40,259 p. de daño además de todo el daño almacenado en tus Carámbanos y congela al objetivo durante 4 s. El daño puede interrumpir el efecto de congelado.\r\n\r\nSe necesitan 5 Carámbanos para lanzarla.\r\n\r\nPasivo: Lanza de hielo ya no arroja Carámbanos.",
    "pt_BR": "Evoca uma lança de gelo imensa e funde seus Sincelos a ela. A lança empala o alvo, causando 40.377 de dano, mais o dano acumulado dos Sincelos, e também congela o alvo por 4 s. Dano pode interromper o efeito de congelamento.\r\n\r\nRequer 5 Sincelos para ser lançado.\r\n\r\nPassivo: Lança de Gelo não lança Sincelos.",
    "de_DE": "Beschwört einen gewaltigen Eisstachel herbei, der Eure gesamten aktiven Eiszapfen in sich vereint. Er spießt Euer Ziel auf und verursacht 40.562 Schaden sowie zusätzlich den gesamten in Euren Eiszapfen gespeicherten Schaden. Friert Euer Ziel außerdem 4 Sek. lang an Ort und Stelle fest. Dem Ziel zugefügter Schaden kann den Effekt unterbrechen.\r\n\r\nZum Wirken werden 5 Eiszapfen benötigt.\r\n\r\nPassiv: 'Eislanze' lässt keine Eiszapfen mehr auf das Ziel niedergehen.",
    "en_GB": "Conjures a massive spike of ice, and merges your current Icicles into it. It impales your target, dealing 40,828 damage plus all of the damage stored in your Icicles, and freezes the target in place for 4 sec. Damage may interrupt the freeze effect.\r\n\r\nRequires 5 Icicles to cast.\r\n\r\nPassive: Ice Lance no longer launches Icicles.",
    "es_ES": "Crea una enorme púa de hielo que se fusiona con tus carámbanos actuales. La púa empala al objetivo y le inflige 40498 p. de daño más el daño que almacenaban los carámbanos, y congela al objetivo en el sitio durante 4 s. El daño puede interrumpir el efecto de congelación.\r\n\r\nPara lanzarla hacen falta 5 carámbanos.\r\n\r\nPasiva: Lanza de hielo ya no arroja carámbanos.",
    "fr_FR": "Invoque une énorme pointe de glace avec laquelle fusionnent tous vos glaçons actuels. Elle empale votre cible, lui inflige 41217 points de dégâts plus tous les dégâts stockés dans les glaçons, et la gèle sur place pendant 4 s. Si la cible subit des dégâts, l’effet de gel peut être interrompu.\r\n\r\nNécessite 5 glaçons pour être lancé.\r\n\r\nPassif : Javelot de glace ne lance plus de glaçons.",
    "it_IT": "Evoca un grosso aculeo di ghiaccio e vi assimila i tuoi Frammenti di Ghiaccio. L'aculeo impala il bersaglio, infliggendo 41.232 danni più tutti i danni accumulati nei frammenti e congelando sul posto il bersaglio per 4 s. Eventuali danni inflitti al bersaglio potrebbero interrompere l'effetto.\r\n\r\nRichiede 5 Frammenti di Ghiaccio.\r\n\r\nPassivo: Lancia di Ghiaccio non lancia più i Frammenti di Ghiaccio.",
    "ru_RU": "Создает огромную сосульку из накопленных кристаллов льда. Сосулька пронзает цель, нанося 40379 ед. урона, а также урон, заключенный в кристаллах льда, и замораживает цель на 4 сек. Урон может прервать действие заморозки.\r\n\r\nТребуется 5 кристаллов льда.\r\n\r\nПассивный эффект: \"Ледяное копье\" не выпускает в цель кристаллы льда.",
    "ko_KR": "현재 활성화된 고드름으로 거대한 얼음 쐐기를 생성합니다. 쐐기는 대상을 꿰뚫어 40,499의 피해를 입히고, 고드름에 저장되었던 모든 피해를 추가로 입히며, 대상을 4초 동안 그 자리에 얼어붙게 만듭니다. 대상이 피해를 입으면 효과가 해제될 수 있습니다.\r\n\r\n고드름 5개가 모여야 시전할 수 있습니다.\r\n\r\n지속효과: 얼음창이 고드름을 발사하지 않습니다.",
    "zh_TW": "召喚一枚巨大的冰錐，融合你當前的冰柱。它會刺穿你的目標，造成40,787點傷害，加上所有儲存在冰柱裡的傷害，並將目標冰凍在原地，持續4秒。傷害可能會中斷冰凍效果。\r\n\r\n需要5枚冰柱才能施展。\r\n\r\n被動：冰霜長矛不再射出冰柱。",
    "zh_CN": "制造一根巨型冰刺，将你当前的冰刺融入其中，刺穿目标，造成40,681点伤害外加你的冰刺中存储的所有伤害，将目标冻结在原地，持续4秒。受到伤害可能会打断冻结效果。\r\n\r\n需要5枚冰刺才能施放。\r\n\r\n被动：冰枪术不再发射冰刺。"
  }
}