{
  "ID": "174194",
  "NameSubtext_lang": "",
  "Description_lang": "$?s235587[Gain a charge][Reset the cooldown] of your Holy Words, and enter a pure Holy form for $d, increasing the cooldown reductions to your Holy Words by $s1% and reducing their cost by $s6%.",
  "AuraDescription_lang": "Effects that reduce Holy Word cooldowns increased by $s1%. Cost of Holy Words reduced by $s6%.$?$w3>0[All healing done increased by $w3%. ][]$?$w5>0[ Heal and Prayer of Healing are instant and heal for $s5% more.][]",
  "Attributes_0": "327680",
  "Attributes_1": "1024",
  "Attributes_2": "524288",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "2048",
  "Attributes_10": "8192",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "129",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "18",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "2",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1060983",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "200183",
  "name_blz": {
    "en_US": "Apotheosis",
    "es_MX": "Apoteosis",
    "pt_BR": "Apoteose",
    "de_DE": "Apotheose",
    "en_GB": "Apotheosis",
    "es_ES": "Apoteosis",
    "fr_FR": "Apothéose",
    "it_IT": "Apoteosi",
    "ru_RU": "Прославление",
    "ko_KR": "절정",
    "zh_TW": "神化",
    "zh_CN": "神圣化身"
  },
  "description_blz": {
    "en_US": "Reset the cooldown of your Holy Words, and enter a pure Holy form for 20 sec, increasing the cooldown reductions to your Holy Words by 200% and reducing their cost by 100%.",
    "es_MX": "Restableces el tiempo de reutilización de Palabras sagradas y adoptas una forma sagrada y pura durante 20 s, lo que aumenta un 200% la reducción del tiempo de reutilización de Palabras sagradas y reduce un 100% su costo.",
    "pt_BR": "Conclui a recarga das suas Palavras Sagradas e assume uma forma sagrada e pura por 20 s, aumentando em 200% as reduções de recarga das suas Palavras Sagradas e reduzindo em 100% o custo delas.",
    "de_DE": "Schließt die Abklingzeiten Eurer Segensworte ab und Ihr nehmt für 20 Sek. eine Gestalt aus reiner heiliger Energie an, wodurch die Abklingzeitverringerung Eurer Segensworte um 200% erhöht und ihre Kosten um 100% verringert werden.",
    "en_GB": "Reset the cooldown of your Holy Words, and enter a pure Holy form for 20 sec, increasing the cooldown reductions to your Holy Words by 200% and reducing their cost by 100%.",
    "es_ES": "Reinicia el tiempo de reutilización de tus Palabras sagradas y, durante 20 s, adoptas una forma Sagrada pura que aumenta un 200% las reducciones del tiempo de reutilización de tus Palabras sagradas y reduce un 100% sus costes.",
    "fr_FR": "Vous mettez fin aux temps de recharge de vos Mots sacrés et adoptez une forme sacrée pure pendant 20 s, ce qui augmente les temps de recharge de vos Mots sacrés de 200 % et réduit leurs coûts de 100 %.",
    "it_IT": "Azzera il tempo di recupero delle Parole Sacre e attiva una forma sacra pura per 20 s, aumentando gli effetti di riduzione del tempo di recupero delle tue Parole Sacre del 200% e riducendone il costo del 100%.",
    "ru_RU": "Вы принимаете облик Света на 20 сек. и сбрасываете время восстановления всех \"Слов Света\". В этом облике стоимость \"Слов Света\" снижается на 100%, а их время восстановления сокращается еще на 200%.",
    "ko_KR": "빛의 권능의 재사용 대기시간을 초기화하고 20초 동안 신성한 빛의 형상을 취합니다. 빛의 권능 주문의 재사용 대기시간 감소 효과를 200%만큼 증가시키고 자원 소모량은 100%만큼 감소시킵니다.",
    "zh_TW": "聖言術的冷卻時間重置，並且進入純淨的神聖形態，持續20秒，使聖言術的冷卻時間縮短效果提高200%，消耗的法力降低100%。",
    "zh_CN": "重置圣言术的冷却时间，并进入纯粹的神圣形态，使圣言术的冷却时间缩短效果提高200%，消耗降低100%，持续20秒。"
  }
}