{
  "ID": "174661",
  "NameSubtext_lang": "",
  "Description_lang": "Releases the Light within yourself, healing $s2 injured allies instantly and an injured ally every $t1 sec for $d within $200653A1 yds for $200654s1.Allies healed also receive $200654s2% increased healing from your Holy Light, Flash of Light, and Holy Shock spells for $200654d.",
  "AuraDescription_lang": "Healing an injured ally for $200654s1 every $t1 sec.",
  "Attributes_0": "262144",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "1073741824",
  "Attributes_4": "0",
  "Attributes_5": "8192",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "8388608",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "129",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "5",
  "DurationIndex": "18",
  "PvPDurationIndex": "0",
  "RangeIndex": "6",
  "SchoolMask": "2",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1122562",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "200652",
  "name_blz": {
    "en_US": "Tyr's Deliverance",
    "es_MX": "Liberación de Tyr",
    "pt_BR": "Libertação de Tyr",
    "de_DE": "Tyrs Errettung",
    "en_GB": "Tyr's Deliverance",
    "es_ES": "Liberación de Tyr",
    "fr_FR": "Délivrance de Tyr",
    "it_IT": "Salvezza di Tyr",
    "ru_RU": "Избавление Тира",
    "ko_KR": "티르의 해방",
    "zh_TW": "提爾救贖",
    "zh_CN": "提尔的拯救"
  },
  "description_blz": {
    "en_US": "Releases the Light within yourself, healing 5 injured allies instantly and an injured ally every 0.9 sec for 20 sec within 40 yds for 1,942.\r\n\r\nAllies healed also receive 12% increased healing from your Holy Light, Flash of Light, and Holy Shock spells for 12 sec.",
    "es_MX": "Libera la Luz contenida en tu interior y sana a 5 aliados heridos al instante y a un aliado herido cada 0.9 s durante 20 s en un radio de 40 m por 1,942 p.\r\n\r\nLos aliados sanados también reciben un 12% más de sanación de tu Luz sagrada, Destello de luz o Choque sagrado durante 12 s.",
    "pt_BR": "Liberta a Luz de dentro de si, curando 5 aliados feridos instantaneamente e um aliado ferido a cada 0,9 s por 20 s em um raio de 40 m por 1.942.\r\n\r\nAliados curados também recebem 12% a mais de cura dos seus feitiços de Luz Sagrada, Clarão de Luz e Choque Sagrado por 12 s.",
    "de_DE": "Entfesselt Euer inneres Licht, heilt 5 verletzte Verbündete sofort und heilt 20 Sek. lang alle 0,9 Sek. einen verletzten Verbündeten innerhalb von 40 Metern um 1.942 Gesundheit.\r\n\r\nGeheilte Verbündete erhalten außerdem 12 Sek. lang 12% mehr Heilung durch Eure Zauber 'Heiliges Licht', 'Lichtblitz' und 'Heiliger Schock'.",
    "en_GB": "Releases the Light within yourself, healing 5 injured allies instantly and an injured ally every 0.9 sec for 20 sec within 40 yds for 1,942.\r\n\r\nAllies healed also receive 12% increased healing from your Holy Light, Flash of Light, and Holy Shock spells for 12 sec.",
    "es_ES": "Liberas la luz de tu interior, lo que sana 1942 p. a 5 aliados heridos al instante y a un aliado herido cada 0,9 s durante 20 s en un radio de 40 m.\r\n\r\nLos aliados sanados también reciben un 12% más de sanación de tus lanzamientos de Luz Sagrada, Destello de Luz y Choque Sagrado durante 12 s.",
    "fr_FR": "Libère votre Lumière intérieure, ce qui soigne 5 alliés blessés instantanément et rend toutes les 0,9 s pendant 20 s à un allié blessé à moins de 40 mètres 1942 points de vie.\r\n\r\nAugmente également de 12% les soins de Lumière sacrée, Éclair lumineux et Horion sacré aux alliés affectés pendant 12 s.",
    "it_IT": "Scatena la Luce dentro di sé, curando istantaneamente 5 alleati feriti e un alleato ferito entro 40 m di 1.942 ogni 0,9 s per 20 s.\r\n\r\nGli alleati feriti ricevono anche il 12% di cure aggiuntive dai tuoi lanci di Luce Sacra, Lampo di Luce e Folgore Sacra per 12 s.",
    "ru_RU": "Вы высвобождаете внутренний Свет, исцеляя 5 раненых союзников мгновенно и восполняя раненому союзнику в радиусе 40 м 1942 ед. здоровья раз в 0,9 сек. в течение 20 сек.\r\n\r\nИсцеленные союзники также получают на 12% больше исцеления от вашего \"Света небес\", \"Шока небес\" и \"Вспышки Света\" в течение 12 сек.",
    "ko_KR": "내면에 깃든 빛의 힘을 방출하여 부상당한 아군 5명을 즉시 치유하고 20초 동안 40미터 내의 부상당한 아군 한 명을 0.9초마다 1,942만큼 치유합니다.\r\n\r\n치유받은 아군은 12초 동안 자신의 성스러운 빛, 빛의 섬광, 신성 충격으로 받는 치유 효과가 12%만큼 증가합니다.",
    "zh_TW": "釋放你心中的聖光，立即治療5名受傷盟友，以及每0.9秒為40碼範圍內的一名受傷盟友恢復1,942點生命力，持續20秒。\r\n\r\n在12秒期間內，你的聖光術、聖光閃現和神聖震擊對該盟友的治療效果將提高12%。",
    "zh_CN": "释放你体内的圣光，立即为5名受伤的盟友恢复1,942点生命值，并且每0.9秒为40码范围内一名受伤的盟友恢复等量的生命值，持续20秒。\r\n\r\n受到治疗的盟友从你的圣光术、圣光闪现和神圣震击法术中受到的治疗效果提高12%，持续12秒。"
  }
}