{
  "ID": "174860",
  "NameSubtext_lang": "",
  "Description_lang": "Unleashes the rage of Ursoc for $d, preventing $s3% of all damage you take, increasing your damage done by $s5%, granting you $s3% leech, and reflecting $219432s1 Nature damage back at your attackers.",
  "AuraDescription_lang": "Prevents $s3% of all damage you take, increases damage done by $s5%, grants $s3% leech, and reflects $219432s1 Nature damage back at your attackers.",
  "Attributes_0": "-2147483648",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "31",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1129695",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "200851",
  "name_blz": {
    "en_US": "Rage of the Sleeper",
    "es_MX": "Ira del Durmiente",
    "pt_BR": "Fúria do Adormecido",
    "de_DE": "Zorn des Schläfers",
    "en_GB": "Rage of the Sleeper",
    "es_ES": "Ira del durmiente",
    "fr_FR": "Rage du dormeur",
    "it_IT": "Rabbia del Dormiente",
    "ru_RU": "Ярость Спящего",
    "ko_KR": "잠자는 자의 분노",
    "zh_TW": "沉睡者之怒",
    "zh_CN": "沉睡者之怒"
  },
  "description_blz": {
    "en_US": "Unleashes the rage of Ursoc for 8 sec, preventing 20% of all damage you take, increasing your damage done by 15%, granting you 20% leech, and reflecting 250 Nature damage back at your attackers.",
    "es_MX": "Desata la ira de Ursoc durante 8 s, lo que evita un 20% de todo el daño que recibes, aumenta un 15% el daño que infliges, te otorga un 20% de absorción de vida y refleja 250 p. de daño de Naturaleza a tus atacantes.",
    "pt_BR": "Libera a fúria de Ursoc por 8 s, evitando 20% de todo o dano recebido, aumentando em 15% o dano causado, concedendo 20% de sorver e refletindo 250 de dano de Natureza de volta para os seus atacantes.",
    "de_DE": "Entfesselt 8 Sek. lang die Wut von Ursoc, die 20% Eures erlittenen Schadens verhindert, Euren verursachten Schaden um 15% erhöht, Euch 20% Lebensraub gewährt und 250 Naturschaden auf Eure Angreifer zurückwirft.",
    "en_GB": "Unleashes the rage of Ursoc for 8 sec, preventing 20% of all damage you take, increasing your damage done by 15%, granting you 20% leech, and reflecting 250 Nature damage back at your attackers.",
    "es_ES": "Desata la ira de Ursoc durante 8 s, lo que evita un 20% de todo el daño que recibes, aumenta un 15% el que infliges, te otorga un 20% de parasitar y refleja 250 p. de daño de Naturaleza a tus atacantes.",
    "fr_FR": "Déchaîne la rage d’Ursoc pendant 8 s, ce qui annule 20% des dégâts subis, augmente les dégâts que vous infligez de 15%, vous confère 20% de Ponction et renvoie 250 points de dégâts de nature aux attaquants.",
    "it_IT": "Scatena la rabbia di Ursoc per 8 s, bloccando il 20% dei danni subiti, aumentando i danni inflitti del 15%, fornendo il 20% di Ritorno Vitale e riflettendo 250 danni da natura agli attaccanti.",
    "ru_RU": "Вы высвобождаете ярость Урсока, и в течение последующих 8 сек. 20% получаемого вами урона будет предотвращено, а 250 ед. урона перенаправлено обратно в атаковавших в виде урона от сил природы. Вы также будете наносить на 15% больше урона и восполнять здоровье в размере 20% нанесенного урона.",
    "ko_KR": "8초 동안 우르속의 분노를 방출해 받는 모든 피해를 20%만큼 감소시키고, 주는 피해를 15%만큼 증가시키고, 20%의 생기흡수를 부여하며 공격자에게 250의 자연 피해를 반사합니다.",
    "zh_TW": "釋放厄索克之怒，在8秒內降低你所受傷害的20%，造成的傷害提高15%，獲得20%汲取，並且將攻擊反彈回攻擊者身上，對其造成250點自然傷害。",
    "zh_CN": "释放乌索克的怒火，持续8秒，使你受到的所有伤害降低20%，造成的伤害提高15%，获得20%的吸血，并将250点自然伤害反弹给攻击者。"
  }
}