{
  "ID": "176221",
  "NameSubtext_lang": "PvP Talent",
  "Description_lang": "The cooldown of Zen Meditation is reduced by $m2%. While Zen Meditation is active, all harmful spells cast against your allies within 40 yards are redirected to you.Zen Meditation is no longer cancelled when being struck by a melee attack.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "642417",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "202200",
  "name_blz": {
    "en_US": "Guided Meditation",
    "es_MX": "Meditación guiada",
    "pt_BR": "Meditação Guiada",
    "de_DE": "Geführte Meditation",
    "en_GB": "Guided Meditation",
    "es_ES": "Meditación guiada",
    "fr_FR": "Méditation guidée",
    "it_IT": "Meditazione Guidata",
    "ru_RU": "Управляемая медитация",
    "ko_KR": "인도된 명상",
    "zh_TW": "引導冥思",
    "zh_CN": "偏转冥想"
  },
  "description_blz": {
    "en_US": "The cooldown of Zen Meditation is reduced by 50%. While Zen Meditation is active, all harmful spells cast against your allies within 40 yards are redirected to you.\r\n\r\nZen Meditation is no longer cancelled when being struck by a melee attack.",
    "es_MX": "El tiempo de reutilización de Meditación zen se reduce 50%. Mientras Meditación zen esté activa, todos los hechizos dañinos lanzados contra tus aliados en un radio de 40 m son redirigidos hacia ti.\r\n\r\nMeditación zen ya no se cancela cuando un ataque cuerpo a cuerpo te golpea.",
    "pt_BR": "A recarga de Meditação Zen é reduzida em 50%. Enquanto a Meditação Zen está ativa, todos os feitiços nocivos lançados contra seus aliados em um raio de 40 metros são redirecionados para você.\r\n\r\nMeditação Zen não é mais cancelada ao ser atingido por um ataque corpo a corpo.",
    "de_DE": "Die Abklingzeit von 'Zenmeditation' ist um 50% verringert. Während die Fähigkeit aktiv ist, werden alle auf Eure Verbündeten gewirkten Offensivzauber innerhalb von 40 Metern auf Euch umgeleitet.\r\n\r\n'Zenmeditation' wird nicht mehr unterbrochen, wenn Ihr von einem Nahkampfangriff getroffen werdet.",
    "en_GB": "The cooldown of Zen Meditation is reduced by 50%. While Zen Meditation is active, all harmful spells cast against your allies within 40 yards are redirected to you.\r\n\r\nZen Meditation is no longer cancelled when being struck by a melee attack.",
    "es_ES": "El tiempo de reutilización de Meditación zen se reduce un 50%. Mientras Meditación zen está activa, todos los hechizos dañinos lanzados contra tus aliados en un radio de 40 m se redirigen hacia ti.\r\n\r\nMeditación zen ya no se cancela cuando recibes un ataque cuerpo a cuerpo.",
    "fr_FR": "Le temps de recharge de Méditation zen est réduit de 50%. Tant que Méditation zen est active, les sorts néfastes lancés contre vos alliés se trouvant à moins de 40 mètres sont redirigés vers vous.\r\n\r\nL’effet de Méditation zen n’est plus annulé si vous subissez une attaque de mêlée.",
    "it_IT": "Riduce il tempo di recupero di Meditazione Zen del 50%. Quando Meditazione Zen è attiva, tutti gli incantesimi d'attacco subiti dagli alleati entro 40 m vengono reindirizzati su di te.\r\n\r\nMeditazione Zen non si dissolve se si viene colpiti da un attacco in mischia.",
    "ru_RU": "Время восстановления \"Дзен-медитации\" сокращается на 50%. Пока действует \"Дзен-медитация\", все вредоносные заклинания, нацеленные на союзников в радиусе 40 м, перенаправляются в вас.\r\n\r\nЭффект \"Дзен-медитации\" не рассеивается после проведения по вам атаки в ближнем бою.",
    "ko_KR": "명상의 재사용 대기시간이 50%만큼 감소합니다. 명상이 활성화되면 40미터 내의 아군이 받는 모든 해로운 주문을 자신에게 이전합니다. \r\n\r\n근접 공격을 받아도 명상이 취소되지 않습니다.",
    "zh_TW": "冥思禪功的冷卻時間降低50%。在啟用冥思禪功時，對你和40碼內盟友施放的一切有害法術會轉移到你身上。\r\n\r\n受到近戰攻擊時，冥思禪功不再取消。",
    "zh_CN": "禅悟冥想的冷却时间缩短50%。禅悟冥想激活时，所有对40码内的盟友施放的有害法术将会转向对你施放。\r\n\r\n禅悟冥想不再因被近战攻击击中而取消。"
  }
}