{
  "ID": "178095",
  "NameSubtext_lang": "PvP Talent",
  "Description_lang": "Your Remorseless Winter and Chains of Ice apply Deathchill, rooting the target in place for 4 sec.|CFFFFFFFFRemorseless Winter|R All targets within $m1 yards are afflicted with Deathchill when Remorseless Winter is cast.|CFFFFFFFFChains of Ice|RWhen you Chains of Ice a target already afflicted by your Chains of Ice they will be afflicted by Deathchill.",
  "AuraDescription_lang": "",
  "Attributes_0": "464",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "135842",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "204080",
  "name_blz": {
    "en_US": "Deathchill",
    "es_MX": "Escalofrío mortal",
    "pt_BR": "Criomortis",
    "de_DE": "Todeskälte",
    "en_GB": "Deathchill",
    "es_ES": "Friomortal",
    "fr_FR": "Froid de la mort",
    "it_IT": "Mortegelida",
    "ru_RU": "Смертельная стужа",
    "ko_KR": "죽음의 한기",
    "zh_TW": "死亡之寒",
    "zh_CN": "死亡之寒"
  },
  "description_blz": {
    "en_US": "Your Remorseless Winter and Chains of Ice apply Deathchill, rooting the target in place for 4 sec.\r\n\r\nRemorseless Winter \r\nAll targets within 8 yards are afflicted with Deathchill when Remorseless Winter is cast.\r\n\r\nChains of Ice\r\nWhen you Chains of Ice a target already afflicted by your Chains of Ice they will be afflicted by Deathchill.",
    "es_MX": "Tus Invierno sin remordimientos y Cadenas de hielo aplican Escalofrío mortal, que enraíza al objetivo durante 4 s.\r\n\r\nInvierno sin remordimientos \r\nCuando se lanza Invierno sin remordimientos, todos los objetivos que estén en un radio de 8 m quedan bajo los efectos de Escalofrío mortal.\r\n\r\nCadenas de hielo\r\nCuando lanzas Cadenas de hielo a un objetivo ya afectado por tus Cadenas de hielo, se les aplica Escalofrío mortal.",
    "pt_BR": "Seu Inverno Impiedoso e Correntes de Gelo aplicam Criomortis, enraizando o alvo no lugar por 4 s.\r\n\r\nInverno Impiedoso \r\nTodos os alvos em um raio de 8 m são afetados por Criomortis quando Inverno Impiedoso é lançado.\r\n\r\nCorrentes de Gelo\r\nQuando você atinge com Correntes de Gelo um alvo que já esteja sob efeito de Correntes de Gelo, ele é afetado por Criomortis.",
    "de_DE": "Eure Fähigkeiten 'Unbarmherziger Winter' und 'Eisketten' belegen das Ziel mit 'Todeskälte' und machen es so für 4 Sek. bewegungsunfähig.\r\n\r\nUnbarmherziger Winter\r\nWenn 'Unbarmherziger Winter' eingesetzt wird, werden alle Ziele innerhalb von 8 Metern mit 'Todeskälte' belegt.\r\n\r\nEisketten\r\nWenn Ihr 'Eisketten' gegen ein Ziel einsetzt, das bereits von Eurem Effekt 'Eisketten' betroffen ist, wird es mit 'Todeskälte' belegt.",
    "en_GB": "Your Remorseless Winter and Chains of Ice apply Deathchill, rooting the target in place for 4 sec.\r\n\r\nRemorseless Winter \r\nAll targets within 8 yards are afflicted with Deathchill when Remorseless Winter is cast.\r\n\r\nChains of Ice\r\nWhen you Chains of Ice a target already afflicted by your Chains of Ice they will be afflicted by Deathchill.",
    "es_ES": "Tu Invierno sin remordimientos y tus Cadenas de hielo aplican Friomortal, lo que enraíza al objetivo durante 4 s.\r\n\r\nInvierno sin remordimientos\r\nCuando lanzas Invierno sin remordimientos, todos los objetivos en un radio de 8 m quedarán afectados por Friomortal.\r\n\r\nCadenas de hielo\r\nCuando lanzas Cadenas de hielo a un objetivo que ya está afectado por tus Cadenas de hielo, quedará afectado por Friomortal.",
    "fr_FR": "Vos techniques Hiver impitoyable et Chaînes de glace appliquent Froid de la mort, ce qui immobilise la cible pendant 4 secondes.\r\n\r\nHiver impitoyable \r\nLes cibles à moins de 8 mètres sont affectées par Froid de la mort lors de l’incantation d’Hiver impitoyable.\r\n\r\nChaînes de glace\r\nLorsque vous lancez ce sort sur une cible déjà affectée par vos Chaînes de glace, vous lui infligez Froid de la mort.",
    "it_IT": "Inverno Spietato e Catene di Ghiaccio applicano Mortegelida, che immobilizza il bersaglio sul posto per 4 s.\r\n\r\nInverno Spietato \r\nTutti i bersagli entro 8 m sono affetti da Mortegelida quando Inverno Spietato viene lanciato.\r\n\r\nCatene di Ghiaccio\r\nQuando si lancia Catene di Ghiaccio su un bersaglio che ne è già affetto, il bersaglio viene affetto da Mortegelida.",
    "ru_RU": "\"Беспощадность зимы\" и \"Ледяные оковы\" применяют к цели эффект \"Смертельная стужа\", обездвиживающий ее на 4 сек.\r\n\r\nБеспощадность зимы \r\nПри использовании цели в радиусе 8 м поражает эффект \"Смертельная стужа\".\r\n\r\nЛедяные оковы\r\nЕсли вы поражаете \"Ледяными оковами\" цель, уже находящуюся под их действием, вы применяете к ней эффект \"Смертельная стужа\".",
    "ko_KR": "냉혹한 겨울과 얼음 결계가 죽음의 한기 효과를 적용하여 대상을 4초 동안 이동 불가 상태로 만듭니다.\r\n\r\n냉혹한 겨울 \r\n냉혹한 겨울 시전 시 8미터 내의 모든 대상에게 죽음의 한기 효과를 적용합니다.\r\n\r\n얼음 결계\r\n이미 얼음 결계가 적용된 대상에게 얼음 결계를 사용하면 대상에게 죽음의 한기 효과를 적용합니다.",
    "zh_TW": "你的冷酷凜冬和冰鍊術會施加死亡之寒，讓目標定身在原地4秒。\r\n\r\n冷酷凜冬 \r\n在施展冷酷凜冬時，在8碼內的所有目標都會受到死亡之寒的影響。\r\n\r\n冰鍊術\r\n當你對一個被冰鍊術困住的目標再施放冰鍊術，就會施加死亡之寒。",
    "zh_CN": "你的冷酷严冬和寒冰锁链会施加死亡之寒，使目标定身在原地，持续4秒。\r\n\r\n冷酷严冬 \r\n施放冷酷严冬时，8码范围内的所有目标都会受到死亡之寒的影响。\r\n\r\n寒冰锁链\r\n对一个已经被你的寒冰锁链所影响的目标再次使用此技能会使其受到死亡之寒的影响。"
  }
}