{
  "ID": "178162",
  "NameSubtext_lang": "Artifact",
  "Description_lang": "Focuses the power of Wind through |cFFFFCC99Thas'dorah|r, dealing $sw1 Physical damage to your target, and leaving behind a trail of wind for $204475d that increases the movement speed of allies by $204477s1%.",
  "AuraDescription_lang": "",
  "Attributes_0": "65554",
  "Attributes_1": "134217728",
  "Attributes_2": "1179648",
  "Attributes_3": "0",
  "Attributes_4": "134479872",
  "Attributes_5": "0",
  "Attributes_6": "268435456",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "295",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "1",
  "Speed": "50",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1135050",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "204147",
  "name_blz": {
    "en_US": "Windburst",
    "es_MX": "Ráfaga de viento",
    "pt_BR": "Sobrevento",
    "de_DE": "Windstoß",
    "en_GB": "Windburst",
    "es_ES": "Ráfaga de viento",
    "fr_FR": "Bourrasque de vent",
    "it_IT": "Getto di Vento",
    "ru_RU": "Шквальный ветер",
    "ko_KR": "바람폭발",
    "zh_TW": "風爆",
    "zh_CN": "风之爆裂"
  },
  "description_blz": {
    "en_US": "Focuses the power of Wind through Thas'dorah, dealing 272 Physical damage to your target, and leaving behind a trail of wind for 5 sec that increases the movement speed of allies by 50%.",
    "es_MX": "Concentra el poder del viento mediante Thas'dorah para infligir 272 p. de daño físico a tu objetivo y deja un rastro de viento durante 5 s. Este viento aumenta un 50% la velocidad de los aliados.",
    "pt_BR": "Concentra o poder do Vento em Thas'dorah, causando 272 de dano Físico ao alvo e deixando um rastro de vento para trás por 5 s, que aumenta em 50% a velocidade de movimento dos aliados.",
    "de_DE": "Fokussiert die Macht des Windes durch Thas'dorah. Sie fügt Eurem Ziel 272 körperlichen Schaden zu und hinterlässt für 5 Sek. eine Windspur, die die Bewegungsgeschwindigkeit von Verbündeten um 50% erhöht.",
    "en_GB": "Focuses the power of Wind through Thas'dorah, dealing 272 Physical damage to your target, and leaving behind a trail of wind for 5 sec that increases the movement speed of allies by 50%.",
    "es_ES": "Concentra el poder del viento mediante Thas'dorah, lo que inflige 272 p. de daño físico a tu objetivo y deja tras de sí una estela de viento durante 5 s que aumenta la velocidad de movimiento de los aliados un 50%.",
    "fr_FR": "Canalise la puissance du vent à travers Thas’dorah et inflige 272 points de dégâts physiques à votre cible en générant pendant 5 s un courant d’air qui augmente de 50% la vitesse de déplacement des alliés.",
    "it_IT": "Concentra il potere del vento in Thas'dorah, infliggendo 272 danni fisici al bersaglio e lasciando dietro di sé una scia di vento per 5 s che aumenta la velocità di movimento degli alleati del 50%.",
    "ru_RU": "Вы сосредотачиваете в Тас'доре силу ветра. Выпущенная стрела нанесет цели 272 ед. физического урона и оставит за собой на 5 сек. след ветра, который повысит скорость передвижения всех оказавшихся в нем союзников на 50%.",
    "ko_KR": "타스도라에 바람의 힘을 집중해 대상에게 272의 물리 피해를 입히고 5초 동안 바람의 흔적을 남겨 아군의 이동 속도를 50%만큼 증가시킵니다.",
    "zh_TW": "透過薩斯朵拉凝聚狂風之力，對目標造成272點物理傷害並留下一道風之徑，持續5秒，徑上任何盟友的移動速度提高50%。",
    "zh_CN": "将风的力量汇聚到你的萨斯多拉之中，对目标造成272点物理伤害，并留下一道风之轨迹，持续5秒，使盟友的移动速度提高50%。"
  }
}