{
  "ID": "179700",
  "NameSubtext_lang": "PvP Talent",
  "Description_lang": "Transform to demon form, moving at $m3% increased speed for $d, knocking down all enemies in your path and dealing $208645m1 Physical damage.During Demonic Trample you are unaffected by snares but cannot cast spells or use your normal attacks. Shares charges with Infernal Strike.",
  "AuraDescription_lang": "Moving at $m3% increased movement speed. Trampling targets in your path, dealing $208645m1 Physical damage.",
  "Attributes_0": "65536",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "32768",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "27",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "134294",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "205629",
  "name_blz": {
    "en_US": "Demonic Trample",
    "es_MX": "Atropello demoniaco",
    "pt_BR": "Atropelo Demoníaco",
    "de_DE": "Dämonisches Trampeln",
    "en_GB": "Demonic Trample",
    "es_ES": "Atropello demoníaco",
    "fr_FR": "Piétinement démoniaque",
    "it_IT": "Calpestamento Demoniaco",
    "ru_RU": "Демоническая поступь",
    "ko_KR": "악마의 짓밟기",
    "zh_TW": "惡魔踐踏",
    "zh_CN": "恶魔践踏"
  },
  "description_blz": {
    "en_US": "Transform to demon form, moving at 175% increased speed for 3 sec, knocking down all enemies in your path and dealing 58.0 Physical damage.\r\n\r\nDuring Demonic Trample you are unaffected by snares but cannot cast spells or use your normal attacks. Shares charges with Infernal Strike.",
    "es_MX": "Te transformas en tu forma de demonio, te mueves un 175% más rápido durante 3 s y derribas a todos los enemigos en tu camino, lo que les inflige 55.8 p. de daño físico.\r\n\r\nDurante Atropello demoniaco los efectos de frenado no te afectan, pero no puedes lanzar hechizos ni usar tus ataques normales. Comparte cargas con Golpe infernal.",
    "pt_BR": "Transforma-se em demônio, aumentando em 175% sua velocidade de movimento por 3 s, derrubando todos os inimigos no seu caminho e causando 57,7 de dano Físico.\r\n\r\nDurante Atropelo Demoníaco você é imune a efeitos de lerdeza, mas não pode lançar feitiços nem usar seus ataques normais. Compartilha as cargas com Golpe Infernal.",
    "de_DE": "Verwandelt Euch in Dämonenform. Dadurch erhöht Ihr 3 Sek. lang Eure Bewegungsgeschwindigkeit um 175%, schlagt alle Gegner auf Eurem Weg nieder und fügt ihnen 56,8 körperlichen Schaden zu.\r\n\r\nWährend 'Dämonisches Trampeln' aktiv ist, könnt Ihr zwar nicht verlangsamt werden, aber auch keine Zauber wirken oder normale Angriffe ausführen. Teilt sich Aufladungen mit 'Infernoeinschlag'.",
    "en_GB": "Transform to demon form, moving at 175% increased speed for 3 sec, knocking down all enemies in your path and dealing 56.2 Physical damage.\r\n\r\nDuring Demonic Trample you are unaffected by snares but cannot cast spells or use your normal attacks. Shares charges with Infernal Strike.",
    "es_ES": "Te transformas en demonio y te mueves un 175% más rápido durante 3 s, derribas a todos los enemigos a tu paso e infliges 58,2 p. de daño físico.\r\n\r\nDurante Atropello demoníaco eres inmune a los efectos de frenado, pero no puedes lanzar hechizos ni usar tus ataques normales. Comparte cargas con Golpe infernal.",
    "fr_FR": "Vous adoptez votre forme de démon. Votre vitesse de déplacement est augmentée de 175% pendant 3 s et vous faites tomber à la renverse les ennemis sur votre chemin en leur infligeant 56,9 points de dégâts physiques.\r\n\r\nPiétinement démoniaque vous rend insensible aux pièges, mais vous empêche de lancer des sorts ou d’utiliser vos attaques normales. Charges partagées avec Frappe infernale.",
    "it_IT": "Trasforma in un demone, aumentando la velocità di movimento del 175% per 3 s, facendo cadere tutti i nemici sulla traiettoria e infliggendo 57,6 danni fisici.\r\n\r\nDurante Calpestamento Demoniaco, si è immuni da effetti di rallentamento ma non si possono lanciare incantesimi o usare gli attacchi normali. Condivide il tempo di recupero con Assalto Infernale.",
    "ru_RU": "Вы превращаетесь в демона, получая 175% прибавку к скорости передвижения на 3 сек., сбивая с ног противников на своем пути и нанося им 56,5 ед. физического урона.\r\n\r\nПока активна \"Демоническая поступь\", вы невосприимчивы к замедлению, но не можете применять заклинания и использовать обычные атаки. Имеет общее количество зарядов с \"Инфернальным ударом\".",
    "ko_KR": "악마의 형태로 변신해 3초 동안 이동 속도가 175%만큼 증가합니다. 또한 이동 경로상의 모든 적을 쓰러뜨리고 57.1의 물리 피해를 입힙니다.\r\n\r\n악마의 짓밟기를 사용하는 동안에는 감속 효과의 영향을 받지 않지만, 다른 주문을 시전하거나 일반 공격을 할 수 없습니다. 불지옥 일격과 충전 횟수를 공유합니다.",
    "zh_TW": "變形為惡魔形態，移動速度提高175%，持續3秒，將位在路徑上的所有敵人擊倒在地並造成56.7點物理傷害。\r\n\r\n在惡魔踐踏期間，你不會受到緩速效果影響，但無法施放法術也無法使用一般攻擊。和煉獄轟擊共用使用次數。",
    "zh_CN": "化为恶魔形态，移动速度提高175%，持续3秒，击倒沿途经过的所有敌人，对其造成58.0点物理伤害。\r\n\r\n施放恶魔践踏期间你不会受到诱捕效果影响，但是无法施法，也无法使用普通攻击。与地狱火撞击共享使用次数。"
  }
}