{
  "ID": "181173",
  "NameSubtext_lang": "",
  "Description_lang": "Casting Howling Blast with Rime active causes jagged icicles to fall on enemies nearby your target, applying Razorice and dealing $207150s1 Frost damage.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "67108864",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "135857",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "207142",
  "name_blz": {
    "en_US": "Avalanche",
    "es_MX": "Avalancha",
    "pt_BR": "Avalanche",
    "de_DE": "Lawine",
    "en_GB": "Avalanche",
    "es_ES": "Avalancha",
    "fr_FR": "Avalanche",
    "it_IT": "Slavina",
    "ru_RU": "Лавина",
    "ko_KR": "눈사태",
    "zh_TW": "崩擊",
    "zh_CN": "雪崩"
  },
  "description_blz": {
    "en_US": "Casting Howling Blast with Rime active causes jagged icicles to fall on enemies nearby your target, applying Razorice and dealing 120 Frost damage.",
    "es_MX": "Lanzar Explosión aullante mientras Helada blanca está activa hace que caigan carámbanos dentados sobre los enemigos cercanos a tu objetivo, lo que aplica Cuchilla de hielo e inflige 118 p. de daño de escarcha.",
    "pt_BR": "Lançar Impacto Uivante com a Geada ativa faz sincelos de gelo serrilhados caírem perto do seu alvo, aplicando Gelâmina e causando 118 de dano de Gelo.",
    "de_DE": "Während Euer 'Raureif' aktiv ist, fallen bei jedem Einsatz von 'Heulende Böe' zusätzlich gezackte Eiszapfen auf Gegner in der Nähe Eures Ziels herab, die sie mit 'Schneidendes Eis' belegen und ihnen 119 Frostschaden zufügen.",
    "en_GB": "Casting Howling Blast with Rime active causes jagged icicles to fall on enemies nearby your target, applying Razorice and dealing 119 Frost damage.",
    "es_ES": "Lanzar Explosión aullante con Helada blanca activa hace que caigan carámbanos dentados sobre los enemigos cercanos a tu objetivo, lo que aplica Cuchilla de hielo e inflige 120 p. de daño de Escarcha.",
    "fr_FR": "Lancer Rafale hurlante tant que Frimas est actif fait s’abattre des glaçons tranchants sur les adversaires proches de votre cible, leur applique Trancheglace et leur inflige 120 points de dégâts de givre.",
    "it_IT": "Lanciare Folata Gelida quando Brina è attiva fa sì che stalattiti di ghiaccio cadano sui nemici vicini al bersaglio, affliggendoli con Lama di Ghiaccio e infliggendo 119 danni da gelo.",
    "ru_RU": "Пока активен \"Иней\", при использовании \"Воющего ветра\" на находящихся рядом с целью противников падают острые сосульки, наносящие 118 ед. урона от магии льда и применяющие эффект \"Режущий лед\".",
    "ko_KR": "단단한 얼음이 활성화되어 있는 동안 울부짖는 한파를 시전하면 자신의 대상 주위의 적들에게 뾰족한 고드름이 떨어져 칼날얼음을 부여하고 121의 냉기 피해를 입힙니다.",
    "zh_TW": "施放受凝霜強化的凜風衝擊，可使鋸齒冰柱從空中落向目標附近的敵人，施加冰剃並造成118點冰霜傷害。",
    "zh_CN": "白霜激活时施放凛风冲击会使锐利的冰块砸向目标附近的敌人，施加锋锐之霜效果，造成119点冰霜伤害。"
  }
}