{
  "ID": "181268",
  "NameSubtext_lang": "",
  "Description_lang": "Among the great Stone Lords of Deepholm, Avalanchion is known for being virtually indestructible.$b$bAvalanchion easily ignores mortal sensations such as fear and pain and will fulfill his master's commands with unyielding focus.",
  "AuraDescription_lang": "Avalanchion is a powerful Stone Lord who can guard his allies in battle and draw enemy attacks.",
  "Attributes_0": "687865856",
  "Attributes_1": "1056",
  "Attributes_2": "273170436",
  "Attributes_3": "268632576",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "796636",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "207239",
  "name_blz": {
    "en_US": "Follower: Avalanchion",
    "es_MX": "Seguidor: Avalanchion",
    "pt_BR": "Seguidor: Avalanchion",
    "de_DE": "Anhänger: Lavinius",
    "en_GB": "Follower: Avalanchion",
    "es_ES": "Seguidor: Avalanchion",
    "fr_FR": "Sujet : Avalanchion",
    "it_IT": "Seguace: Valanghion",
    "ru_RU": "Соратник: Лавинион",
    "ko_KR": "추종자: 아발란치온",
    "zh_TW": "追隨者：阿瓦蘭奇奧",
    "zh_CN": "追随者：阿瓦兰奇奥"
  },
  "description_blz": {
    "en_US": "Among the great Stone Lords of Deepholm, Avalanchion is known for being virtually indestructible.00Avalanchion easily ignores mortal sensations such as fear and pain and will fulfill his master's commands with unyielding focus.",
    "es_MX": "Entre los grandes Señores de piedra de Infralar, Avalanchion es conocido por ser prácticamente indestructible.00Avalanchion ignora fácilmente las sensaciones mortales como el miedo y el dolor, y cumplirá las órdenes de su amo con una concentración inquebrantable.",
    "pt_BR": "Dentre os Senhores da Pedra do Geodomo, Avalanchion é conhecido por ser praticamente indestrutível. Avalanchion ignora facilmente sensações mortais como dor e medo, cumprindo as ordens de seu mestre com foco inabalável.",
    "de_DE": "Als einer der großen Steinlords von Tiefenheim ist Lavinius bekanntlich praktisch unverwüstlich.00Lavinius ignoriert Empfindungen der Sterblichen wie Furcht und Schmerz und erfüllt den Willen seines Meisters mit eiserner Konzentration.",
    "en_GB": "Among the great Stone Lords of Deepholm, Avalanchion is known for being virtually indestructible.00Avalanchion easily ignores mortal sensations such as fear and pain and will fulfill his master's commands with unyielding focus.",
    "es_ES": "Entre los grandes señores de piedra de Infralar, Avalanchion es conocido por ser prácticamente indestructible.00Avalanchion ignora tranquilamente sensaciones mortales como el miedo y el dolor, y cumplirá las órdenes de su amo con una determinación inflexible.",
    "fr_FR": "Parmi les grands seigneurs de pierre du Tréfonds, Avalanchion est célèbre pour son indestructibilité.\r\n\r\nAffranchi des sensations mortelles comme la peur et la souffrance, il accomplit la volonté de son maître avec une ardeur sans faille.",
    "it_IT": "Tra i grandi Signori di Pietra di Rocciafonda, Valanghion è conosciuto per essere praticamente indistruttibile.00Valanghion ignora le normali emozioni mortali, come la paura o il dolore, ed esegue gli ordini del suo padrone con incrollabile determinazione.",
    "ru_RU": "Среди каменных владык Подземья Лавинион известен своей неуязвимостью.00Лавинион не испытывает свойственных смертным боли и страха и сделает все, чтобы исполнить приказ своего повелителя.",
    "ko_KR": "심원의 영지의 위대한 바위 군주 중 하나인 아발란치온은 패배를 모르는 자로 유명합니다.\r\n\r\n그는 공포나 고통과 같이 필멸자가 느끼는 감정 따위에 휘둘리지 않습니다. 또한, 아발란치온은 주인의 명령을 절대적으로 따르는 충성스러운 자이기도 합니다.",
    "zh_TW": "地深之源的石領主中，阿瓦蘭奇奧以其幾乎不可毀壞之身聞名。00阿瓦蘭奇奧完全不受恐懼與痛苦等凡人的情緒侵擾，能以無與倫比的專注力完成主人託付的一切使命。",
    "zh_CN": "每个人都知道，在深岩之洲强大的石领主中，阿瓦兰奇奥是最不可撼动的。阿瓦兰奇奥完全不会受到诸如恐惧与痛苦之类的凡人感情影响，他会以不可动摇的专注完成主人的命令。"
  }
}