{
  "ID": "181269",
  "NameSubtext_lang": "",
  "Description_lang": "A former leader of the Earthen Ring, Muln Earthfury is one of the greatest shaman of his generation.$b$bHis imposing presence on the battlefield and his mastery of the 'old ways' of shamanism make him a valuable ally.",
  "AuraDescription_lang": "Muln Earthfury enhances his attacks with the power of the elements, giving him great speed and strength on the battlefield.",
  "Attributes_0": "687865856",
  "Attributes_1": "1056",
  "Attributes_2": "273170436",
  "Attributes_3": "268632576",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "236454",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "207240",
  "name_blz": {
    "en_US": "Follower: Muln Earthfury",
    "es_MX": "Seguidor: Muln Furiatierra",
    "pt_BR": "Seguidor: Muln Terrafúria",
    "de_DE": "Anhänger: Muln Erdenwut",
    "en_GB": "Follower: Muln Earthfury",
    "es_ES": "Seguidor: Muln Furiatierra",
    "fr_FR": "Sujet : Muln Rageterre",
    "it_IT": "Seguace: Muln Terra Furiosa",
    "ru_RU": "Соратник: Мулн Гнев Земли",
    "ko_KR": "추종자: 멀른 어스퓨리",
    "zh_TW": "追隨者：穆倫‧地怒",
    "zh_CN": "追随者：穆恩·大地之怒"
  },
  "description_blz": {
    "en_US": "A former leader of the Earthen Ring, Muln Earthfury is one of the greatest shaman of his generation.00His imposing presence on the battlefield and his mastery of the 'old ways' of shamanism make him a valuable ally.",
    "es_MX": "Un antiguo líder de los Anillo de la Tierra, Muln Furiatierra es uno de los chamanes más grandes de su generación.00Su imponente presencia en el campo de batalla y su maestría en las \"formas antiguas\" de chamanismo lo convierten en un aliado valioso.",
    "pt_BR": "No passado um líder da Harmonia Telúrica, Muln Terrafúria é um dos maiores xamãs de sua geração. Sua presença imponente no campo de batalha e seu domínio das \"práticas antigas\" do xamanismo o tornam um valioso aliado.",
    "de_DE": "Muln Erdenwut ist ein ehemaliger Anführer des Irdenen Rings und gehört zu den bedeutendsten Schamanen seiner Generation.00Seine beeindruckende Ausstrahlung auf dem Schlachtfeld und seine Meisterschaft des \"traditionellen\" Schamanismus machen ihn zu einem wertvollen Verbündeten.",
    "en_GB": "A former leader of the Earthen Ring, Muln Earthfury is one of the greatest shaman of his generation.00His imposing presence on the battlefield and his mastery of the 'old ways' of shamanism make him a valuable ally.",
    "es_ES": "Antiguo líder del Anillo de la Tierra, Muln Furiatierra es uno de los chamanes más importantes de su generación.00Su imponente presencia en el campo de batalla y su dominio del chamanismo más clásico hacen de él un valioso aliado.",
    "fr_FR": "Ancien chef du Cercle terrestre, Muln Rageterre est l’un des plus grands chamans de sa génération.\r\n\r\nSa présence imposante sur le champ de bataille et sa maîtrise des arts ancestraux du chamanisme en font un allié de poids.",
    "it_IT": "Un tempo capo del Circolo della Terra, Muln Terra Furiosa è uno dei più grandi Sciamani della sua generazione.00La sua presenza imponente sul campo di battaglia e la sua maestria nella vecchia scuola sciamanica lo rendono un alleato prezioso.",
    "ru_RU": "Бывший глава Служителей Земли, Мулн Гнев Земли – один из величайших шаманов своего поколения.00Его грозная фигура на поле боя внушает противникам страх, а знание многих приемов шаманизма \"старой школы\" делает его весьма ценным союзником.",
    "ko_KR": "대지 고리회의 이전 지도자인 멀른 어스퓨리는 현존하는 가장 위대한 주술사 중 하나입니다.\r\n\r\n그는 전통적인 주술의 대가이며, 전장에서 함께 싸운다는 것만으로도 아군의 사기를 북돋는, 없어서는 안 될 용사입니다.",
    "zh_TW": "穆倫‧地怒曾是陶土議會的領導者，更毫無疑問是當代最強大的薩滿之一。00穆倫在戰場上的威嚴，以及對於薩滿古老傳統的淵博知識，都證明他是值得信賴的盟友。",
    "zh_CN": "穆恩·大地之怒是大地之环曾经的领袖，也是他那个时代最伟大的萨满祭司之一。他在战场上的威武身姿，以及他所精通的“老派”萨满之道，都让他成为了一名价值非凡的盟友。"
  }
}