{
  "ID": "181346",
  "NameSubtext_lang": "",
  "Description_lang": "Causes each of your Virulent Plagues to flare up, dealing $212739s1 Shadow damage to the infected enemy, and an additional $215969s2 Shadow damage to all other enemies near them.$?s390268[Increases the duration of Dark Transformation by $390268s1 sec.][]",
  "AuraDescription_lang": "",
  "Attributes_0": "65536",
  "Attributes_1": "0",
  "Attributes_2": "524292",
  "Attributes_3": "4194304",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "4",
  "SchoolMask": "32",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136066",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "207317",
  "name_blz": {
    "en_US": "Epidemic",
    "es_MX": "Epidemia",
    "pt_BR": "Epidemia",
    "de_DE": "Epidemie",
    "en_GB": "Epidemic",
    "es_ES": "Epidemia",
    "fr_FR": "Epidémie",
    "it_IT": "Epidemia",
    "ru_RU": "Эпидемия",
    "ko_KR": "전염병",
    "zh_TW": "疫情蔓延",
    "zh_CN": "扩散"
  },
  "description_blz": {
    "en_US": "Causes each of your Virulent Plagues to flare up, dealing 124 Shadow damage to the infected enemy, and an additional 50 Shadow damage to all other enemies near them.",
    "es_MX": "Provoca que cada una de tus Pestes virulentas se encienda e inflija 124 p . de daño de las sombras al enemigo infectado y 49 p. más de daño de las sombras a los demás enemigos cercanos.",
    "pt_BR": "Faz com que cada uma das suas Pestes Virulentas estoure, causando 124 de dano de Sombra ao inimigo infectado, mais 50 de dano de Sombra a todos os inimigos próximos dele.",
    "de_DE": "Lässt jede Eurer virulenten Seuchen aufflammen, wodurch sie dem infizierten Gegner 125 Schattenschaden zufügen sowie zusätzlich allen Gegnern in seiner Nähe 50 Schattenschaden.",
    "en_GB": "Causes each of your Virulent Plagues to flare up, dealing 125 Shadow damage to the infected enemy, and an additional 50 Shadow damage to all other enemies near them.",
    "es_ES": "Provoca que cada una de tus Pestes virulentas se inflame e inflija 124 p. de daño de las Sombras al enemigo infectado y 49 p. de daño de las Sombras más a los demás enemigos cercanos a él.",
    "fr_FR": "Fait s’embraser toutes vos Pestes virulentes, ce qui inflige 126 points de dégâts d’ombre aux adversaires infectés, et 50 points supplémentaires aux autres adversaires proches des victimes.",
    "it_IT": "Fa esplodere le tue Piaghe Virulente, infliggendo 124 danni da ombra al nemico infettato e 49 danni da ombra aggiuntivi a tutti i nemici vicini.",
    "ru_RU": "Подрывает все эффекты \"Смертоносной чумы\" на противниках, нанося 125 ед. урона от темной магии пораженным противникам и дополнительно 50 ед. урона от темной магии всем остальным противникам рядом с ними.",
    "ko_KR": "악성 역병에 감염된 모든 대상에게 123의 암흑 피해를 입히고 주위 적들에게도 추가로 49의 암흑 피해를 입힙니다.",
    "zh_TW": "讓你的每個惡性瘟疫猛然爆發，對受感染的敵人造成125點暗影傷害，且對所有靠近的敵人額外造成49點暗影傷害。",
    "zh_CN": "引爆每一个恶性病变效果，对所有受感染的敌人造成125点暗影伤害，并对其附近的所有敌人造成49点暗影伤害。"
  }
}