{
  "ID": "181437",
  "NameSubtext_lang": "",
  "Description_lang": "Carve into the soul of your target, dealing ${$s2+$214743s1} Fire damage and an additional $o1 Fire damage over $d.  Immediately shatters $s3 Lesser Soul Fragments from the target and $s4 additional Lesser Soul Fragment every $t1 sec.",
  "AuraDescription_lang": "Suffering $s1 Fire damage every $t1 sec.",
  "Attributes_0": "-2147221504",
  "Attributes_1": "512",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "512",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "27",
  "PvPDurationIndex": "0",
  "RangeIndex": "2",
  "SchoolMask": "4",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1309072",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "207407",
  "name_blz": {
    "en_US": "Soul Carver",
    "es_MX": "Tallador de alma",
    "pt_BR": "Entalhador de Alma",
    "de_DE": "Seelenschnitzer",
    "en_GB": "Soul Carver",
    "es_ES": "Trinchador de almas",
    "fr_FR": "Déchirement d’âme",
    "it_IT": "Intagliatore d'Anime",
    "ru_RU": "Разрубатель душ",
    "ko_KR": "영혼 저미기",
    "zh_TW": "靈魂屠夫",
    "zh_CN": "灵魂切削"
  },
  "description_blz": {
    "en_US": "Carve into the soul of your target, dealing 1,097 Fire damage and an additional 707 Fire damage over 3 sec.  Immediately shatters 3 Lesser Soul Fragments from the target and 1 additional Lesser Soul Fragment every 1 sec.",
    "es_MX": "Corta el alma de tu objetivo y le inflige 1,097 p. de daño de fuego y 716 p. más de daño de fuego durante 3 s. Además, destroza 3 fragmentos de alma menores del objetivo al instante y 1 fragmento de alma menor más cada 1 s.",
    "pt_BR": "Trincha a alma do seu alvo, causando 1.097 de dano de Fogo e mais 716 de dano de Fogo ao longo de 3 s. Arranca 3 Fragmentos de Alma Inferior do alvo, e mais 1 Fragmento de Alma Inferior a cada 1 s.",
    "de_DE": "Schneidet in die Seele Eures Ziels, fügt ihm 1.097 Feuerschaden sowie im Verlauf von 3 Sek. zusätzlich 696 Feuerschaden zu. Sprengt sofort 3 geringe Seelenfragmente vom Ziel ab und alle 1 Sek. 1 weiteres geringes Seelenfragment.",
    "en_GB": "Carve into the soul of your target, dealing 1,097 Fire damage and an additional 714 Fire damage over 3 sec.  Immediately shatters 3 Lesser Soul Fragments from the target and 1 additional Lesser Soul Fragment every 1 sec.",
    "es_ES": "Cercena el alma de tu objetivo, lo que inflige 1097 p. de daño de Fuego y 707 p. de daño de Fuego extras durante 3 s. Rompe inmediatamente 3 trozos de alma inferiores del objetivo 1 trozos de alma inferiores extra cada 1 s.",
    "fr_FR": "Vous tailladez l’âme de votre cible, ce qui lui inflige 1097 points de dégâts de feu, puis 720 supplémentaires en 3 s. Brise immédiatement 3 fragments d’âme inférieurs de votre cible, puis 1 de plus toutes les 1 s.",
    "it_IT": "Cesella l'anima del bersaglio, infliggendo 1.097 danni da fuoco istantaneamente e 718 danni da fuoco aggiuntivi in 3 s. Inoltre, rilascia istantaneamente 3 Frammenti Inferiori dell'Anima e 1 Frammento Inferiore dell'Anima aggiuntivo ogni 1 s.",
    "ru_RU": "Вы рассекаете душу цели, нанося 1097 ед. урона от огня и дополнительно 708 ед. урона от огня в течение 3 сек., а также откалывая от нее 3 малых фрагмента души сразу и дополнительно 1 малый фрагмент души раз в 1 сек.",
    "ko_KR": "대상의 영혼을 저며내 1,097의 화염 피해를 입히고 추가로 3초에 걸쳐 713의 화염 피해를 입힙니다. 대상으로부터 즉시 3개의 하급 영혼 파편을 떼어내고, 추가로 1초마다 1개의 하급 영혼 파편을 떼어냅니다.",
    "zh_TW": "斬切目標的靈魂，造成1,097點火焰傷害，並在接下來的3秒內額外造成712點火焰傷害。立刻從目標身上削出3枚次級靈魂碎片，且每1秒額外獲得1枚靈魂碎片。",
    "zh_CN": "切割目标的灵魂，造成1,097点火焰伤害，并在3秒内额外造成719点火焰伤害。立即切下3个小型灵魂残片，在此后每1秒额外产生1个小型灵魂残片。"
  }
}