{
  "ID": "181814",
  "NameSubtext_lang": "",
  "Description_lang": "A burst of water at your $?a455630[Surging Totem's][Healing Rain's] location heals up to $s2 injured allies within $A1 yards for $s1 and increases their maximum health by $s3% for $d.",
  "AuraDescription_lang": "Maximum health increased by $w3%.",
  "Attributes_0": "327680",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "32",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "8",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1698701",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "207778",
  "name_blz": {
    "en_US": "Downpour",
    "es_MX": "Diluvio",
    "pt_BR": "Borrasca",
    "de_DE": "Platzregen",
    "en_GB": "Downpour",
    "es_ES": "Chaparrón",
    "fr_FR": "Giboulée",
    "it_IT": "Nubifragio",
    "ru_RU": "Ливневый дождь",
    "ko_KR": "폭우",
    "zh_TW": "湧泉治療",
    "zh_CN": "倾盆大雨"
  },
  "description_blz": {
    "en_US": "A burst of water at your Healing Rain's location heals up to 5 injured allies within 12 yards for 12,294 and increases their maximum health by 10% for 6 sec.",
    "es_MX": "Un brote de agua en la ubicación de tu Lluvia de sanación sana 12,402 p. a un máximo de 5 aliados heridos en un radio de 12 m y aumenta su salud máxima un 10% durante 6 s.",
    "pt_BR": "Uma explosão de água no local da Chuva Curativa cura até 5 aliados feridos em um raio de 12 m por 12.273 e aumenta em 10% seu máximo de pontos de vida por 6 s.",
    "de_DE": "Ein Wasserschwall an der Position Eures Effekts 'Heilender Regen' heilt bis zu 5 verletzte Verbündete innerhalb von 12 Metern um 12.044 Gesundheit und erhöht für 6 Sek. ihre maximale Gesundheit um 10%.",
    "en_GB": "A burst of water at your Healing Rain's location heals up to 5 injured allies within 12 yards for 12,000 and increases their maximum health by 10% for 6 sec.",
    "es_ES": "Una corriente de agua en la ubicación de Tótem emergente sana 12053 p. a un máximo de 5 aliados heridos en un radio de 12 m y aumenta un 10% su salud máxima durante 6 s.",
    "fr_FR": "Une salve d’eau à l’emplacement de votre Pluie guérisseuse soigne jusqu’à 5 personnages alliés blessés à moins de 12 m pendant 11871 et augmente leur maximum de points de vie de 10 % pendant 6 s.",
    "it_IT": "Una scarica d'acqua sulla posizione di Pioggia Curativa cura fino a 5 alleati feriti entro 12 m di 12.414 e ne aumenta la salute massima del 10% per 6 s.",
    "ru_RU": "Вы призываете в области действия \"Целительного ливня\" поток воды, восполняющий максимум 5 раненым союзникам в радиусе 12 м 12291 ед. здоровья и увеличивающий максимальный запас здоровья целей на 10% на 6 сек.",
    "ko_KR": "치유의 비의 목표 지점에 물이 솟구쳐 반경 12미터 내의 최대 5명의 부상당한 아군을 12,281만큼 치유하고 6초 동안 최대 생명력을 10%만큼 증가시킵니다.",
    "zh_TW": "你治癒之雨的位置會噴出一道湧泉，最多可治療12碼範圍內5位受傷盟友，為其恢復11,983點生命力，並使他們的生命力上限提高10%，持續6秒。",
    "zh_CN": "在治疗之雨的位置倾注雨水，为12码内最多5名受伤的盟友恢复12,206点生命值，并且使其最大生命值提高10%，持续6秒。"
  }
}