{
  "ID": "183598",
  "NameSubtext_lang": "Artifact",
  "Description_lang": "Stomp the ground, causing a ring of corrupted spikes to erupt upwards, dealing $sw1 Shadow damage and applying the Colossus Smash effect to all nearby enemies.",
  "AuraDescription_lang": "",
  "Attributes_0": "0",
  "Attributes_1": "512",
  "Attributes_2": "0",
  "Attributes_3": "1073741824",
  "Attributes_4": "0",
  "Attributes_5": "67108864",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "6",
  "SchoolMask": "32",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1257950",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "209577",
  "name_blz": {
    "en_US": "Warbreaker",
    "es_MX": "Belicista",
    "pt_BR": "Senhora da Guerra",
    "de_DE": "Kriegsbrecher",
    "en_GB": "Warbreaker",
    "es_ES": "Belígera",
    "fr_FR": "Brise-guerre",
    "it_IT": "Spezzaguerra",
    "ru_RU": "Миротворец",
    "ko_KR": "전쟁파괴자",
    "zh_TW": "破戰制霸",
    "zh_CN": "灭战者"
  },
  "description_blz": {
    "en_US": "Stomp the ground, causing a ring of corrupted spikes to erupt upwards, dealing 119 Shadow damage and applying the Colossus Smash effect to all nearby enemies.",
    "es_MX": "Da un pisotón, lo que provoca que emerja un anillo de pinchos corrompidos. El anillo inflige 119 p. de daño de las Sombras y aplica el efecto Machaque colosal a todos los enemigos cercanos.",
    "pt_BR": "Pisa no chão, fazendo com que um círculo de espetos corrompidos saiam do chão, causando 119 de dano de Sombra e aplicando o efeito Golpe Colossal a todos os inimigos próximos.",
    "de_DE": "Stampft auf den Boden und lässt einen Ring verderbter Stacheln aus dem Boden hervorbrechen, die 119 Schattenschaden verursachen und alle Gegner in der Nähe mit dem Effekt von 'Kolossales Schmettern' belegen.",
    "en_GB": "Stomp the ground, causing a ring of corrupted spikes to erupt upwards, dealing 119 Shadow damage and applying the Colossus Smash effect to all nearby enemies.",
    "es_ES": "Golpea el suelo y provoca que surja un círculo de púas corruptas que infligen 119 p. de daño de las Sombras y aplican el efecto de Machaque colosal a todos los enemigos cercanos.",
    "fr_FR": "Vous frappez le sol et faites surgir un cercle de pointes corrompues qui infligent 119 points de dégâts d’Ombre et appliquent l’effet Frappe du colosse aux ennemis proches.",
    "it_IT": "Colpisce il terreno, provocando un anello di spuntoni che emergono dal terreno, infliggendo 119 danni da ombra e applicando l'effetto di Colpo del Colosso a tutti i nemici vicini.",
    "ru_RU": "Сотрясает землю, в результате чего на поверхность вырываются оскверненные шипы, которые наносят находящимся рядом противникам 119 ед. урона от темной магии и применяют к ним эффект \"Удара колосса\".",
    "ko_KR": "땅을 울려 타락한 쐐기의 고리를 분출시킵니다. 주위 모든 적에게 119의 암흑 피해를 입히고 거인의 강타 효과를 적용합니다.",
    "zh_TW": "踐踏地面，使地面冒出一圈腐化尖刺，造成119點暗影傷害並對附近所有敵人施加千鈞潰擊效果。",
    "zh_CN": "践踏地面，使得一圈腐化之刺拔地而起，造成119点暗影伤害，并对附近所有敌人施放巨人打击的效果。"
  }
}