{
  "ID": "184275",
  "NameSubtext_lang": "PvP Talent",
  "Description_lang": "Instantly removes all stun, silence, fear and horror effects from the friendly target and reduces the duration of future such effects by $m2% for $d.",
  "AuraDescription_lang": "Duration of stun, silence, fear and horror effects reduced by $m1%.",
  "Attributes_0": "327680",
  "Attributes_1": "131072",
  "Attributes_2": "256",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "67108864",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "28",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "2",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "135911",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "210256",
  "name_blz": {
    "en_US": "Blessing of Sanctuary",
    "es_MX": "Bendición del santuario",
    "pt_BR": "Bênção do Santuário",
    "de_DE": "Segen des Refugiums",
    "en_GB": "Blessing of Sanctuary",
    "es_ES": "Bendición de santuario",
    "fr_FR": "Bénédiction de sanctuaire",
    "it_IT": "Benedizione del Santuario",
    "ru_RU": "Благословение святилища",
    "ko_KR": "성역의 축복",
    "zh_TW": "庇護祝福",
    "zh_CN": "庇护祝福"
  },
  "description_blz": {
    "en_US": "Instantly removes all stun, silence, fear and horror effects from the friendly target and reduces the duration of future such effects by 60% for 5 sec.",
    "es_MX": "Elimina instantáneamente todos los efectos de aturdimiento, silencio, miedo y horror del objetivo aliado y reduce en un 60% la duración de futuras aplicaciones de esos efectos durante 5 s.",
    "pt_BR": "Remove instantaneamente todos os efeitos de atordoamento, silêncio, medo e horror do alvo aliado e reduz em 60% a duração de efeitos futuros desses tipos por 5 s.",
    "de_DE": "Entfernt sofort alle Betäubungs-, Stille-, Furcht- und Entsetzenseffekte von einem verbündeten Ziel und verringert 5 Sek. lang die Dauer von zukünftigen Effekten dieser Art um 60%.",
    "en_GB": "Instantly removes all stun, silence, fear and horror effects from the friendly target and reduces the duration of future such effects by 60% for 5 sec.",
    "es_ES": "Elimina al instante todos los efectos de aturdir, silencio, miedo y horror del objetivo amistoso, y reduce un 60% la duración de dichos efectos en el futuro durante 5 s.",
    "fr_FR": "Supprime instantanément les effets d’étourdissement, de silence, de peur et d’horreur affectant la cible alliée, et réduit la durée de ces futurs effets de 60% pendant 5 s.",
    "it_IT": "Dissolve istantaneamente qualsiasi effetto di stordimento, silenziamento, paura e orrore dal bersaglio alleato e riduce la durata di eventuali futuri effetti simili del 60% per 5 s.",
    "ru_RU": "Мгновенно снимает с союзника эффекты оглушения, немоты, страха и ужаса, а также сокращает время действия таких эффектов, примененных в течение последующих 5 сек., на 60%.",
    "ko_KR": "아군 대상에게 걸린 모든 기절, 침묵, 공포, 두려움 효과를 제거하고, 5초 동안 이런 효과의 지속시간을 60%만큼 감소시킵니다.",
    "zh_TW": "立即移除友方目標的所有昏迷、沉默、恐懼和恐慌效果，並使下次受到同類效果的持續時間縮短60%，持續5秒。",
    "zh_CN": "立即从友方目标身上移除所有昏迷，沉默，恐惧和惊骇效果，并在此后的5秒内使此类效果的持续时间缩短60%。"
  }
}