{
  "ID": "186395",
  "NameSubtext_lang": "PvP Talent",
  "Description_lang": "Shadow Bolt damage increases the duration of your Unstable Affliction, Corruption, Agony, and Siphon Life on the target by ${$s2/1000}.1 sec.Drain Life, Drain Soul, and Oblivion damage increases the duration of your Unstable Affliction, Corruption, Agony, and Siphon Life on the target by ${$s1/1000}.1 sec.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1032479",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "212371",
  "name_blz": {
    "en_US": "Rot and Decay",
    "es_MX": "Podredumbre y descomposición",
    "pt_BR": "Podridão e Decomposição",
    "de_DE": "Fäulnis und Verfall",
    "en_GB": "Rot and Decay",
    "es_ES": "Putrefacción y descomposición",
    "fr_FR": "Pourriture et décomposition",
    "it_IT": "Putridume e Decadimento",
    "ru_RU": "Гниение и разложение",
    "ko_KR": "부식과 부패",
    "zh_TW": "腐敗衰亡",
    "zh_CN": "腐化枯萎"
  },
  "description_blz": {
    "en_US": "Shadow Bolt damage increases the duration of your Unstable Affliction, Corruption, Agony, and Siphon Life on the target by 2.0 sec.\r\n\r\nDrain Life, Drain Soul, and Oblivion damage increases the duration of your Unstable Affliction, Corruption, Agony, and Siphon Life on the target by 1.0 sec.\r\n\r\n",
    "es_MX": "El daño de Descarga de las sombras aumenta 2.0 s. la duración de Aflicción inestable, Corrupción, Agonía y Succionar vida que lanzas sobre el objetivo.\r\n\r\nEl daño de Drenar Alma, Drenar vida y Olvido aumenta 1.0 s la duración de Aflicción inestable, Corrupción, Agonía y Succionar vida que lanzas sobre el objetivo.\r\n\r\n",
    "pt_BR": "Dano de Seta Sombria aumenta em 2,0 s a duração das suas habilidades Agonia Instável, Corrupção, Agonia e Sifão de Vida no alvo.\r\n\r\nO dano de Drenar Vida, Drenar Alma e Oblívio aumenta em 1,0 s a duração das suas habilidades Agonia Instável, Corrupção, Agonia e Drenar Vida no alvo.\r\n\r\n",
    "de_DE": "'Schattenblitz' erhöht die Dauer von 'Instabiles Gebrechen', 'Verderbnis', 'Agonie' und 'Lebensentzug' beim Ziel um 2,0 Sek.\r\n\r\nDer Schaden von 'Seelendieb', 'Blutsauger' und 'Auslöschung' erhöht die Dauer von 'Instabiles Gebrechen', 'Verderbnis', 'Agonie' und 'Lebensentzug' beim Ziel um 1,0 Sek.\r\n\r\n",
    "en_GB": "Shadow Bolt damage increases the duration of your Unstable Affliction, Corruption, Agony, and Siphon Life on the target by 2.0 sec.\r\n\r\nDrain Life, Drain Soul, and Oblivion damage increases the duration of your Unstable Affliction, Corruption, Agony, and Siphon Life on the target by 1.0 sec.\r\n\r\n",
    "es_ES": "El daño de Descarga de las Sombras aumenta 2,0 s la duración de Aflicción inestable, Corrupción, Agonía y Succionar vida en el objetivo.\r\n\r\nEl daño de Drenar alma, Drenar vida y Olvido aumenta 1,0 s la duración de Aflicción inestable, Corrupción, Agonía y Succionar vida en el objetivo.\r\n\r\n",
    "fr_FR": "Les dégâts de Trait de l’ombre augmentent la durée d’Affliction instable, Corruption, Agonie et Siphon de vie sur la cible de 2,0 s.\r\n\r\nLes dégâts de Drain de vie, Drain d’âme et Oubli augmentent la durée d’Affliction instable, Corruption, Agonie et Siphon de vie sur la cible de 1,0 s.\r\n\r\n",
    "it_IT": "I danni inflitti da Dardo d'Ombra aumentano la durata di Afflizione Instabile, Corruzione, Agonia e Aspirazione della Vita sul bersaglio di 2,0 s.\r\n\r\nI danni inflitti da Risucchio d'Anima, Risucchio di Vita e Oblio aumentano la durata di Afflizione Instabile, Corruzione, Agonia e Aspirazione della Vita sul bersaglio di 1,0 s.\r\n\r\n",
    "ru_RU": "Урон от \"Стрелы Тьмы\" продлевает время действия ваших эффектов \"Нестабильное колдовство\", \"Порча\", \"Агония\" и \"Вытягивание жизни\", наложенных на цель, на 2,0 сек.\r\n\r\nУрон от \"Похищения жизни\", \"Похищения души\" и \"Забвения\"  продлевает время действия ваших эффектов \"Нестабильное колдовство\", \"Порча\", \"Агония\" и \"Вытягивание жизни\", наложенных на цель, на 1,0 сек.\r\n\r\n",
    "ko_KR": "어둠의 화살로 피해를 입히면 대상에게 걸린 불안정한 고통, 부패, 고통, 생명력 착취의 지속시간이 2.0초만큼 증가합니다.\r\n\r\n생명력 흡수, 영혼 흡수, 망각으로 피해를 입히면 대상에게 걸린 불안정한 고통, 부패, 고통, 생명력 착취의 지속시간이 1.0초만큼 증가합니다.\r\n\r\n",
    "zh_TW": "暗影箭傷害使你的痛苦動盪、腐蝕術、痛苦和生命虹吸在目標身上的持續時間延長2.0秒。\r\n\r\n吸取生命、吸取靈魂和湮滅的傷害會使你的痛苦動盪、腐蝕術、痛苦和生命虹吸在目標身上的持續時間延長1.0秒。\r\n\r\n",
    "zh_CN": "暗影箭的伤害使你在目标身上的痛苦无常、腐蚀术、痛楚和生命虹吸的持续时间延长2.0秒。\r\n\r\n吸取生命、吸取灵魂和湮灭的伤害使你在目标身上的痛苦无常、腐蚀术、痛楚和生命虹吸的持续时间延长1.0秒。\r\n\r\n"
  }
}