{
  "ID": "189027",
  "NameSubtext_lang": "",
  "Description_lang": "As the master architect of Illidan's plan to destroy the Burning Legion, and head of the Ashtongue tribe, Akama has proven to be a resourceful leader as well as a brilliant strategist and skilled fighter.",
  "AuraDescription_lang": "Akama is a master of stealth, combat, and strategy.",
  "Attributes_0": "696254464",
  "Attributes_1": "3104",
  "Attributes_2": "273170437",
  "Attributes_3": "269681152",
  "Attributes_4": "8388800",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "36",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "236691",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "215001",
  "name_blz": {
    "en_US": "Champion: Akama",
    "es_MX": "Campeón: Akama",
    "pt_BR": "Campeão: Akama",
    "de_DE": "Champion: Akama",
    "en_GB": "Champion: Akama",
    "es_ES": "Campeón: Akama",
    "fr_FR": "Champion : Akama",
    "it_IT": "Campione: Akama",
    "ru_RU": "Защитник: Акама",
    "ko_KR": "용사: 아카마",
    "zh_TW": "勇士：阿卡瑪",
    "zh_CN": "勇士：阿卡玛"
  },
  "description_blz": {
    "en_US": "As the master architect of Illidan's plan to destroy the Burning Legion, and head of the Ashtongue tribe, Akama has proven to be a resourceful leader as well as a brilliant strategist and skilled fighter.",
    "es_MX": "Como maestro arquitecto del plan de Illidan para destruir a la Legión Ardiente, y a la cabeza de la tribu Lengua de Ceniza, Akama demostró ser un diestro líder, como también un estratega brillante y un hábil peleador.",
    "pt_BR": "Como arquiteto mestre dos planos de Illidan para destruir a Legião Ardente, e chefe da tribo Grislíngua, Akama provou ser um líder perspicaz, bem como um brilhante estrategista e um hábil lutador.",
    "de_DE": "Als Meisterarchitekt von Illidans Plan zur Zerstörung der Brennenden Legion und Oberhaupt der Aschenzungen hat sich Akama sowohl als fähiger Anführer als auch als brillanter Stratege und geübter Kämpfer erwiesen.",
    "en_GB": "As the master architect of Illidan's plan to destroy the Burning Legion, and head of the Ashtongue tribe, Akama has proven to be a resourceful leader as well as a brilliant strategist and skilled fighter.",
    "es_ES": "Akama fue el líder de la tribu Lengua de Ceniza y el maestro arquitecto del plan de Illidan para destruir a la Legión Ardiente. Ha demostrado ser un líder con recursos, un gran estratega y un guerrero habilidoso.",
    "fr_FR": "Principal architecte du plan d’Illidan visant à détruire la Légion ardente et chef de la tribu Cendrelangue, Akama s’est révélé un meneur d’hommes avisé, un brillant stratège et un combattant inspiré.",
    "it_IT": "Come ideatore del piano di Illidan di distruggere la Legione Infuocata, e come guida della Tribù Linguamorta, Akama si è dimostrato un capo pieno di risorse, uno stratega brillante e un abile combattente.",
    "ru_RU": "Акама, глава клана Пеплоустов и идейный вдохновитель плана Иллидана по уничтожению Пылающего Легиона, показал себя находчивым лидером, прекрасным стратегом и хорошим воином.",
    "ko_KR": "아카마는 불타는 군단을 격퇴한 일리단의 계획을 주도한 장본인이자 잿빛혓바닥 부족의 수장입니다. 또한 능력 있는 지도자인 동시에 타고난 전략가이자 숙련된 투사라는 사실을 증명했습니다.",
    "zh_TW": "作為伊利丹摧毀燃燒軍團計畫的背後推手與灰舌氏族的頭目，阿卡瑪再再證明了自己是一名多才多藝的領袖 - 身兼足智多謀的軍師與技藝純熟的戰士。",
    "zh_CN": "作为伊利丹摧毁燃烧军团计划的主策划师及灰舌氏族的首领，阿卡玛已经证明了自己是个足智多谋的领袖、极具指挥的战略家，同时也是技能娴熟的斗士。"
  }
}