{
  "ID": "189161",
  "NameSubtext_lang": "",
  "Description_lang": "Asha Ravensong is the most loyal and dedicated of the Illidari. She is quiet, thoughtful, and deadly. When she takes action, her decisions are spot on and because of this, she has gained the respect everyone around her. There are few that can outlast her in combat and fewer still that can outmatch her in wits.",
  "AuraDescription_lang": "Asha Ravensong has mastered the ways of the Vengeance demon hunter. She is respected for her deadly focus and ability to see the bigger tactical picture.",
  "Attributes_0": "687865856",
  "Attributes_1": "1056",
  "Attributes_2": "273170436",
  "Attributes_3": "268632576",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "236449",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "215138",
  "name_blz": {
    "en_US": "Champion: Asha Ravensong",
    "es_MX": "Campeón: Asha Cantocorvino",
    "pt_BR": "Campeã: Asha Corvocanto",
    "de_DE": "Champion: Asha Rabenruf",
    "en_GB": "Champion: Asha Ravensong",
    "es_ES": "Campeona: Asha Cantocorvino",
    "fr_FR": "Championne : Asha Chantecorbeau",
    "it_IT": "Campione: Asha Cantacorvi",
    "ru_RU": "Защитник: Аша Воронья Песнь",
    "ko_KR": "용사: 아샤 레이븐송",
    "zh_TW": "勇士：雅夏‧鴉曲",
    "zh_CN": "勇士：阿莎·鸦歌"
  },
  "description_blz": {
    "en_US": "Asha Ravensong is the most loyal and dedicated of the Illidari. She is quiet, thoughtful, and deadly. When she takes action, her decisions are spot on and because of this, she has gained the respect everyone around her. There are few that can outlast her in combat and fewer still that can outmatch her in wits.",
    "es_MX": "Asha Cantocorvino es la más leal y dedicada de los Illidari. Es tranquila, reflexiva y letal. Cuando entra en acción, sus decisiones siempre dan en el blanco, lo que la ha hecho ganar el respeto de todo el que la rodea. Son pocos los que pueden vencerla en combate, y menos aún los que la superan en sensatez.",
    "pt_BR": "Asha Corvocanto é a mais leal e dedicada dos Illidari. É introspectiva, reflexiva e mortal. Quando age, toma as decisões corretas, por isso tem o respeito de todos que a cercam. Poucos são capazes de resistir ao combate por mais tempo que ela, e um número menor ainda é capaz de superá-la em inteligência.",
    "de_DE": "Asha Rabenruf besitzt von allen Illidari die größte Loyalität und Hingabe. Sie ist ausgesprochen ruhig, besonnen und absolut tödlich. Wenn sie eingreift, sind ihre Entscheidungen stets goldrichtig, was ihr den Respekt all ihrer Mitstreiter eingebracht hat. Nur wenige könnten sie im Kampf besiegen und noch weniger sind ihr geistig gewachsen.",
    "en_GB": "Asha Ravensong is the most loyal and dedicated of the Illidari. She is quiet, thoughtful, and deadly. When she takes action, her decisions are spot on and because of this, she has gained the respect everyone around her. There are few that can outlast her in combat and fewer still that can outmatch her in wits.",
    "es_ES": "Asha Cantocorvino es la Illidari más leal y dedicada. Es callada, reflexiva y letal. Cuando actúa, sus decisiones son impecables y por eso ha conseguido el respeto de todo el que la rodea. Muy pocos pueden superarla en el combate y menos aún superar su ingenio.",
    "fr_FR": "Asha Chantecorbeau est la plus loyale et la plus déterminée des Illidari. À la fois calme, réfléchie et dangereuse, elle sait prendre les bonnes décisions avant d’agir, ce qui lui vaut le respect de tous ceux qui l’entourent. Rares sont ceux qui peuvent la surpasser au combat, et plus rares encore ceux qui se montrent plus malins qu’elle.",
    "it_IT": "Asha Cantacorvi è la più fedele e devota degli Illidari. È silenziosa, riflessiva e letale. Quando entra in azione, le sue decisioni sono accurate e ciò le ha fatto guadagnare il rispetto di tutti. Pochi sono in grado di sopravviverle in combattimento e meno ancora coloro che possono sorpassarla in ingegno.",
    "ru_RU": "Из всех иллидари Аша Воронья Песнь, пожалуй, самая преданная и верная. С виду она спокойна и невозмутима, но в бою стремительна и смертоносна. Даже в самых трудных ситуациях она быстро принимает верные решения, и за это ее очень уважают. Мало кто может превзойти ее в сражении, а в битве умов ей почти нет равных.",
    "ko_KR": "아샤 레이븐송은 일리다리의 가장 충성스럽고 헌신적인 일원으로, 말수는 적지만 생각이 깊고 대범합니다. 무슨 일을 수행하든 정확한 결정을 내리기 때문에 주위 모든 이의 존경을 받고 있습니다. 전장에서 아샤를 대적할 자는 거의 없으며 기지 면에서도 그녀를 따라올 자가 없습니다.",
    "zh_TW": "雅夏‧鴉曲是伊利達瑞中最忠實、貢獻良多的人士。她生性沉靜、思慮周到、致命無比。在她採取行動時，她的決策精確無比，正因如此而獲得身邊所有人的尊重。在戰場上沒多少人可以比她更為久戰，能夠比她更為機智的人更為罕見。",
    "zh_CN": "阿莎·鸦歌是伊利达雷最忠诚和专注的战士。她非常安静，思虑成熟，并且极为致命。当她采取行动时，所做的决策都极为准确。正因如此，她获得了周围所有人的尊重。很少有人能在和她的战斗中幸存，她的智谋更是无人能及。"
  }
}