{
  "ID": "189140",
  "NameSubtext_lang": "",
  "Description_lang": "Malevolence has proven herself time and again to be an invaluable ally. It is an absolutely certainty that if it weren't for her, you would not be standing here. Her leadership skills are matched only by her mastery of demonic magic.",
  "AuraDescription_lang": "Matron Mother Malevolence is a master of fel magic, tactics, and inflicting pain.",
  "Attributes_0": "687865856",
  "Attributes_1": "1056",
  "Attributes_2": "273170436",
  "Attributes_3": "268632576",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "574999",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "215117",
  "name_blz": {
    "en_US": "Champion: Matron Mother Malevolence",
    "es_MX": "Campeón: Madre Matrona Malevolencia",
    "pt_BR": "Campeã: Mãe Matrona Malévola",
    "de_DE": "Champion: Matronenmutter Malicia",
    "en_GB": "Champion: Matron Mother Malevolence",
    "es_ES": "Campeona: Madre matriarca Malevolencia",
    "fr_FR": "Championne : matrone Maléficiae",
    "it_IT": "Campione: Matrona Suprema Malevola",
    "ru_RU": "Защитник: верховная мать Злоба",
    "ko_KR": "용사: 모군주 말레볼런스",
    "zh_TW": "勇士：懷惡族母",
    "zh_CN": "勇士：主母玛沃伦丝"
  },
  "description_blz": {
    "en_US": "Malevolence has proven herself time and again to be an invaluable ally. It is an absolutely certainty that if it weren't for her, you would not be standing here. Her leadership skills are matched only by her mastery of demonic magic.",
    "es_MX": "Malevolencia demostró muchas veces que es una aliada muy valiosa. Es absolutamente cierto que si no fuera por ella, no estarías aquí hoy. Sus habilidades de liderazgo solo se ajustan a su maestría de la magia demoníaca.",
    "pt_BR": "Malévola prova, vez após vez, ser uma aliada de valor inestimável. É certeza absoluta que se não fosse por ela, você não estaria aqui. A capacidade de liderança que ela possui pode ser rivalizada apenas pelos conhecimentos, dela própria, sobre magia demoníaca.",
    "de_DE": "Malicia hat sich immer wieder als Verbündete von unschätzbarem Wert erwiesen. Es gilt als absolut sicher, dass Ihr ohne sie nicht hier stehen würdet. Ihre Fähigkeiten als Anführerin werden nur von ihrer meisterhaften Beherrschung dämonischer Magie in den Schatten gestellt.",
    "en_GB": "Malevolence has proven herself time and again to be an invaluable ally. It is an absolutely certainty that if it weren't for her, you would not be standing here. Her leadership skills are matched only by her mastery of demonic magic.",
    "es_ES": "Malevolencia ha demostrado una y otra vez que es una aliada muy valiosa. De no ser por ella, no estarías aquí. Sus dotes de liderazgo solo son comparables a su dominio de la magia demoníaca.",
    "fr_FR": "Maléficiae a maintes fois prouvé qu’elle était une alliée inestimable. Il ne fait absolument aucun doute que vous ne seriez plus là sans elle. Ses qualités de chef n’ont d’égal que sa maîtrise de la magie démoniaque.",
    "it_IT": "Malevola si è dimostrata più volte un'alleata preziosa. Di sicuro, se non fosse stato per lei, non saresti qui. Le sue capacità di comando sono pari solo alla sua padronanza della magia demoniaca.",
    "ru_RU": "Злоба не раз доказывала, что она очень ценный союзник. Если бы не она, вы бы сейчас здесь не стояли. С ее лидерскими качествами может посоперничать только ее же мастерство по части демонической магии.",
    "ko_KR": "말레볼런스는 자신이 소중한 아군임을 수차례 증명해왔습니다. 그녀가 아니었다면 당신은 지금 이렇게 살아있을 수조차 없을 것입니다. 말레볼런스는 뛰어난 통솔력을 지녔으며 악마의 마법에 관해서도 상당한 지식을 가지고 있습니다.",
    "zh_TW": "懷惡已經一次又一次證明她是個無法取代的盟友。絕對可以肯定的一點是，如果沒有她的貢獻，你現在就不可能站在這裡。她的領導技能超凡脫俗，或許只有她在惡魔魔法精通程度能夠相提並論。",
    "zh_CN": "玛沃伦丝屡次用行为证明自己是名无价的盟友。很显然的事实就是，如果不是她，你根本就无法站在这里。她的领袖技巧和所精通的恶魔法术可谓相得益彰。"
  }
}