{
  "ID": "190013",
  "NameSubtext_lang": "Passive",
  "Description_lang": "Your Spirit of Redemption is now an active ability with a $m2 minute cooldown, but the duration is reduced by $m3 sec and you will no longer enter Spirit of Redemption upon dying.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "4194304",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "132864",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "215982",
  "name_blz": {
    "en_US": "Spirit of the Redeemer",
    "es_MX": "Espíritu del redentor",
    "pt_BR": "Espírito do Redentor",
    "de_DE": "Geist des Erlösers",
    "en_GB": "Spirit of the Redeemer",
    "es_ES": "Espíritu del redentor",
    "fr_FR": "Esprit du rédempteur",
    "it_IT": "Spirito del Redentore",
    "ru_RU": "Дух воздаятеля",
    "ko_KR": "구원자의 영혼",
    "zh_TW": "救贖者靈魂",
    "zh_CN": "救赎者之魂"
  },
  "description_blz": {
    "en_US": "Your Spirit of Redemption is now an active ability with a 2 minute cooldown, but the duration is reduced by 9 sec and you will no longer enter Spirit of Redemption upon dying.",
    "es_MX": "Tu Espíritu redentor ahora es una facultad activa con un tiempo de reutilización de 2 minutos, pero la duración se reduce 9 s y ya no podrás entrar en Espíritu redentor al morir.",
    "pt_BR": "Seu Espírito da Redenção agora é uma habilidade ativa com 2 min de recarga, mas a duração é reduzida em 9 s e você não entra mais em Espírito da Redenção ao morrer.",
    "de_DE": "Euer 'Geist der Erlösung' ist jetzt eine aktive Fähigkeit mit einer Abklingzeit von 2 Min. Die Dauer wird aber um 9 Sek. verringert, und Ihr könnt im Todesfall nicht mehr 'Geist der Erlösung' aufrufen.",
    "en_GB": "Your Spirit of Redemption is now an active ability with a 2 minute cooldown, but the duration is reduced by 9 sec and you will no longer enter Spirit of Redemption upon dying.",
    "es_ES": "Ahora tu Espíritu redentor es una facultad activa con un tiempo de reutilización de 2 min, pero la duración se reduce 9 s y ya no pasarás a Espíritu redentor al morir.",
    "fr_FR": "Esprit de rédemption est désormais un sort actif soumis à un temps de recharge de 2 minutes, mais sa durée est réduite de 9 s et vous ne deviendrez plus l’Esprit de rédemption lorsque vous mourrez.",
    "it_IT": "Spirito di Redenzione è un'abilità attiva con un tempo di recupero di 2 min, ma la durata si riduce di 9 s e non è più possibile attivarla automaticamente quando si muore.",
    "ru_RU": "\"Дух воздаяния\" становится активируемой способностью со временем восстановления 2 мин., но время его действия сокращается на 9 сек., и вы не переходите в облик духа воздаяния после гибели.",
    "ko_KR": "구원의 영혼이 이제 사용 능력이 되고 2분의 재사용 대기시간이 적용됩니다. 하지만 지속시간이 9초로 감소하고, 사망 시 구원의 영혼이 되지 않습니다.",
    "zh_TW": "你的救贖之靈變成主動技能，有2分鐘的冷卻時間。技能的持續時間縮短9秒，且死亡時不會進入救贖之靈形態。",
    "zh_CN": "救赎之魂现在是一个主动技能，冷却时间为2分钟，持续时间缩短为9秒，且你在死后不再进入救赎之魂状态。"
  }
}