{
  "ID": "190061",
  "NameSubtext_lang": "",
  "Description_lang": "One of the quieter Illidari, Belath nonetheless is also one of its most capable. He shows an incredible aptitude for scouting, stealth, and creative approaches to tactical situations.",
  "AuraDescription_lang": "Belath Dawnblade is a paragon of infiltration and dealing with tricky situations.",
  "Attributes_0": "687865856",
  "Attributes_1": "1056",
  "Attributes_2": "273170436",
  "Attributes_3": "268632576",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "236440",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "216031",
  "name_blz": {
    "en_US": "Champion: Belath Dawnblade",
    "es_MX": "Campeón: Belath Hojalba",
    "pt_BR": "Campeão: Belath Aurolume",
    "de_DE": "Champion: Belath Dämmerklinge",
    "en_GB": "Champion: Belath Dawnblade",
    "es_ES": "Campeón: Belath Hojalba",
    "fr_FR": "Champion : Belath Aubelame",
    "it_IT": "Campione: Belath Lamachiara",
    "ru_RU": "Защитник: Белат Клинок Рассвета",
    "ko_KR": "용사: 벨라스 돈블레이드",
    "zh_TW": "勇士：貝拉斯‧曦刃",
    "zh_CN": "勇士：贝拉斯·黎明之刃"
  },
  "description_blz": {
    "en_US": "One of the quieter Illidari, Belath nonetheless is also one of its most capable. He shows an incredible aptitude for scouting, stealth, and creative approaches to tactical situations.",
    "es_MX": "Belath es uno de los Illidari más tranquilos, pero también uno de los más capaces. Demuestra una enorme aptitud en la exploración, el sigilo y en los enfoques creativos en las situaciones tácticas.",
    "pt_BR": "Embora seja um dos Illidari mais quietos, Belath está entre os mais capazes. Ele demonstra uma incrível aptidão para escolta, furtividade e abordagem criativa em situações táticas.",
    "de_DE": "Obwohl er einer der stilleren Illidari ist, so ist Belath nichtsdestotrotz einer der fähigsten. Er zeigt eine ungeheure Befähigung für Erkundung, Verstohlenheit und kreative Herangehensweisen an taktische Gegebenheiten.",
    "en_GB": "One of the quieter Illidari, Belath nonetheless is also one of its most capable. He shows an incredible aptitude for scouting, stealth, and creative approaches to tactical situations.",
    "es_ES": "Pese a ser uno de los Illidari más tranquilos, Belath es uno de los más capaces. Tiene unas dotes increíbles para la exploración, para el sigilo y para enfocar de forma creativa las situaciones tácticas.",
    "fr_FR": "Illidari des plus discrets, Belath est également l’un des plus compétents. En plus d’un sens inné de la furtivité, il témoigne d’une incroyable aptitude aux missions de reconnaissance et sait faire preuve de créativité sur le plan tactique.",
    "it_IT": "Belath è uno degli Illidari più silenziosi, ma anche dei più capaci. Mostra un'attitudine incredibile per l'esplorazione, gli spostamenti furtivi e gli approcci creativi alle situazioni più tattiche.",
    "ru_RU": "Белат – один из самых одаренных иллидари, хотя и отличается необычным для них спокойствием. Он прирожденный разведчик и мастер маскировки, который всегда найдет неординарное и эффективное решение в любой сложной ситуации.",
    "ko_KR": "벨라스는 말수는 적지만 가장 유능한 일리다리 중 한 명으로 정찰, 은신을 비롯해 전술적 상황에 대처하는 순발력이 탁월합니다.",
    "zh_TW": "貝拉斯是一位閑靜寡言的伊利達瑞，但也是能力最出眾的一位。他在偵察、潛行和戰術逼近的創意上，展現了極佳的天性。",
    "zh_CN": "贝拉斯是一名少言寡语的伊利达雷成员，但他也是最有能力的成员之一。他在侦察、潜行、战略创新上具备不可思议的天资和能力。"
  }
}