{
  "ID": "190358",
  "NameSubtext_lang": "",
  "Description_lang": "You become the ultimate crusader of light for $d. Crusader Strike and Judgment cool down $s2% faster and heal up to $s6 injured allies within $216371A yds for $s5% of the damage done, split evenly among them.Grants an additional charge of Crusader Strike for its duration.",
  "AuraDescription_lang": "Crusader Strike and Judgment cool down $w2% faster.Judgment, Crusader Strike, and auto-attack damage increased by $s1%.$w6 nearby allies will be healed for $w5% of the damage done, split evenly among them.",
  "Attributes_0": "134545408",
  "Attributes_1": "1024",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "8192",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "129",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "8",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "2",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "589117",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "216331",
  "name_blz": {
    "en_US": "Avenging Crusader",
    "es_MX": "Cruzado vengador",
    "pt_BR": "Cruzado Vingador",
    "de_DE": "Kreuzzug der Vergeltung",
    "en_GB": "Avenging Crusader",
    "es_ES": "Cruzado vengativo",
    "fr_FR": "Croisé vengeur",
    "it_IT": "Crociato Vendicatore",
    "ru_RU": "Рыцарь-мститель",
    "ko_KR": "응징의 성전사",
    "zh_TW": "復仇十字軍",
    "zh_CN": "复仇十字军"
  },
  "description_blz": {
    "en_US": "You become the ultimate crusader of light for 15 sec. Crusader Strike and Judgment cool down 30% faster and heal up to 5 injured allies within 40 yds for 260% of the damage done, split evenly among them.\r\n\r\nGrants an additional charge of Crusader Strike for its duration.",
    "es_MX": "Te conviertes en un cruzado de la Luz experto durante 15 s. Reduce un 30% el tiempo de reutilización de Golpe de cruzado y Sentencia y sana a un máximo de 5 aliados heridos en un radio de 40 m un 260% del daño infligido, repartido en partes iguales.\r\n\r\nOtorga una carga adicional de Golpe de cruzado mientras dura.",
    "pt_BR": "Você se torna o cruzado da luz supremo por 15 s. Golpe do Cruzado e Julgamento recarregam 30% mais rápido e concedem a até 5 aliados feridos em um raio de 40 m uma cura equivalente a 260% do dano causado, dividida igualmente entre eles.\r\n\r\nConcede uma carga adicional de Golpe do Cruzado por toda a duração.",
    "de_DE": "Ihr werdet 15 Sek. lang zum ultimativen Kreuzfahrer des Lichts. 'Kreuzfahrerstoß' und 'Richturteil' klingen 30% schneller ab und heilen bis zu 5 verletzte Verbündete innerhalb von 40 Metern um 260% des verursachten Schadens (die Heilung wird gleichmäßig aufgeteilt).\r\n\r\nGewährt während der Dauer eine zusätzliche Aufladung von 'Kreuzfahrerstoß'.",
    "en_GB": "You become the ultimate crusader of light for 15 sec. Crusader Strike and Judgment cool down 30% faster and heal up to 5 injured allies within 40 yds for 260% of the damage done, split evenly among them.\r\n\r\nGrants an additional charge of Crusader Strike for its duration.",
    "es_ES": "Te conviertes en el cruzado de la Luz supremo durante 15 s. Golpe de cruzado y Sentencia se reinician un 30% más rápido y sanan a un máximo de 5 aliados heridos en un radio de 40 m un 260% del daño infligido, a dividir a partes iguales entre ellos.\r\n\r\nOtorga una carga más de Golpe de cruzado mientras dura.",
    "fr_FR": "Vous devenez le combattant suprême de la Lumière pendant 15 s. Les temps de recharge de Frappe du croisé et de Jugement sont réduits de 30 % et soignent jusqu’à 5 des personnages alliés proches blessés à moins de 40 m pour un montant de points de vie égal à 260 % des dégâts qu’ils infligent, répartis équitablement entre eux.\r\n\r\nAccorde une charge supplémentaire de Frappe du croisé pendant toute sa durée.",
    "it_IT": "Permette di vestire i panni del crociato della Luce definitivo per 15 s. Aumenta la velocità di recupero di Assalto del Crociato e Giudizio del 30% ed entrambi curano fino a 5 alleati feriti entro 40 m di una quantità di salute pari al 260% dei danni inflitti, suddivisa equamente tra i bersagli.\r\n\r\nFornisce una carica aggiuntiva di Assalto del Crociato per tutta la sua durata.",
    "ru_RU": "Превращает вас в великого воина Света. \"Удар воина Света\" и \"Правосудие\" восстанавливаются на 30% быстрее и восполняют максимум 5 раненым союзникам в радиусе 40 м здоровье в объеме 260% нанесенного урона. Исцеление равномерно распределяется между целями. Время действия – 15 сек.\r\n\r\nВо время действия вы получаете дополнительный заряд \"Удара воина Света\".",
    "ko_KR": "15초 동안 궁극의 빛의 성전사가 됩니다. 성전사의 일격과 심판의 재사용 대기시간 회복 속도가 30%만큼 증가하고 40미터 내 부상당한 아군 최대 5명의 생명력을 성전사의 일격과 심판으로 입힌 피해량의 260%만큼 고르게 나눠 회복시킵니다.\r\n\r\n지속시간 동안 성전사의 일격이 추가로 1회 충전됩니다.",
    "zh_TW": "你成為終極的聖光十字軍，持續15秒。十字軍聖擊和審判的冷卻速度提高30%，並治療40碼內最多5名受傷的盟友，治療量相當於該次傷害的260%，治療效果會平均分攤。\r\n\r\n在持續時間內，十字軍聖擊可額外使用一次。",
    "zh_CN": "你化身成为圣光的终极战士，持续15秒。十字军打击和审判的冷却速度提高30%，同时会为40码内的最多5名受伤的盟友恢复生命，相当于该技能造成伤害的260%，并由这些盟友均摊。\r\n\r\n在持续期间，十字军打击额外获得一次使用次数。"
  }
}