{
  "ID": "192697",
  "NameSubtext_lang": "",
  "Description_lang": "Allari the Souleater is the wielder of the artifact known as the Scythe of Souls. In addition to her own magical mastery over capturing demon souls, the Scythe grants her incredible powers. Few others are as effective in bringing the Burning Legion to its knees.",
  "AuraDescription_lang": "Allari the Souleater has mastered the ways of the Havoc demon hunter. She is renown for her ability to control demons and entrap their souls.",
  "Attributes_0": "687865856",
  "Attributes_1": "1056",
  "Attributes_2": "273170436",
  "Attributes_3": "268632576",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "236439",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "218681",
  "name_blz": {
    "en_US": "Champion: Allari the Souleater",
    "es_MX": "Campeón: Allari la Comealmas",
    "pt_BR": "Campeã: Allari, a Devoralmas",
    "de_DE": "Champion: Allari die Seelenfresserin",
    "en_GB": "Champion: Allari the Souleater",
    "es_ES": "Campeona: Allari la Devoraalmas",
    "fr_FR": "Championne : Allari la Dévoreuse d’âmes",
    "it_IT": "Campione: Allari la Mangiatrice d'Anime",
    "ru_RU": "Защитник: Аллари Пожирательница Душ",
    "ko_KR": "용사: 영혼착취자 알라리",
    "zh_TW": "勇士：『噬魂者』艾萊莉",
    "zh_CN": "勇士：食魂者阿莱利"
  },
  "description_blz": {
    "en_US": "Allari the Souleater is the wielder of the artifact known as the Scythe of Souls. In addition to her own magical mastery over capturing demon souls, the Scythe grants her incredible powers. Few others are as effective in bringing the Burning Legion to its knees.",
    "es_MX": "Allari la Comealmas es la portadora del artefacto conocido como la Guadaña de Almas. Además de su propia maestría mágica para capturar almas de demonios, la Guadaña le otorga poderes increíbles. Existen pocos tan efectivos como ella para acabar con la Legión Ardiente.",
    "pt_BR": "Allari, a Devoralmas, manuseia o artefato conhecido como Foice das Almas. Além de sua inata habilidade de capturar alas demoníacas, a Foice lhe concede poderes incríveis. Poucos têm tamanha experiência em colocar a Legião de joelhos.",
    "de_DE": "Allari die Seelenfresserin ist die Trägerin des Artefakts, das als die Seelensense bekannt ist. Zusätzlich zu ihrer eigenen meisterhaften Beherrschung des Einfangens von Dämonenseelen gewährt ihr die Sense noch weitere unglaubliche Kräfte. Nur wenige andere sind so effektiv darin, die Brennende Legion in die Knie zu zwingen.",
    "en_GB": "Allari the Souleater is the wielder of the artifact known as the Scythe of Souls. In addition to her own magical mastery over capturing demon souls, the Scythe grants her incredible powers. Few others are as effective in bringing the Burning Legion to its knees.",
    "es_ES": "Allari la Devoraalmas es la portadora del artefacto conocido como la Guadaña de Almas. Además de su propia maestría mágica en la captura de almas demoníacas, la Guadaña le otorga poderes increíbles. Pocos artefactos son tan eficaces para doblegar a la Legión Ardiente.",
    "fr_FR": "Allari la Dévoreuse d’âmes manie la Faux des âmes. Si sa maîtrise des arts occultes lui permet de capturer l’âme des démons, cette arme prodigieuse lui confère des pouvoirs plus incroyables encore. Rares sont les individus capables de mettre à genoux la Légion ardente avec autant d’efficacité.",
    "it_IT": "Allari la Mangiatrice d'Anime è colei che possiede l'artefatto conosciuto come la Falce delle Anime. La Falce le concede i propri incredibili poteri, che si sommano alla sua maestria nel catturare le anime demoniache. Pochi altri sono così efficaci nel mettere in ginocchio la Legione Infuocata.",
    "ru_RU": "Аллари Пожирательница Душ владеет могучим артефактом – Косой Душ. Аллари и сама по себе практически в совершенстве овладела искусством пленения душ демонов; Коса же наделяет ее поистине невероятными способностями. По части сломления и подчинения демонов Пылающего Легиона ей нет равных.",
    "ko_KR": "영혼착취자 알라리는 영혼의 낫이라고 알려진 유물을 사용합니다. 이 유물은 악마의 영혼을 사로잡는 그녀의 탁월한 기술과 더불어 그녀에게 엄청난 힘을 부여합니다. 불타는 군단을 굴복시키는 데 이보다 더 효과적인 무기는 거의 없을 겁니다.",
    "zh_TW": "『噬魂者』艾萊莉是一把神器的持有者，名叫奪魂鐮。她除了擅長於捕捉惡魔靈魂之外，鐮刀也為她提供了難以置信的力量。沒幾個人可以採用效率十足方式讓燃燒軍團屈膝。",
    "zh_CN": "食魂者阿莱利是神器夺魂之镰的持有者，她本身就擅长捕获恶魔的灵魂，夺魂之镰还使她获得不可思议的能力。很少有其他人能像食魂者阿莱利这样迅速地让燃烧军团屈膝求饶。"
  }
}