{
  "ID": "195792",
  "NameSubtext_lang": "",
  "Description_lang": "No rogue ever stealthed so well as Taoshi. If she does not want to be seen, she is not. This makes her especially deadly as it is nigh impossible to prevent her from executing a sneak attack from behind.",
  "AuraDescription_lang": "Taoshi has mastered the ways of the Subtlety rogue. She is a superb strategist and excellent diplomat.",
  "Attributes_0": "687865856",
  "Attributes_1": "1056",
  "Attributes_2": "273170436",
  "Attributes_3": "268632576",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "626190",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "221778",
  "name_blz": {
    "en_US": "Champion: Taoshi",
    "es_MX": "Campeón: Taoshi",
    "pt_BR": "Campeão: Taoshi",
    "de_DE": "Champion: Taoshi",
    "en_GB": "Champion: Taoshi",
    "es_ES": "Campeona: Taoshi",
    "fr_FR": "Championne : Taoshi",
    "it_IT": "Campione: Taoshi",
    "ru_RU": "Защитник: Таоши",
    "ko_KR": "용사: 타오스",
    "zh_TW": "勇士：陶氏",
    "zh_CN": "勇士：陶矢"
  },
  "description_blz": {
    "en_US": "No rogue ever stealthed so well as Taoshi. If she does not want to be seen, she is not. This makes her especially deadly as it is nigh impossible to prevent her from executing a sneak attack from behind.",
    "es_MX": "Nunca ha habido un pícaro tan sigiloso como Taoshi. Si no quiere que la vean, no la verán. Esto hace que sea especialmente letal, ya que es casi imposible evitar que realice un ataque sigiloso por la espalda.\"",
    "pt_BR": "Nenhum ladino foi tão furtivo quanto a Taoshi. Se ela não quer ser vista, ela não é. Isso a torna simplesmente mortal, pois é quase impossível prever a sua chegada ao executar um ataque surpresa por trás.",
    "de_DE": "Kein Schurke beherrschte die Verstohlenheit so gut wie Taoshi. Wenn sie nicht will, dass sie jemand sieht, dann gelingt das auch niemandem. Diese Fähigkeit macht sie besonders tödlich, da ihr Überraschungsangriff von hinten so gut wie unmöglich zu verhindern ist.",
    "en_GB": "No rogue ever stealthed so well as Taoshi. If she does not want to be seen, she is not. This makes her especially deadly as it is nigh impossible to prevent her from executing a sneak attack from behind.",
    "es_ES": "No hay pícaro que iguale a Taoshi en su capacidad para el sigilo. Si no quiere que la vean, nadie la ve. Eso la hace especialmente letal, ya que es casi imposible evitar que realice un ataque sigiloso por detrás.",
    "fr_FR": "Aucun voleur ne maîtrise le camouflage aussi parfaitement que Taoshi. Elle peut se rendre invisible et indétectable, aptitude qui la rend particulièrement redoutable, car il est alors presque impossible d’échapper à ses attaques sournoises.",
    "it_IT": "Nessun Ladro conosce la furtività come Taoshi. Se non vuole essere vista, nessuno la vedrà. Ciò la rende particolarmente letale, perché è quasi impossibile fermare un suo attacco alle spalle.",
    "ru_RU": "В искусстве маскировки Таоши нет равных. Если ей нужно оставаться незамеченной, так и будет. Именно поэтому все и боятся ее как огня – внезапному удару в спину, которого никак не ожидаешь, мало что можно противопоставить.",
    "ko_KR": "타오스의 은신은 세계 최고입니다. 타오스가 원치 않으면 아무도 그녀의 모습을 볼 수 없습니다. 따라서 언제 어디에서 은밀하게 공격할지 전혀 예측할 수 없습니다.",
    "zh_TW": "從來沒有一位盜賊能像陶氏這樣來去無蹤。如果她想消聲匿跡，沒人找得到她。在無法預防她從背後展開突襲的情況下，讓她變得更加致命。",
    "zh_CN": "没有任何潜行者的潜行技巧能像陶矢那样完美。如果不想被人看到，就没有任何人能看到她。正是这样的能力让她的刺杀更为致命，因为敌人几乎无法防御她从背后的偷袭。"
  }
}