{
  "ID": "10073",
  "NameSubtext_lang": "",
  "Description_lang": "Your skin becomes as tough as bark, reducing all damage you take by $s1%$?a301768[, increasing healing received by $301768s2%,][] and preventing damage from delaying your spellcasts. Lasts $d.Usable while stunned, frozen, incapacitated, feared, or asleep, and in all shapeshift forms.",
  "AuraDescription_lang": "All damage taken reduced by $w1%.$?a301768[Healing received increased by $301768s2%.][]",
  "Attributes_0": "0",
  "Attributes_1": "1024",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "131592",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "129",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "31",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "8",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136097",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "22812",
  "name_blz": {
    "en_US": "Barkskin",
    "es_MX": "Piel de corteza",
    "pt_BR": "Pele de Árvore",
    "de_DE": "Baumrinde",
    "en_GB": "Barkskin",
    "es_ES": "Piel de corteza",
    "fr_FR": "Ecorce",
    "it_IT": "Pelledura",
    "ru_RU": "Дубовая кожа",
    "ko_KR": "나무 껍질",
    "zh_TW": "樹皮術",
    "zh_CN": "树皮术"
  },
  "description_blz": {
    "en_US": "Your skin becomes as tough as bark, reducing all damage you take by 20% and preventing damage from delaying your spellcasts. Lasts 8 sec.\r\n\r\nUsable while stunned, frozen, incapacitated, feared, or asleep, and in all shapeshift forms.",
    "es_MX": "Tu piel se endurece como la corteza de un árbol, lo que reduce un 20% todo el daño recibido  y evita que el daño retrase tus lanzamientos de hechizos. Dura 8 s.\r\n\r\nSe puede usar mientras se está aturdido, congelado, incapacitado, asustado o dormido, y en todos los cambios de forma.",
    "pt_BR": "Sua pele fica tão dura quanto a casca de uma árvore, reduzindo em 20% todo o dano recebido e impedindo que dano atrase o lançamento de seus feitiços. Dura 8 s.\r\n\r\nPode ser usado quando atordoado, congelado, incapacitado, amedrontado, dormindo e em todas as formas de metamorfose.",
    "de_DE": "Eure Haut wird hart wie Rinde, verringert Euren gesamten erlittenen Schaden um 20% und verhindert, dass eintreffende Angriffe Eure Zauberzeit erhöhen. Hält 8 Sek. lang an.\r\n\r\nKann eingesetzt werden, während Ihr betäubt, eingefroren, handlungsunfähig gemacht sowie in Schlaf oder in Furcht versetzt wurdet. In allen Gestalten einsetzbar.",
    "en_GB": "Your skin becomes as tough as bark, reducing all damage you take by 20% and preventing damage from delaying your spellcasts. Lasts 8 sec.\r\n\r\nUsable while stunned, frozen, incapacitated, feared, or asleep, and in all shapeshift forms.",
    "es_ES": "Tu piel se endurece como la corteza de un árbol, lo que reduce un 20% todo el daño recibido e impide que el daño retrase tus lanzamientos de hechizos. Dura 8 s.\r\n\r\nSe puede usar mientras se está aturdido, congelado, incapacitado, asustado o dormido, y en todas las formas.",
    "fr_FR": "Votre peau devient aussi dure que de l’écorce, ce qui réduit les dégâts subis de 20 % et empêche les dégâts de provoquer un délai dans l’incantation de vos sorts. Dure 8 s.\r\n\r\nUtilisable quand vous êtes étourdi, gelé, stupéfié, apeuré ou endormi, et sous n’importe quelle forme de druide.",
    "it_IT": "La pelle diventa dura come la corteccia, riducendo tutti i danni subiti del 20% e impedendo che i danni subiti ritardino il lancio d'incantesimi. Dura 8 s.\r\n\r\nLanciabile sotto effetti di stordimento, congelamento, inabilitazione, paura o sonno. Utilizzabile in tutte le forme.",
    "ru_RU": "Ваша кожа становится прочной, как кора, уменьшая получаемый урон на 20% и предотвращая задержку применения заклинаний при получении урона. Время действия – 8 сек.\r\n\r\nМожно применять под действием оглушения, заморозки, паралича, страха и сна, а также во всех обликах.",
    "ko_KR": "피부가 나무 껍질처럼 단단해집니다. 받는 모든 피해가 20%만큼 감소하고 피해를 받아도 주문 시전이 지연되지 않습니다. 8초 동안 지속됩니다.\r\n\r\n기절, 얼어붙음, 행동 불가, 공포, 수면 상태 및 모든 변신 상태에서 사용할 수 있습니다.",
    "zh_TW": "你的皮膚變得像樹皮一樣堅硬，使受到的所有傷害降低20%，且作用期間即使受到傷害，也不會令施法時間延長，持續8秒。\r\n\r\n可以在昏迷、冰凍、癱瘓、恐懼或沉睡狀態下使用，也可以在各種變身形態使用。",
    "zh_CN": "你的皮肤变得如树皮般坚硬，受到的所有伤害降低20%，受到伤害也不会延迟施法。持续8秒。\r\n\r\n这个法术可以在昏迷、冰冻、瘫痪、恐惧或沉睡时使用。可在所有形态下使用。"
  }
}