{
  "ID": "209921",
  "NameSubtext_lang": "PvP Talent",
  "Description_lang": "Attacking with a $m2 combo point Ferocious Bite reduces the target's maximum health by up to $236021m1% for $236021d, stacking up to $236021u times. Ferocious Wound can only be active on one target at once.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "1025",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "132127",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "236020",
  "name_blz": {
    "en_US": "Ferocious Wound",
    "es_MX": "Herida feroz",
    "pt_BR": "Ferimento Feroz",
    "de_DE": "Wilde Wunde",
    "en_GB": "Ferocious Wound",
    "es_ES": "Herida atroz",
    "fr_FR": "Blessure féroce",
    "it_IT": "Ferita Feroce",
    "ru_RU": "Жестокое ранение",
    "ko_KR": "흉포한 상처",
    "zh_TW": "兇猛之傷",
    "zh_CN": "凶猛伤痕"
  },
  "description_blz": {
    "en_US": "Attacking with a 5 combo point Ferocious Bite reduces the target's maximum health by up to 3% for 30 sec, stacking up to 2 times. Ferocious Wound can only be active on one target at once.",
    "es_MX": "Atacar con una Mordedura feroz de 5 p. de combo reduce la salud máxima del objetivo hasta un 3% durante 30 s. Este efecto se acumula hasta 2 veces. Herida feroz solo puede estar activa en un objetivo a la vez.",
    "pt_BR": "Usar Mordida Feroz com 5 pontos de Combo reduz em até 3% o máximo de pontos de vida do alvo por 30 s. Acumula até 2 vezes. Ferimento Feroz só pode ser aplicado em um alvo por vez.",
    "de_DE": "Ein Angriff mit 'Wilder Biss' mit 5 Combopunkten verringert die maximale Gesundheit des Ziels 30 Sek. lang um bis zu 3%. Dieser Effekt ist bis zu 2-mal stapelbar. 'Wilde Wunde' kann immer nur auf einem Ziel gleichzeitig aktiv sein.",
    "en_GB": "Attacking with a 5 combo point Ferocious Bite reduces the target's maximum health by up to 3% for 30 sec, stacking up to 2 times. Ferocious Wound can only be active on one target at once.",
    "es_ES": "Usar Mordedura feroz con 5 p. de combo reduce la salud máxima del objetivo hasta un 3% durante 30 s. Se acumula hasta 2 veces. Herida atroz solo puede estar activa en un objetivo a la vez.",
    "fr_FR": "Lancée avec 5 points de combo, Morsure féroce réduit le total de points de vie de la cible d’un maximum de 3% pendant 30 s. Effet cumulable jusqu’à 2 fois. Blessure féroce ne peut affecter qu’une cible à la fois.",
    "it_IT": "Lanciare Morso Feroce con 5 punti combo riduce la salute massima del bersaglio di massimo il 3% per 30 s. Si accumula fino a 2 volte. Ferita Feroce può essere attiva su un solo bersaglio alla volta.",
    "ru_RU": "При длине серии в 5 приемов \"Свирепый укус\" уменьшает максимальный запас здоровья цели на 3% на 30 сек. Эффект суммируется до 2 раз. \"Жестокое ранение\" единовременно может воздействовать только на одну цель.",
    "ko_KR": "5의 연계 점수로 흉포한 이빨을 사용하면 30초 동안 대상의 최대 생명력을 최대 3%만큼 감소시킵니다. 최대 2번까지 중첩됩니다. 흉포한 상처는 한 번에 하나의 대상에게만 활성화됩니다.",
    "zh_TW": "以5個連擊點數的兇猛撕咬攻擊目標，可使目標的生命力上限降低最多3%，持續30秒，最多可堆疊2次。凶猛之傷同一時間只能作用於一個目標。",
    "zh_CN": "消耗5个连击点数使用凶猛撕咬攻击时，会使目标的最大生命值降低最多3%，持续30秒，此效果最多可叠加2次。凶猛伤痕每次只能对一个目标生效。"
  }
}