{
  "ID": "210045",
  "NameSubtext_lang": "PvP Talent",
  "Description_lang": "Your abilities are amplified based on your current shapeshift form, granting an additional effect.$@spellicon197492 |CFFFFFFFFCaster Form|RRejuvenation heals for $s1% more and causes you to instantly generate $411231s1 Rage after entering Bear Form.$@spellicon197488 |CFFFFFFFFMoonkin Form|RWrath, Starfire, and Starsurge deal $s2% additional damage and cause you to instantly generate $411231s1 Rage after entering Bear Form.$@spellicon202155 |CFFFFFFFFCat Form|RRip, Ferocious Bite, and Maim deal $s3% additional damage and cause you to instantly generate ${$411231s1*2} Rage after entering Bear Form when cast with $s4 combo points.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "236161",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "236144",
  "name_blz": {
    "en_US": "Master Shapeshifter",
    "es_MX": "Maestro en cambio de forma",
    "pt_BR": "Mestre Metamorfo",
    "de_DE": "Meisterlicher Gestaltwandler",
    "en_GB": "Master Shapeshifter",
    "es_ES": "Maestro en cambio de forma",
    "fr_FR": "Maître changeforme",
    "it_IT": "Maestro Mutaforma",
    "ru_RU": "Ловкий оборотень",
    "ko_KR": "변신의 대가",
    "zh_TW": "變身大師",
    "zh_CN": "变形大师"
  },
  "description_blz": {
    "en_US": "Your abilities are amplified based on your current shapeshift form, granting an additional effect.\r\n\r\n Caster Form\r\nRejuvenation heals for 30% more and causes you to instantly generate 25 Rage after entering Bear Form.\r\n\r\n Moonkin Form\r\nWrath, Starfire, and Starsurge deal 30% additional damage and cause you to instantly generate 25 Rage after entering Bear Form.\r\n\r\n Cat Form\r\nRip, Ferocious Bite, and Maim deal 60% additional damage and cause you to instantly generate 50 Rage after entering Bear Form when cast with 5 combo points.",
    "es_MX": "Tus habilidades se amplifican según tu forma actual y obtienes un efecto adicional.\r\n\r\n Forma de taumaturgo\r\nLa sanación de Rejuvenecimiento aumenta un 30% y puedes generar 25 p. de ira al instante después de usar Forma de oso.\r\n\r\nForma de lechúcico lunar\r\nCólera, Fuego estelar y Oleada de estrellas infligen un 30% más de daño y hacen que generes 25 p. de ira al instante después de usar Forma de oso.\r\n\r\nForma felina\r\nDestripar, Mordedura feroz y Amputar infligen un 60% más de daño y hacen que generes 50 p. de ira al instante después de usar Forma de oso al lanzarlos con 5 p. de combo.",
    "pt_BR": "Suas habilidades são amplificadas com base na sua forma metamorfoseada atual e concedem um efeito adicional.\r\n\r\nForma de Lançador\r\nRejuvenescer concede 30% mais cura e faz você gerar instantaneamente 25 de Raiva após entrar na Forma de Urso.\r\n\r\n Forma de Luniscante\r\nIra, Fogo Estelar e Surto Estelar causam 30% a mais de dano e geram instantaneamente 25 de Raiva após entrar na Forma de Urso.\r\n\r\n Forma de Felino\r\nRasgar, Mordida Feroz e Mutilar causam 60% a mais de dano e fazem você gerar instantaneamente 50 de Raiva após entrar na Forma de Urso, quando lançadas com 5 pontos de combo.",
    "de_DE": "Eure Fähigkeiten werden abhängig von Eurer aktuellen Gestalt verstärkt und gewähren einen zusätzlichen Effekt.\r\n\r\n Nicht verwandelte Gestalt\r\n'Verjüngung' heilt um 30% mehr Gesundheit und lässt Euch nach dem Wechsel in die Bärengestalt sofort 25 Wut erzeugen.\r\n\r\n Mondkingestalt\r\n'Zorn', 'Sternenfeuer' und 'Sternensog' verursachen 30% mehr Schaden und lassen Euch nach dem Wechsel in die Bärengestalt sofort 25 Wut erzeugen.\r\n\r\n Katzengestalt\r\n'Zerfetzen', 'Wilder Biss' und 'Zerfleddern' verursachen 60% mehr Schaden und lassen Euch nach dem Wechsel in die Bärengestalt sofort 50 Wut erzeugen, wenn Ihr beim Einsatz 5 Combopunkte habt.",
    "en_GB": "Your abilities are amplified based on your current shapeshift form, granting an additional effect.\r\n\r\n Caster Form\r\nRejuvenation heals for 30% more and causes you to instantly generate 25 Rage after entering Bear Form.\r\n\r\n Moonkin Form\r\nWrath, Starfire, and Starsurge deal 30% additional damage and cause you to instantly generate 25 Rage after entering Bear Form.\r\n\r\n Cat Form\r\nRip, Ferocious Bite, and Maim deal 60% additional damage and cause you to instantly generate 50 Rage after entering Bear Form when cast with 5 combo points.",
    "es_ES": "Tus facultades se amplifican en función de tu forma actual, que les otorga un efecto extra.\r\n\r\n Forma de taumaturgo\r\nRejuvenecimiento sana un 30% más y hace que generes al instante 25 p. de ira tras adoptar forma de oso.\r\n\r\n Forma de lechúcico lunar\r\nCólera, Fuego estelar y Oleada de estrellas infligen un 30% más de daño y hacen que generes al instante 25 p. de ira tras adoptar forma de oso.\r\n\r\n Forma felina\r\nDestripar, Mordedura feroz y Amputar infligen un 60% más de daño y provocan que generes al instante 50 p. de ira tras adoptar forma de oso cuando se lanzan con 5 p. de combo.",
    "fr_FR": "Vos techniques bénéficient d’un effet supplémentaire en fonction de votre forme actuelle.\r\n\r\n Forme du lanceur ou de la lanceuse\r\nRécupération rend 30 % de points de vie supplémentaires et vous générez instantanément 25 points de rage lorsque vous adoptez votre forme d’ours.\r\n\r\n Forme de sélénien\r\nColère, Feu stellaire et Éruption stellaire infligent 30 % de dégâts supplémentaires et vous générez instantanément 25 points de rage lorsque vous adoptez votre forme d’ours.\r\n\r\n Forme de félin\r\nDéchirure, Morsure féroce et Estropier infligent 60 % de dégâts supplémentaires et vous générez instantanément 50 points de rage lorsque vous adoptez votre forme d’ours et que vous dépensez 5 points de combo lors de leur utilisation.",
    "it_IT": "Le abilità sono amplificate in base alla forma mutata attuale, fornendo un effetto aggiuntivo.\r\n\r\n Forma da Incantatore\r\nRinvigorimento fornisce il 30% di cure aggiuntive e permette di generare 25 rabbia istantanea dopo aver attivato la Forma d'Orso.\r\n\r\n Forma di Lunagufo\r\nIra Silvana, Fuoco Stellare e Cometa Arcana infliggono il 30% di danni aggiuntivi e permettono di generare 25 rabbia istantanea dopo aver attivato la Forma d'Orso.\r\n\r\n Forma Felina\r\nSquarcio, Morso Feroce e Menomazione infliggono il 60% di danni aggiuntivi e permettono di generare 50 rabbia istantaneamente dopo aver attivato la Forma d'Orso, se lanciati con 5 punti combo.",
    "ru_RU": "Способности усиливаются в зависимости от вашего текущего облика, получая дополнительный эффект.\r\n\r\n Облик заклинателя\r\n\"Омоложение\" восполняет на 30% больше здоровья и позволяет вам мгновенно накопить 25 ед. ярости, приняв облик медведя.\r\n\r\n Облик совуха\r\n\"Гнев\", \"Звездный огонь\" и \"Звездный поток\" наносят на 30% больше урона и позволяют вам мгновенно накопить 25 ед. ярости, приняв облик медведя.\r\n\r\n Облик кошки\r\n\"Разорвать\", \"Свирепый укус\" и \"Калечение\" наносят на 60% больше урона и позволяют вам мгновенно накопить 50 ед. ярости, приняв облик медведя, если эти способности были применены с 5 приемами серии.",
    "ko_KR": "현재 변신 형상에 따라 능력이 증폭되어 추가 효과를 발휘합니다.\r\n\r\n 일반 형태\r\n회복의 치유량이 30%만큼 증가하고 곰 변신 시 즉시 25의 분노를 생성합니다.\r\n\r\n 달빛야수 변신\r\n천벌, 별빛섬광, 별빛쇄도의 공격력이 30%만큼 증가하고 곰 변신 시 즉시 25의 분노를 생성합니다.\r\n\r\n 표범 변신\r\n연계 점수 5점으로 도려내기, 흉포한 이빨, 무력화 사용 시 60%의 추가 피해를 입히고 곰 변신 시 즉시 50의 분노를 생성합니다.",
    "zh_TW": "根據當前變身形態來強化你的技能，並賦予一個額外效果。\r\n\r\n施法者形態\r\n回春術額外治療30%，並在你進入熊形態後立即產生25點怒氣。\r\n\r\n梟獸形態\r\n憤怒、星火術與星湧術造成額外30%的傷害，並在你進入熊形態後立即產生25點怒氣。\r\n\r\n獵豹形態\r\n撕扯、兇猛撕咬與傷殘術造成額外60%的傷害，如果以5個連擊點數施放技能，進入熊形態後立即產生50點怒氣。",
    "zh_CN": "你的技能受到当前变形形态强化并获得额外效果。\r\n\r\n 施法者形态\r\n回春术的治疗量提高30%，并使你在进入熊形态后立即产生25点怒气。\r\n\r\n 枭兽形态\r\n愤怒、星涌术和星火术额外造成30%的伤害，并使你在进入熊形态后立即产生25点怒气。\r\n\r\n 猎豹形态\r\n割裂、凶猛撕咬和割碎额外造成60%的伤害，并且使用5个连击点数施放这些技能时，进入熊形态后立即产生50点怒气。"
  }
}