{
  "ID": "221247",
  "NameSubtext_lang": "",
  "Description_lang": "Consume up to $s2 available Soul Fragments then explode, damaging nearby enemies for $247455s1 Fire damage per fragment consumed, and afflicting them with Frailty for $247456d, causing you to heal for $247456s1% of damage you deal to them. Deals reduced damage beyond $s3 targets.",
  "AuraDescription_lang": "",
  "Attributes_0": "-2147155952",
  "Attributes_1": "268435456",
  "Attributes_2": "0",
  "Attributes_3": "1073741824",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "1024",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "65",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "4",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1097742",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "247454",
  "name_blz": {
    "en_US": "Spirit Bomb",
    "es_MX": "Bomba de espíritu",
    "pt_BR": "Bomba Espiritual",
    "de_DE": "Seelenbombe",
    "en_GB": "Spirit Bomb",
    "es_ES": "Bomba de espíritu",
    "fr_FR": "Bombe spirituelle",
    "it_IT": "Bomba Spirituale",
    "ru_RU": "Взрывная душа",
    "ko_KR": "영혼 폭탄",
    "zh_TW": "靈魂炸彈",
    "zh_CN": "幽魂炸弹"
  },
  "description_blz": {
    "en_US": "Consume up to 5 available Soul Fragments then explode, damaging nearby enemies for 195 Fire damage per fragment consumed, and afflicting them with Frailty for 6 sec, causing you to heal for 8% of damage you deal to them. Deals reduced damage beyond 8 targets.",
    "es_MX": "Consume hasta 5 fragmentos de alma disponibles y provoca una explosión que inflige 197 p. de daño de fuego a los enemigos cercanos por cada fragmento consumido y los aflige con Flaqueza durante 6 s, lo que te sana un 8% del daño que les infliges. Inflige menos daño después de golpear a 8 objetivos.",
    "pt_BR": "Consome até 5 Fragmentos de Alma disponíveis e depois explode, causando aos inimigos próximos 194 de dano de Fogo por fragmento consumido e afetando-os com Fragilidade por 6 s, fazendo você recuperar pontos de vida equivalentes a 8% do dano que causou a eles. O dano é reduzido acima de 8 alvos.",
    "de_DE": "Zehrt bis zu 5 verfügbare Seelenfragmente auf, explodiert dann, um Gegnern in der Nähe 194 Feuerschaden pro aufgezehrtem Fragment zuzufügen, und belegt sie 6 Sek. lang mit 'Gebrechlichkeit', wodurch Ihr um 8% des Schadens geheilt werdet, den Ihr Euren Gegnern zufügt. Fügt Zielen über 8 Ziele hinaus verringerten Schaden zu.",
    "en_GB": "Consume up to 5 available Soul Fragments then explode, damaging nearby enemies for 193 Fire damage per fragment consumed, and afflicting them with Frailty for 6 sec, causing you to heal for 8% of damage you deal to them. Deals reduced damage beyond 8 targets.",
    "es_ES": "Consumes un máximo de 5 trozos de alma disponibles y luego explotas, lo que inflige 194 p. de daño de Fuego a los enemigos cercanos por cada trozo de alma consumido. Además, aplicas Flaqueza a los enemigos afectados durante 6 s, lo que provoca que te sanes un 8% del daño que les infliges. Inflige daño reducido si afecta a más de 8 objetivos.",
    "fr_FR": "Consomme jusqu’à 5 fragments d’âme disponibles avant d’exploser. Les adversaires proches subissent 192 points de dégâts de feu par fragment et sont affectés par Fragilité pendant 6 s. Vous récupérez ainsi un montant de points de vie égal à 8% des dégâts que vous infligez aux cibles fragilisées. Les dégâts sont réduits au-delà de 8 cibles.",
    "it_IT": "Consuma fino a 5 Frammenti dell'Anima disponibili poi esplode, infliggendo 190 danni da fuoco ai nemici vicini per frammento consumato, affliggendoli con Fragilità per 6 s e rigenerando salute pari al 8% dei danni inflitti. Infligge danni ridotti oltre i 8 bersagli.",
    "ru_RU": "Вы поглощаете до 5 фрагментов души и создаете взрывную волну, наносящую целям 195 ед. урона от огня за каждый поглощенный фрагмент и делающую цели хрупкими на 6 сек. Вы восполняете здоровье в объеме 8% нанесенного им урона. Цели после 8-й получают уменьшенный урон.",
    "ko_KR": "이용 가능한 영혼 파편을 최대 5개까지 흡수한 후 폭발을 일으켜 주위의 적에게 6초 동안 약화 효과를 부여하고, 흡수한 파편 하나당 195의 화염 피해를 입히며 입히는 모든 피해의 8%만큼 자신의 생명력을 회복합니다. 대상이 8명을 초과하면 감소된 피해를 입힙니다.",
    "zh_TW": "吞噬最多5枚可用的靈魂碎片後爆炸，每吞噬一枚碎片就會對附近的敵人造成191點火焰傷害，並且造成脆弱效果，持續6秒，為你恢復相當於傷害量8%的生命力。超過8個目標時，造成的傷害降低。",
    "zh_CN": "消耗最多5个可用的灵魂残片，然后爆炸，每消耗一个残片，就对附近所有敌人造成193点火焰伤害，并使其在6秒内变得脆弱。你将恢复生命值，其数值相当于你对其造成伤害的8%。目标数量超过8个后造成的伤害降低。\r\n\r\n"
  }
}