{
  "ID": "232210",
  "NameSubtext_lang": "PvP Talent",
  "Description_lang": "Misdirection now causes the next $248519n hostile spells cast on your target within $248519d to be redirected to your pet, but its cooldown is increased by ${$s4/1000} sec.Your pet must be within $248519a1 yards of the target for spells to be redirected.",
  "AuraDescription_lang": "",
  "Attributes_0": "-2113863616",
  "Attributes_1": "335544320",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "132180",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "248518",
  "name_blz": {
    "en_US": "Interlope",
    "es_MX": "Entrometerse",
    "pt_BR": "Intrusão",
    "de_DE": "Ableiten",
    "en_GB": "Interlope",
    "es_ES": "Interponer",
    "fr_FR": "Intrusion",
    "it_IT": "Intrusione",
    "ru_RU": "Вмешательство",
    "ko_KR": "참전",
    "zh_TW": "代受",
    "zh_CN": "干涉"
  },
  "description_blz": {
    "en_US": "Misdirection now causes the next 3 hostile spells cast on your target within 10 sec to be redirected to your pet, but its cooldown is increased by 15 sec.\r\n\r\nYour pet must be within 20 yards of the target for spells to be redirected.\r\n",
    "es_MX": "Ahora, Redirección hace que los próximos 3 hechizos hostiles que se lanzan sobre tu objetivo en los próximos 10 s se redirijan a tu mascota, pero su tiempo de reutilización aumenta 15 s.\r\n\r\nTu mascota debe estar en un radio de 20 m del objetivo para poder redirigir los hechizos.\r\n",
    "pt_BR": "Redirecionar agora faz os próximos 3 feitiços hostis contra seu alvo dentro de por 10 s serem redirecionados para o seu ajudante, mas sua recarga é aumentada em 15 s.\r\n\r\nO ajudante precisa estar a até 20 m do alvo para que os feitiços sejam redirecionados.\r\n",
    "de_DE": "'Irreführung' bewirkt jetzt, dass die nächsten 3 feindlichen Zauber, die innerhalb von 10 Sek. auf Euer Ziel gewirkt werden, stattdessen auf Euren Begleiter umgeleitet werden. Allerdings ist die Abklingzeit der Fähigkeit um 15 Sek. erhöht.\r\n\r\nEuer Begleiter muss sich innerhalb von 20 Metern um das Ziel befinden, damit Zauber umgeleitet werden.\r\n",
    "en_GB": "Misdirection now causes the next 3 hostile spells cast on your target within 10 sec to be redirected to your pet, but its cooldown is increased by 15 sec.\r\n\r\nYour pet must be within 20 yards of the target for spells to be redirected.\r\n",
    "es_ES": "Ahora, Redirección provoca que los siguientes 3 hechizos hostiles lanzados sobre tu objetivo en un plazo de 10 s se redirijan a tu mascota, pero aumenta 15 s su tiempo de reutilización.\r\n\r\nPara que se redirijan los hechizos, tu mascota debe estar en un radio de 20 m del objetivo.\r\n",
    "fr_FR": "Détournement entraîne la redirection des 3 prochains sorts hostiles lancés sur votre cible vers votre familier pendant 10 s, mais son temps de recharge est augmenté de 15 s.\r\n\r\nVotre familier doit se trouver à moins de 20 mètres de la cible pour que les sorts soient redirigés.\r\n",
    "it_IT": "Depistaggio fa sì che i successivi 3 incantesimi ostili lanciati sul bersaglio entro 10 s siano reindirizzati sul tuo famiglio, ma il suo tempo di recupero aumenta di 15 s.\r\n\r\nIl tuo famiglio deve trovarsi entro 20 m dal bersaglio di Depistaggio.\r\n",
    "ru_RU": "В течение 10 сек. 3 следующих заклинания противников отлетают от цели \"Перенаправления\" в вашего питомца, но оно восстанавливается на 15 сек. дольше.\r\n\r\nДля срабатывания этого эффекта ваш питомец должен быть не дальше, чем в 20 м от цели.\r\n",
    "ko_KR": "눈속임이 이제 다음 10초 안에 대상에게 시전하는 3회의 공격 주문을 자신의 야수에게 이전시키지만, 재사용 대기시간이 15초만큼 증가합니다.\r\n\r\n주문이 이전되려면 야수가 대상의 20미터 내에 있어야 합니다.\r\n",
    "zh_TW": "誤導現在會將接下來10秒內對你的目標施放的3個敵對法術轉移到你的寵物身上，但其冷卻時間延長15秒。\r\n\r\n你的寵物必須在目標的20碼內，才能順利轉移法術。\r\n",
    "zh_CN": "误导现在会将10秒内对你的目标施放的下3个有害法术转移到你的宠物身上，但冷却时间提高15秒。\r\n\r\n你的宠物必须位于法术目标周围20码范围内才能转移。\r\n"
  }
}