{
  "ID": "574",
  "NameSubtext_lang": "",
  "Description_lang": "Fires several missiles, hitting all nearby enemies within $A2 yds of your current target for $s2 Physical damage$?s115939[ and triggering Beast Cleave][]. Deals reduced damage beyond $s1 targets.$?s19434[|cFFFFFFFFGenerates $213363s1 Focus per target hit.|r][]",
  "AuraDescription_lang": "",
  "Attributes_0": "65554",
  "Attributes_1": "134218240",
  "Attributes_2": "131072",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "32768",
  "Attributes_6": "268435456",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "4096",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "1",
  "Speed": "50",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "132330",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "2643",
  "name_blz": {
    "en_US": "Multi-Shot",
    "es_MX": "Multidisparo",
    "pt_BR": "Tiro Múltiplo",
    "de_DE": "Mehrfachschuss",
    "en_GB": "Multi-Shot",
    "es_ES": "Multidisparo",
    "fr_FR": "Flèches multiples",
    "it_IT": "Tiro Multiplo",
    "ru_RU": "Залп",
    "ko_KR": "일제 사격",
    "zh_TW": "多重射擊",
    "zh_CN": "多重射击"
  },
  "description_blz": {
    "en_US": "Fires several missiles, hitting all nearby enemies within 8 yds of your current target for 408 Physical damage. Deals reduced damage beyond 5 targets.",
    "es_MX": "Dispara varios proyectiles que golpean a todos los enemigos cercanos en un radio de 8 m de tu objetivo actual con 401 p. de daño físico. Inflige menos daño si golpea a más de 5 objetivos.",
    "pt_BR": "Dispara vários projéteis que atingem todos os inimigos próximos em um raio de 8 m do alvo atual, causando 404 de dano Físico Dano reduzido acima de 5 alvos.",
    "de_DE": "Feuert eine Geschosssalve ab, die alle Gegner innerhalb von 8 Metern um Euer aktuelles Ziel trifft und ihnen 400 körperlichen Schaden zufügt. Fügt Zielen über 5 Ziele hinaus verringerten Schaden zu.",
    "en_GB": "Fires several missiles, hitting all nearby enemies within 8 yds of your current target for 401 Physical damage. Deals reduced damage beyond 5 targets.",
    "es_ES": "Dispara varios misiles que alcanzan a todos los enemigos en un radio de 8 m de tu objetivo actual, lo que inflige 402 p. de daño físico. Inflige daño reducido si golpea a más de 5 objetivos.",
    "fr_FR": "Vous tirez plusieurs projectiles qui touchent les adversaires à moins de 8 mètres de la cible actuelle. Inflige 400 points de dégâts physiques. Les dégâts sont réduits au-delà de 5 cibles.",
    "it_IT": "Spara molteplici colpi che feriscono tutti i nemici vicini entro 8 m dal bersaglio attuale, infliggendo 400 danni fisici. Infligge danni ridotti oltre i 5 bersagli.",
    "ru_RU": "Выпускает несколько снарядов, поражая противников в радиусе 8 м от текущей цели и нанося им 401 ед. физического урона. Наносит меньше урона целям после 5-й.",
    "ko_KR": "여러 발을 동시에 발사해, 현재 대상과 8미터 반경 내에 있는 모든 적에게 398의 물리 피해를 입힙니다. 대상이 5명을 초과하면 감소된 피해를 입힙니다.",
    "zh_TW": "對當前目標8碼範圍內附近的所有敵人展開射擊，造成400點物理傷害。超過5個目標時，造成的傷害降低。",
    "zh_CN": "发射多枚箭矢，对你的当前目标及附近8码范围内的所有敌人造成396点物理伤害。目标数量超过5个后造成的伤害降低。"
  }
}