{
  "ID": "339854",
  "NameSubtext_lang": "",
  "Description_lang": "Tear open a portal to the nether above the target location, from which several Bilescourge will pour out of and crash into the ground over $d, dealing $267213s1 Shadow damage to all enemies within $267213A1 yards.",
  "AuraDescription_lang": "",
  "Attributes_0": "65536",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "139264",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "32",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "132182",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "267211",
  "name_blz": {
    "en_US": "Bilescourge Bombers",
    "es_MX": "Plagahieles bombarderos",
    "pt_BR": "Bombardeiros de Bile de Flagelo",
    "de_DE": "Eiterplagenbomber",
    "en_GB": "Bilescourge Bombers",
    "es_ES": "Bombarderos de azote de bilis",
    "fr_FR": "Lance-fléaux bilieux",
    "it_IT": "Bombe di Straziabile",
    "ru_RU": "Взрывные желчегнусы",
    "ko_KR": "담즙스컬지 폭격",
    "zh_TW": "膽液惡蟲轟擊",
    "zh_CN": "灾怨轰炸"
  },
  "description_blz": {
    "en_US": "Tear open a portal to the nether above the target location, from which several Bilescourge will pour out of and crash into the ground over 6 sec, dealing 1,515 Shadow damage to all enemies within 8 yards.",
    "es_MX": "Abre un portal al vacío encima de la ubicación objetivo del que emergen varios plagahieles y chocan contra el suelo durante 6 s para infligir 1,516 p. de daño de las sombras a todos los enemigos en un radio de 8 m.",
    "pt_BR": "Abre um portal etéreo acima do alvo, de onde diversas Biles de Flagelo cairão por 6 s, causando 1.550 de dano de Sombra a todos os inimigos em um raio de 8 m do ponto de impacto.",
    "de_DE": "Reißt über dem Zielort ein Portal in den Nether auf, aus dem im Verlauf von 6 Sek. mehrere Eiterplagen hervorquellen, in den Boden einschlagen und allen Gegnern innerhalb von 8 Metern 1.500 Schattenschaden zufügen.",
    "en_GB": "Tear open a portal to the nether above the target location, from which several Bilescourge will pour out of and crash into the ground over 6 sec, dealing 1,532 Shadow damage to all enemies within 8 yards.",
    "es_ES": "Abre sobre la ubicación seleccionada un portal al abismo del que salen varios azotes de bilis que se estrellan contra el suelo durante 6 s e infligen 1525 p. de daño de las Sombras a todos los enemigos en un radio de 8 m.",
    "fr_FR": "Vous ouvrez au-dessus de l’emplacement ciblé un portail vers le Néant d’où jaillissent plusieurs fléaux bilieux qui tombent à terre en 6 s et infligent 1540 points de dégâts d’Ombre aux ennemis à moins de 8 mètres.",
    "it_IT": "Apre sopra la posizione bersaglio un portale verso il fatuo, da cui escono diversi Straziabile che si schiantano al suolo in 6 s, infliggendo 1.528 danni da ombra a tutti i nemici entro 8 m.",
    "ru_RU": "Открывает над целью портал в Круговерть Пустоты, из которой в течение 6 сек. появляется несколько желчегнусов, наносящих 1536 ед. урона от темной магии противникам в радиусе 8 м.",
    "ko_KR": "대상 위치 위에 황천으로 통하는 차원문을 강제로 엽니다. 이 차원문에서 다수의 담즙스컬지가 쏟아져 나와 땅과 충돌하여 6초에 걸쳐 8미터 내의 모든 적에게 1,514의 암흑 피해를 입힙니다.",
    "zh_TW": "在目標地點上方開啟一道通往虛空的傳送門，在6秒內召喚數隻膽液惡蟲撞擊地面，對8碼範圍內的所有敵人造成1,519點暗影傷害。",
    "zh_CN": "在目标位置上空撕开一道通往虚空的传送门，让数只灾怨蝇从中涌出并撞向地面，持续6秒，对8码内的所有敌人造成1,513点暗影伤害。"
  }
}