{
  "ID": "347632",
  "NameSubtext_lang": "",
  "Description_lang": "Rising Sun Kick heals all allies with your Renewing Mist and Enveloping Mist for $274912s1, and extends those effects by $s1 sec, up to $s2% of their original duration.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "67108864",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1360977",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "274909",
  "name_blz": {
    "en_US": "Rising Mist",
    "es_MX": "Niebla creciente",
    "pt_BR": "Bruma Crescente",
    "de_DE": "Aufziehender Nebel",
    "en_GB": "Rising Mist",
    "es_ES": "Niebla naciente",
    "fr_FR": "Brume levante",
    "it_IT": "Nebbia Crescente",
    "ru_RU": "Сгущающийся туман",
    "ko_KR": "안개오름",
    "zh_TW": "翔升迷霧",
    "zh_CN": "升腾迷雾"
  },
  "description_blz": {
    "en_US": "Rising Sun Kick heals all allies with your Renewing Mist and Enveloping Mist for 1,310, and extends those effects by 4 sec, up to 100% of their original duration.",
    "es_MX": "Patada del sol naciente sana 1,292 p. a todos los aliados con tu Niebla renovadora y Niebla envolvente, y extiende esos efectos 4 s, hasta un 100% de su duración original.",
    "pt_BR": "Chute do Sol Nascente cura 1.354 pontos de vida de todos os aliados com os seus feitiços Brumas da Renovação e Bruma Envolvente, além de prolongar em 4 s todos esses efeitos em até 100% da duração original.",
    "de_DE": "'Tritt der aufgehenden Sonne' heilt alle von Euren Effekten 'Erneuernder Nebel' oder 'Einhüllender Nebel' betroffenen Verbündeten um 1.319 Gesundheit und erhöht die Dauer dieser Effekte um 4 Sek., bis zu maximal 100% ihrer ursprünglichen Dauer.",
    "en_GB": "Rising Sun Kick heals all allies with your Renewing Mist and Enveloping Mist for 1,341, and extends those effects by 4 sec, up to 100% of their original duration.",
    "es_ES": "Patada del sol naciente sana 1342 p. a todos los aliados con tu Niebla renovadora y Niebla envolvente y aumenta 4 s la duración de esos efectos, hasta un 100% de su duración original.",
    "fr_FR": "Lorsque votre Brume de rénovation ou votre Brume enveloppante sont actifs, Coup de pied du soleil levant rend 1307 points de vie à tous vos alliés et prolonge ces effets de 4 s, jusqu’à 100 % de leur durée originale.",
    "it_IT": "Calcio del Sole Nascente cura tutti gli alleati con un tuo effetto di Nebbia Curativa e Nebbia Avvolgente di 1.347 ed estende la durata di quegli effetti di 4 s, fino a un massimo del 100% della durata originale.",
    "ru_RU": "\"Удар восходящего солнца\" восполняет союзникам, на которых действуют ваши \"Заживляющий туман\" и \"Окутывающий туман\", 1328 ед. здоровья и продлевает действие этих эффектов на 4 сек., вплоть до 100% исходного времени действия.",
    "ko_KR": "해오름차기 사용 시 소생의 안개 및 포용의 안개가 활성화된 아군의 생명력을 1,295만큼 회복시키고, 해당 효과의 지속시간을 4초만큼 연장시켜 최대 기본 지속시간의 100%까지 연장시킵니다.",
    "zh_TW": "翔陽腳會使受到你的回生迷霧和迷霧繚繞影響的所有盟友恢復1,296點生命力，並且使這些效果的持續時間延長4秒，最多延長原本持續時間的100%。",
    "zh_CN": "施放旭日东升踢会为所有带有你的复苏之雾和氤氲之雾效果的目标恢复1,338点生命值，并将这些效果的持续时间延长4秒，最多可达基础持续时间的100%。"
  }
}