{
  "ID": "13733",
  "NameSubtext_lang": "Pig",
  "Description_lang": "Transforms the enemy into a pig, wandering around incapacitated for $d. While affected, the victim cannot take actions but will regenerate health very quickly. Damage will cancel the effect. Limit 1.Only works on Beasts, Humanoids and Critters.$?s56382[ When critters are affected, can affect multiple targets, and has a duration of 1 day.][]",
  "AuraDescription_lang": "Incapacitated. Cannot attack or cast spells.  Increased health regeneration.",
  "Attributes_0": "1074855936",
  "Attributes_1": "33817600",
  "Attributes_2": "64",
  "Attributes_3": "67108865",
  "Attributes_4": "536872960",
  "Attributes_5": "32",
  "Attributes_6": "8388608",
  "Attributes_7": "1073741824",
  "Attributes_8": "1073750016",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1025",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "90",
  "DurationIndex": "858",
  "PvPDurationIndex": "32",
  "RangeIndex": "4",
  "SchoolMask": "64",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "135997",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "28272",
  "name_blz": {
    "en_US": "Polymorph",
    "es_MX": "Polimorfia",
    "pt_BR": "Polimorfia",
    "de_DE": "Verwandlung",
    "en_GB": "Polymorph",
    "es_ES": "Polimorfia",
    "fr_FR": "Métamorphose",
    "it_IT": "Metamorfosi",
    "ru_RU": "Превращение",
    "ko_KR": "변이",
    "zh_TW": "變形術",
    "zh_CN": "变形术"
  },
  "description_blz": {
    "en_US": "Transforms the enemy into a pig, wandering around incapacitated for 1 min. While affected, the victim cannot take actions but will regenerate health very quickly. Damage will cancel the effect. Limit 1.\r\n\r\nOnly works on Beasts, Humanoids and Critters.",
    "es_MX": "Transforma al enemigo en un cerdo que deambula incapacitado durante 1 min. Mientras está afectada, la víctima no puede hacer nada, pero regenerará rápidamente su salud. El daño cancela el efecto. Limitada 1.\r\n\r\nSolo funciona contra bestias, humanoides, y alimañas.",
    "pt_BR": "Transforma o inimigo em um porco, fazendo com que perambule incapacitado por 1 min. Enquanto estiver afetada, a vítima não pode realizar nenhuma ação, mas seus pontos de vida se regerarão rapidamente. Dano cancela o efeito. Limite de 1. \r\n\r\nSó funciona em Feras, Humanoides e Bichos.",
    "de_DE": "Verwandelt den Gegner in ein Schwein, das 1 Min. lang handlungsunfähig umherirrt. In diesem Zustand kann das Opfer nicht agieren, regeneriert aber seine Gesundheit sehr schnell. Schaden beendet den Effekt. Es kann nur jeweils 1 Ziel betroffen sein.\r\n\r\nWirkt nur bei Tieren, Humanoiden und Kleintieren.",
    "en_GB": "Transforms the enemy into a pig, wandering around incapacitated for 1 min. While affected, the victim cannot take actions but will regenerate health very quickly. Damage will cancel the effect. Limit 1.\r\n\r\nOnly works on Beasts, Humanoids and Critters.",
    "es_ES": "Transforma al enemigo en un cerdo, que merodea incapacitado durante 1 min. Mientras la víctima está afectada no puede realizar acciones, pero su salud se regenera muy rápidamente. El daño cancelará el efecto. Limitado a 1.\r\n\r\nSolo funciona con bestias, humanoides y alimañas.",
    "fr_FR": "Transforme l’ennemi en cochon et le force à errer dans les environs, stupéfié, pendant 1 min. La victime ne peut entreprendre aucune action, mais elle se soigne très rapidement. Si elle subit des dégâts, l’effet est annulé. Limité à 1 cible.\r\n\r\nNe fonctionne que sur les bêtes, humanoïdes et bestioles.",
    "it_IT": "Trasforma il nemico in un maiale, costringendolo a vagare senza meta, inabilitato, per 1 min. In questo stato, l'animale non può attaccare o lanciare incantesimi, ma la sua salute si rigenera molto rapidamente. Eventuali danni annullano l'effetto. L'effetto può essere attivo su un solo bersaglio alla volta.\r\n\r\nFunziona solo su bestie, umanoidi e animali.",
    "ru_RU": "Превращает противника в свинью, которая растерянно бродит в течение 1 мин. Жертва не может атаковать и применять заклинания, но очень быстро восполняет здоровье. Урон снимает эффект. Максимум целей – 1.\r\n\r\nДействует на гуманоидов, животных и зверьков.",
    "ko_KR": "적을 1분 동안 돼지로 변이시켜, 행동 불가 상태가 된 채 주변을 떠돌게 만듭니다. 대상은 떠도는 동안 아무런 행동을 취하지 못하지만 매우 빠른 속도로 생명력이 회복됩니다. 대상이 피해를 입으면 효과가 취소되며, 동시에 한 대상만 변이시킬 수 있습니다.\r\n\r\n야수, 인간형, 동물에게만 사용할 수 있습니다.",
    "zh_TW": "將敵人變成一隻四處遊蕩的豬，持續1分鐘。被變成豬的目標行動癱瘓，但會迅速恢復生命力。任何傷害都會取消此效果。同一時間只能影響1個目標。\r\n\r\n只能對野獸、人形生物和小動物施放。\r\n",
    "zh_CN": "将敌人变成一只猪，使其在周围到处闲逛，最多瘫痪1分钟。受此法术影响期间，该敌人无法攻击或施法，但会以极快的速度恢复生命值，任何伤害都会取消此效果。只能影响一个目标。\r\n\r\n只能对野兽、人型生物和小动物施放。"
  }
}