{
  "ID": "366786",
  "NameSubtext_lang": "Racial",
  "Description_lang": "Choose your Loa by making an offering at Loa Shrines around the world. Each Loa offers unique powers. Guards in Dazar'alor will tell you where Shrines can be found. ",
  "AuraDescription_lang": "",
  "Attributes_0": "16",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "14",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1850548",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "292752",
  "name_blz": {
    "en_US": "Embrace of the Loa",
    "es_MX": "Abrazo de los loa",
    "pt_BR": "Abraço do Loa",
    "de_DE": "Umarmung der Loa",
    "en_GB": "Embrace of the Loa",
    "es_ES": "Abrazo de los loa",
    "fr_FR": "Étreinte des Loas",
    "it_IT": "Abbraccio del Loa",
    "ru_RU": "Опека лоа",
    "ko_KR": "로아를 맞이하라",
    "zh_TW": "羅亞之擁",
    "zh_CN": "神灵之拥"
  },
  "description_blz": {
    "en_US": "Choose your Loa by making an offering at Loa Shrines around the world. \r\n\r\nEach Loa offers unique powers. Guards in Dazar'alor will tell you where Shrines can be found. ",
    "es_MX": "Haz una ofrenda en un santuario de los loa para elegir tu loa. \r\n\r\nCada loa ofrece poderes diferentes. Los guardias de Dazar'alor te dirán dónde encontrar los santuarios. ",
    "pt_BR": "Escolha seu Loa fazendo uma oferenda nos Santuários dos Loas pelo mundo.\r\n\r\nCada Loa concede poderes únicos. Os guardas em Dazar'alor podem dizer a você onde estão os Santuários. ",
    "de_DE": "Wählt Euren Loa, indem Ihr an einem der Loaschreine in der Welt ein Opfer darbringt.\r\n\r\nJeder Loa gewährt einzigartige Kräfte. Wo die Schreine zu finden sind, könnt Ihr bei den Wachen in Dazar'alor erfahren.",
    "en_GB": "Choose your Loa by making an offering at Loa Shrines around the world. \r\n\r\nEach Loa offers unique powers. Guards in Dazar'alor will tell you where Shrines can be found. ",
    "es_ES": "Elige a tu loa haciendo una ofrenda en los santuarios de los loa del mundo.\r\n\r\nCada loa ofrece poderes únicos. Los guardias de Dazar'alor te dirán dónde encontrar los santuarios.",
    "fr_FR": "Faites votre choix parmi les Loas en faisant une offrande aux sanctuaires des Loas de par le monde.\r\n\r\nChaque Loa confère des pouvoirs uniques. Les gardes de Dazar’alor vous indiqueront où trouver les sanctuaires.",
    "it_IT": "Scegli il tuo Loa facendo un'offerta ai Santuari dei Loa nel mondo.\r\n\r\nOgni Loa offre poteri unici. Le guardie a Dazar'alor ti sapranno indicare dove trovare i Santuari.",
    "ru_RU": "Выберите лоа, совершив подношение у одного из святилищ, разбросанных по миру.\r\n\r\nКаждый лоа дает свое, особое благословение. Стражи Дазар'алора подскажут, где искать нужные святилища.",
    "ko_KR": "세계 곳곳에 있는 로아의 사원에 제물을 바쳐 당신의 로아를 선택해야 합니다.\r\n\r\n로아는 저마다 고유한 힘을 제공합니다. 다자알로에 있는 경비병이 사원이 어디에 있는지 알려줄 겁니다.",
    "zh_TW": "選擇你的羅亞，在世界各處的羅亞聖壇獻上祭品。\r\n\r\n每位羅亞賜予你的能力都不一樣。達薩亞洛的守衛會告訴你聖壇在哪裡。",
    "zh_CN": "通过向世界各地的神灵神龛献祭来选择你的洛阿神灵。\r\n\r\n每个洛阿神灵都会提供独特的力量。达萨罗的卫兵可以告诉你各个神龛的位置。"
  }
}