{
  "ID": "369257",
  "NameSubtext_lang": "Azerite Essence",
  "Description_lang": "Concentrate energy into the Heart of Azeroth, immediately causing $s1 Lifeblood Shards to erupt from the nearby ground for $295114d, and incease the primary stat gained from Lifeblood Shards by $313310s1% for $313310d.$@spellicon295078$@spellname295114Grants you and any other ally using Worldvein Resonance $295078s5 primary stat while within $295078s2 yds of the Lifeblood Shard. You can benefit from a maximum of $295137u Lifeblood Shards at a time.",
  "AuraDescription_lang": "",
  "Attributes_0": "262160",
  "Attributes_1": "1024",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "1073741824",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1830317",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "295186",
  "name_blz": {
    "en_US": "Worldvein Resonance",
    "es_MX": "Resonancia de veta del mundo",
    "pt_BR": "Ressonância da Veia do Mundo",
    "de_DE": "Resonanz der Weltader",
    "en_GB": "Worldvein Resonance",
    "es_ES": "Resonancia del Vetamundo",
    "fr_FR": "Résonance de la veine du monde",
    "it_IT": "Risonanza della Vena del Mondo",
    "ru_RU": "Резонанс крови мира",
    "ko_KR": "세계맥의 공명",
    "zh_TW": "世界之脈共鳴",
    "zh_CN": "世界血脉共鸣"
  },
  "description_blz": {
    "en_US": "Concentrate energy into the Heart of Azeroth, immediately causing 2 Lifeblood Shards to erupt from the nearby ground for 12 sec, and incease the primary stat gained from Lifeblood Shards by 300% for 18 sec.\r\n\r\nLifeblood Shard\r\nGrants you and any other ally using Worldvein Resonance 2 primary stat while within 8 yds of the Lifeblood Shard. You can benefit from a maximum of 4 Lifeblood Shards at a time.",
    "es_MX": "Concentra energía en el Corazón de Azeroth, lo que hace que inmediatamente emerjan 2 fragmentos de sangrevida en el terreno cercano durante 12 s, y que aumente la estadística principal que se obtiene a partir de Fragmentos de sangrevida un 300% durante 18 s.\r\n\r\nFragmento de sangrevida\r\nLes otorga a ti y a otro aliado que use Resonancia de veta del mundo 2 p. de estadística principal mientras estén a un radio de 8 m del fragmento. Puedes obtener el beneficio de un máximo de 4 fragmentos de sangrevida a la vez.",
    "pt_BR": "Concentra energia dentro do Coração de Azeroth, fazendo com que 2 Estilhaços de Sangue Vital irrompam imediatamente nos arredores por 12 s. Também aumenta em 300% o bônus de atributo primário concedido pelos Estilhaços de Sangue Vital por 18 s.\r\n\r\nEstilhaço de Sangue Vital\r\nConcede a você e a qualquer outro aliado com Ressonância da Veia do Mundo 2 de atributo primário enquanto permanecerem a 8 m do Estilhaço de Sangue Vital. Você pode se beneficiar de até 4 Estilhaços de Sangue Vital ao mesmo tempo.",
    "de_DE": "Konzentriert Energie in das Herz von Azeroth und lässt 2 Lebensblutsplitter in der Nähe aus dem Boden schießen, die 12 Sek. lang bestehen bleiben. Erhöht außerdem den durch Lebensblutsplitter erhaltenen Primärwert 18 Sek. lang um 300%.\r\n\r\nLebensblutsplitter\r\nErhöht Euren Primärwert und den Primärwert jedes weiteren Verbündeten, der 'Resonanz der Weltader' benutzt, um 2, solange Ihr Euch innerhalb von 8 Metern um den Lebensblutsplitter aufhaltet. Ihr könnt maximal von 4 Lebensblutsplittern gleichzeitig profitieren.",
    "en_GB": "Concentrate energy into the Heart of Azeroth, immediately causing 2 Lifeblood Shards to erupt from the nearby ground for 12 sec, and incease the primary stat gained from Lifeblood Shards by 300% for 18 sec.\r\n\r\nLifeblood Shard\r\nGrants you and any other ally using Worldvein Resonance 2 primary stat while within 8 yds of the Lifeblood Shard. You can benefit from a maximum of 4 Lifeblood Shards at a time.",
    "es_ES": "La energía se concentra en el Corazón de Azeroth, lo que provoca que surjan al instante en las cercanías 2 fragmentos de sangrevida durante 12 s, y aumenta la estadística principal obtenida de los fragmentos de sangrevida un 300% durante 18 s.\r\n\r\nFragmento de sangrevida\r\nOs otorga a ti y a cualquier otro aliado que use Resonancia del Vetamundo 2 p. de la estadística principal mientras permanezcáis en un radio de 8 m del fragmento de sangrevida. Puedes beneficiarte de un máximo de 4 fragmentos de sangrevida a la vez.",
    "fr_FR": "Vous concentrez de l’énergie dans le Cœur d’Azeroth, ce qui fait aussitôt jaillir 2 éclats sang-de-vie à proximité pendant 12 s, et augmente la caractéristique principale conférée par les éclats sang-de-vie de 300% pendant 18 s.\r\n\r\nÉclat sang-de-vie\r\nVous confère, ainsi qu’aux alliés utilisant Résonance de la veine du monde, 2 points à la caractéristique principale tant que vous vous tenez à moins de 8 mètres de l’éclat sang-de-vie. Vous pouvez bénéficier d’un maximum de 4 éclats à la fois.",
    "it_IT": "Concentra l'energia nel Cuore di Azeroth, facendo eruttare istantaneamente dal terreno 2 Schegge di Sangue Vitale per 12 s e aumentando l'attributo primario fornito dalle Schegge di Sangue Vitale del 300% per 18 s.\r\n\r\nScheggia di Sangue Vitale\r\nAumenta l'attributo primario di se stessi e di tutti gli alleati con Risonanza della Vena del Mondo entro 8 m da una Scheggia di Sangue Vitale di 2. È possibile beneficiare di massimo 4 Schegge di Sangue Vitale alla volta.",
    "ru_RU": "Направляет энергию в Сердце Азерот, заставляя 2 осколка жизненной силы немедленно появиться из-под земли рядом с вами на 12 сек. и повысить основную характеристику от осколков жизненной силы на 300% на 18 сек.\r\n\r\nОсколок самоцвета жизненной силы\r\nОсколки повышают основную характеристику вам и союзникам, использующим \"Резонанс крови мира\", на 2, пока вы находитесь в пределах 8 м от осколка. Одновременно на вас может действовать до 4 осколков.",
    "ko_KR": "아제로스의 심장에 마력을 집중하여 즉시 주변의 땅에서 생명의 피 결정 2개를 12초 동안 분출시킵니다. 18초 동안 생명의 피 결정으로 부여된 주 능력치가 300%만큼 증가합니다.\r\n\r\n생명의 피 결정\r\n자신 및 세계맥의 공명을 사용 중인 아군이 생명의 피 결정 8미터 내에 있는 동안 2의 주 능력치가 부여됩니다. 동시에 최대 4개의 생명의 피 결정 효과를 받을 수 있습니다.",
    "zh_TW": "將能量集中在艾澤拉斯之心上，讓2枚生命之血裂片從附近地面噴發，持續12秒，並使來自生命之血裂片的主要屬性提高300%，持續18秒。\r\n\r\n生命之血裂片\r\n只要位在生命之血裂片附近8碼範圍內，就賦予使用世界之脈共鳴的你和任何其他盟友2點主要屬性。同一時間內，最多只能從4枚生命之血裂片獲得好處。",
    "zh_CN": "将能量注入艾泽拉斯之心，使2块源血碎片从附近地面喷出，持续12秒，而且从源血碎片获得的主要属性提高300%，持续18秒。\r\n\r\n源血碎片\r\n使位于源血碎片8码范围内正在使用世界血脉共鸣的自己和其他盟友获得2点主要属性。同时只能获得来自最多4块源血碎片的增益。"
  }
}