{
  "ID": "372471",
  "NameSubtext_lang": "Azerite Essence",
  "Description_lang": "Channel a beam of energy onto an ally, healing them for ${($297411m3*($d/$t1)+$297411m3)*(1+$@versadmg)} over $d. Up to $297546s1 other allies in the beam are healed for ${$297411m4*(1+$@versadmg)} every $t1 sec. Each time Spirit of Preservation heals the primary target, gain a stack of Devout Spirit.",
  "AuraDescription_lang": "Healing for $s1 every $t1 sec.",
  "Attributes_0": "0",
  "Attributes_1": "536887364",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "8704",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "16912896",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "4",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "27",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "8",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "2967101",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "298312",
  "name_blz": {
    "en_US": "Spirit of Preservation",
    "es_MX": "Espíritu de preservación",
    "pt_BR": "Espírito da Preservação",
    "de_DE": "Geist der Bewahrung",
    "en_GB": "Spirit of Preservation",
    "es_ES": "Espíritu de preservación",
    "fr_FR": "Esprit de préservation",
    "it_IT": "Spirito della Conservazione",
    "ru_RU": "Дух-хранитель",
    "ko_KR": "보존의 영혼",
    "zh_TW": "永存之魂",
    "zh_CN": "救世之魂"
  },
  "description_blz": {
    "en_US": "Channel a beam of energy onto an ally, healing them for 675 over 2.7 sec. Up to 6 other allies in the beam are healed for 11 every 0.5 sec. \r\n\r\nEach time Spirit of Preservation heals the primary target, gain a stack of Devout Spirit.",
    "es_MX": "Canaliza un haz de energía sobre un aliado que lo sana por 675 p. durante 2.7 s. Hasta 6 aliados más que se encuentran en el haz también recuperan 11 p. de salud cada 0.5 s.\r\n\r\nCada vez que Espíritu de preservación sana al objetivo principal, obtienes una acumulación de Espíritu devoto.",
    "pt_BR": "Canaliza um feixe de energia em um aliado, curando 675 pontos de vida dele ao longo de 2,7 s. Até 6 outros aliados no feixe recebem 11 de cura a cada 0,5 s. \r\n\r\nSempre que Espírito da Preservação cura o alvo primário, você ganha uma aplicação de Espírito Devoto.",
    "de_DE": "Kanalisiert einen Energiestrahl auf einen Verbündeten und heilt ihn im Verlauf von 2,7 Sek. um 675 Gesundheit. Bis zu 6 andere Verbündete im Strahl werden alle 0,5 Sek. um 11 Gesundheit geheilt.\r\n\r\nImmer wenn 'Geist der Bewahrung' das Primärziel heilt, erhaltet Ihr einen Stapel von 'Ergebener Geist'.",
    "en_GB": "Channel a beam of energy onto an ally, healing them for 675 over 2.7 sec. Up to 6 other allies in the beam are healed for 11 every 0.5 sec. \r\n\r\nEach time Spirit of Preservation heals the primary target, gain a stack of Devout Spirit.",
    "es_ES": "Canaliza un haz de energía hacia un aliado y lo sana 675 p. durante 2,7 s. Hasta 6 aliados más que se encuentren en el haz se sanan 11 p. cada 0,5 s.\r\n\r\nCada vez que Espíritu de preservación sana al objetivo principal, obtienes una acumulación de Espíritu devoto.",
    "fr_FR": "Vous canalisez un rayon d’énergie vers un allié, ce qui lui rend 675 points de vie en 2,7 s. Jusqu’à 6 autres alliés touchés par le rayon récupèrent 11 points de vie toutes les 0,5 s.\r\n\r\nConfère une charge d’Esprit dévoué à chaque fois que la cible principale est soignée par Esprit de préservation.",
    "it_IT": "Canalizza un raggio d'energia su un alleato, curandolo di 675 in 2,7 s. Fino a un massimo di 6 altri alleati sulla traiettoria del raggio vengono curati di 11 ogni 0,5 s.\r\n\r\nOgni volta che Spirito della Conservazione cura il bersaglio primario, ottiene 1 accumulo di Spirito Devoto.",
    "ru_RU": "Направляет на союзника луч энергии, восполняя ему 675 ед. здоровья за 2,7 сек До 6 других союзников, попавших под действие луча, раз в 0,5 сек. восполняют 11 ед. здоровья.\r\n\r\nКаждый раз, когда \"Дух-хранитель\" восполняет здоровье основной цели, вы получаете \"Праведность духа\".",
    "ko_KR": "아군에게 마력 광선을 집중하여 2.7초에 걸쳐 675의 생명력을 회복시킵니다. 광선의 경로상에 있는 다른 아군 최대 6명이 0.5초마다 11의 생명력을 회복합니다.\r\n\r\n보존의 영혼이 주 대상을 치유할 때마다 신실한 영혼 중첩을 얻습니다.",
    "zh_TW": "對一名盟友引導一道能量光束，在2.7秒內為其治療675點生命力。在光束內最多6名其他盟友每0.5秒恢復11點生命力。\r\n\r\n每次永存之魂對主要目標造成治療，獲得一層虔誠靈魂。",
    "zh_CN": "向一名盟友引导能量射线，使其在2.7秒内恢复675点生命值。其他位于射线内的最多6名盟友每0.5秒恢复11点生命值。\r\n\r\n每次救世之魂对主要目标进行一次治疗，便会获得一层虔诚之灵。"
  }
}