{
  "ID": "373566",
  "NameSubtext_lang": "Azerite Essence",
  "Description_lang": "Blast your target with a ball of concentrated flame, dealing ${$295365s2*(1+$@versadmg)} Fire damage to an enemy or healing an ally for ${$295365s2*(1+$@versadmg)}, then burn the target for an additional $295377m1% of the damage or healing done over $295368d.Each cast of Concentrated Flame deals $s3% increased damage or healing. This bonus resets after every third cast.|cFFFFFFFFMax $s1 Charges.|r",
  "AuraDescription_lang": "",
  "Attributes_0": "-2147221488",
  "Attributes_1": "1024",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "4",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "1",
  "Speed": "50",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3015740",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "299353",
  "name_blz": {
    "en_US": "Concentrated Flame",
    "es_MX": "Llama concentrada",
    "pt_BR": "Chamas Concentradas",
    "de_DE": "Konzentrierte Flamme",
    "en_GB": "Concentrated Flame",
    "es_ES": "Llamas concentradas",
    "fr_FR": "Flammes concentrées",
    "it_IT": "Fiamma Concentrata",
    "ru_RU": "Сосредоточенный огонь",
    "ko_KR": "집중된 불길",
    "zh_TW": "集中烈焰",
    "zh_CN": "火红烈焰"
  },
  "description_blz": {
    "en_US": "Blast your target with a ball of concentrated flame, dealing 139 Fire damage to an enemy or healing an ally for 139, then burn the target for an additional 75% of the damage or healing done over 6 sec.\r\n\r\nEach cast of Concentrated Flame deals 100% increased damage or healing. This bonus resets after every third cast.\r\nMax 2 Charges.",
    "es_MX": "Azota a tu objetivo con una esfera de llamas concentradas que inflige 139 p. de daño de fuego a un enemigo o sana 139 p. a un aliado, y luego quema al objetivo por un 75% más del daño o la sanación realizada durante 6 s.\r\n\r\nCada lanzamiento de Llama concentrada inflige un 100% más de daño o sanación. Esta bonificación se restablece con cada tercer lanzamiento.\r\nMáx. de 2 cargas.",
    "pt_BR": "Lança uma esfera de chamas concentradas, causando 139 de dano de Fogo a um inimigo ou curando 139 pontos de vida de um aliado. Em seguida, causa mais dano ou realiza mais cura em um valor equivalente a 75% do valor original ao longo de 6 s.\r\n\r\nCada lançamento de Chamas Concentradas aumenta em 100% o dano causado ou a cura realizada. Este bônus é zerado a cada três lançamentos.\r\nMáximo de 2 cargas.",
    "de_DE": "Beschießt Euer Ziel mit einer Kugel aus konzentrierten Flammen, die einem Gegner 139 Feuerschaden zufügen oder einen Verbündeten um 139 Gesundheit heilen. Die Flammen fügen dem Ziel danach zusätzlich 75% des Schadens im Verlauf von 6 Sek. zu oder heilen es um diesen Wert.\r\n\r\nImmer wenn Ihr 'Konzentrierte Flamme' einsetzt, erhöht sich der Schaden oder die Heilung um 100%. Dieser Bonus wird nach jedem dritten Einsatz zurückgesetzt.\r\nMaximal 2 Aufladungen.",
    "en_GB": "Blast your target with a ball of concentrated flame, dealing 139 Fire damage to an enemy or healing an ally for 139, then burn the target for an additional 75% of the damage or healing done over 6 sec.\r\n\r\nEach cast of Concentrated Flame deals 100% increased damage or healing. This bonus resets after every third cast.\r\nMax 2 Charges.",
    "es_ES": "Golpea a tu objetivo con una bola de llamas concentradas que inflige 139 p. de daño de Fuego a un enemigo o sana 139 p. a un aliado. A continuación, quema al objetivo y le inflige un 75% extra del daño infligido o de la sanación realizada durante 6 s.\r\n\r\nCada vez que lanzas Llamas concentradas, el valor del daño o la sanación aumenta un 100%. Esta bonificación se reinicia cada tres lanzamientos.\r\nMáximo 2 cargas.",
    "fr_FR": "Vous projetez sur la cible une boule de flammes concentrées. Elle inflige 139 points de dégâts de Feu à un ennemi ou rend 139 points de vie à un allié, et brûle sa cible pour un total de 75% de dégâts ou de soins supplémentaires en 6 s.\r\n\r\nChaque fois que vous lancez Flammes concentrées, les dégâts ou soins sont augmentés de 100%. Cet effet est cumulable jusqu’à 3 fois avant de se réinitialiser.\r\n2 charges maximum.",
    "it_IT": "Colpisce il bersaglio con una sfera di fiamme concentrate, infliggendo 139 danni da fuoco a un nemico o curando un alleato di 139 salute, quindi brucia un bersaglio infliggendo il 75% dei danni inflitti o delle cure fornite in 6 s.\r\n\r\nOgni lancio di Fiamma Concentrata infligge danni o fornisce cure aumentati del 100%. Questo bonus viene azzerato a ogni terzo lancio.\r\nMassimo 2 cariche.",
    "ru_RU": "Запускает в вашу цель огненный шар, нанося 139 ед. урона от огня врагу или восполняя союзнику 139 ед. здоровья, а затем еще 75% от нанесенного урона или объема исцеления соответственно в течение 6 сек. \r\n\r\nПри каждом использовании \"Сосредоточенного огня\" объем наносимого урона или эффективность исцеления увеличивается на 100%. Бонус сбрасывается после каждого третьего применения.\r\nМаксимум зарядов: 2.",
    "ko_KR": "집중된 불길 구체로 대상을 강타합니다. 적일 경우 139의 화염 피해를 입히고, 아군일 경우 139의 생명력을 회복시킵니다. 추가로 대상을 불태워 6초에 걸쳐 75%의 피해를 입히거나 생명력을 회복시킵니다.\r\n\r\n집중된 불길을 시전할 때마다 공격력 또는 치유량이 이전 시전보다 100% 더 증가하며, 세 번째 시전 이후에 초기화됩니다.\r\n최대 2번 충전됩니다.",
    "zh_TW": "將一枚集中的火球擲向目標，對一位敵人造成139點火焰傷害，或是使一位盟友治療139點生命力，然後在6秒內，對目標額外造成75%的傷害或治療量。\r\n\r\n每次施放集中烈焰時，造成的傷害或治療效果提高100%。此加成在第三次施放時重置。\r\n最多累積2次。",
    "zh_CN": "用一团火红烈焰冲击你的目标，目标为敌人时造成139点火焰伤害，目标为友军时恢复139点生命值，然后使目标燃烧，在6秒内额外造成75%的伤害或治疗。\r\n\r\n每施放一次火红烈焰都会使下一次的伤害或治疗提高100%。该加成在施放第三次后重置。\r\n最多有2次使用次数。"
  }
}