{
  "ID": "373548",
  "NameSubtext_lang": "",
  "Description_lang": "Your damaging spells and abilities grant you ${$295246s2*(1+($295251m1/100))} Haste for $295248d, stacking up to $295248u times. This Haste is lost if you stop using spells or abilities against the initial target.",
  "AuraDescription_lang": "",
  "Attributes_0": "262224",
  "Attributes_1": "1024",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "2065558",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "299335",
  "name_blz": {
    "en_US": "Focused Energy",
    "es_MX": "Energía enfocada",
    "pt_BR": "Energia Concentrada",
    "de_DE": "Fokussierte Energie",
    "en_GB": "Focused Energy",
    "es_ES": "Energía enfocada",
    "fr_FR": "Énergie focalisée",
    "it_IT": "Energia Concentrata",
    "ru_RU": "Сосредоточенная энергия",
    "ko_KR": "마력 집중",
    "zh_TW": "能量匯聚",
    "zh_CN": "专注能量"
  },
  "description_blz": {
    "en_US": "Your damaging spells and abilities grant you 2 Haste for 4 sec, stacking up to 10 times. This Haste is lost if you stop using spells or abilities against the initial target.",
    "es_MX": "Tus hechizos y habilidades que infligen daño te otorgan 2 p. de celeridad durante 4 s. Este efecto se acumula hasta 10 veces. Esta celeridad se pierde si dejas de usar hechizos o habilidades contra el objetivo inicial.",
    "pt_BR": "Suas habilidades e seus feitiços de dano concedem 2 de Aceleração por 4 s. Acumula até 10 vezes. Essa Aceleração é perdida se você parar de usar habilidades ou feitiços contra o alvo inicial.",
    "de_DE": "Eure Schaden verursachenden Zauber und Fähigkeiten gewähren Euch 4 Sek. lang 2 Tempo. Dieser Effekt ist bis zu 10-mal stapelbar. Dieses Tempo geht verloren, sobald Ihr aufhört, Zauber oder Fähigkeiten gegen das ursprüngliche Ziel einzusetzen.",
    "en_GB": "Your damaging spells and abilities grant you 2 Haste for 4 sec, stacking up to 10 times. This Haste is lost if you stop using spells or abilities against the initial target.",
    "es_ES": "Tus hechizos y facultades dañinos te otorgan 2 p. de celeridad durante 4 s, lo que se acumula hasta 10 veces. Esta celeridad se pierde si dejas de usar hechizos y facultades contra el objetivo inicial.",
    "fr_FR": "Vos sorts et techniques de dégâts augmentent votre Hâte de 2 pendant 4 s. Cet effet est cumulable jusqu’à 10 fois. Cette Hâte est perdue si vous arrêtez d’utiliser des sorts et techniques contre la cible initiale.",
    "it_IT": "Gli incantesimi e le abilità d'attacco aumentano l'indice di celerità di 2 per 4 s. Si accumula fino a 10 volte. La celerità accumulata si dissolve se si cambia bersaglio.",
    "ru_RU": "Ваши наносящие урон заклинания и способности повышают скорость на 2 на 4 сек. Суммируется до 10 раз. Бонус теряется, если вы перестаете использовать заклинания или способности против изначальной цели.",
    "ko_KR": "공격 주문 및 능력 사용 시 4초 동안 가속이 2만큼 증가하며, 최대 10번까지 중첩됩니다. 최초 대상에게 주문 또는 능력 사용을 중단하면 효과가 사라집니다.",
    "zh_TW": "你的傷害法術和技能會使你的加速提高2點，持續4秒，最多堆疊10次。此加速會在你停止對初始目標施放法術或技能時消失。",
    "zh_CN": "你的伤害性法术和技能使你的急速提高2 ，持续4秒，最多叠加10次。如果你不再对初始目标使用法术和技能，提高的急速将消失。"
  }
}