{
  "ID": "374208",
  "NameSubtext_lang": "",
  "Description_lang": "Azerite energy courses through your veins, increasing maximum health by $294966s1 every $t1 sec, stacking up to $294966u times. While at maximum stacks, heal for $294964s3 health every $294964t1 sec.Gain a stack of Anima of Life when you kill an enemy that yields experience or honor.This effect is lost if you fall below $s2% health.",
  "AuraDescription_lang": "",
  "Attributes_0": "262224",
  "Attributes_1": "1024",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "4194304",
  "Attributes_10": "0",
  "Attributes_11": "4",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "429384",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "300005",
  "name_blz": {
    "en_US": "Anima of Life",
    "es_MX": "Ánima de vida",
    "pt_BR": "Anima da Vida",
    "de_DE": "Anima des Lebens",
    "en_GB": "Anima of Life",
    "es_ES": "Ánima de la Vida",
    "fr_FR": "Anima de vie",
    "it_IT": "Anima della Vita",
    "ru_RU": "Сущность жизни",
    "ko_KR": "생명의 령",
    "zh_TW": "生命血靈",
    "zh_CN": "生命心能"
  },
  "description_blz": {
    "en_US": "Azerite energy courses through your veins, increasing maximum health by 41 every 5 sec, stacking up to 10 times. While at maximum stacks, heal for 14 health every 5 sec.\r\n\r\nGain a stack of Anima of Life when you kill an enemy that yields experience or honor.\r\n\r\nThis effect is lost if you fall below 35% health.",
    "es_MX": "Un torrente de energía de azerita te corre por las venas, aumenta 41 p. tu salud máxima cada 5 s y se acumula hasta 10 veces. Cuando alcanzas el máximo de acumulaciones, sanas 14 p. de salud cada 5 s.\r\n\r\nObtienes una acumulación de Ánima de vida cuando matas a un enemigo que otorga experiencia u honor.\r\n\r\nEste efecto se pierde si tu salud cae por debajo del 35%.",
    "pt_BR": "Energia de Azerita corre pelas suas veias, aumentando em 41 o seu máximo de pontos de vida a cada 5 s. Acumula até 10 vezes. Quando estiver no máximo de cargas, cura 14 pontos de vida a cada 5 s.\r\n\r\nRecebe uma aplicação de Anima da Vida ao matar um inimigo que conceda experiência ou honra.\r\n\r\nEste efeito é perdido se você ficar com menos de 35% dos pontos de vida.",
    "de_DE": "Azeritenergie strömt durch Eure Adern und erhöht Eure maximale Gesundheit alle 5 Sek. um 41. Bis zu 10-mal stapelbar. Während Ihr über maximale Stapel verfügt, werdet Ihr alle 5 Sek. um 14 Gesundheit geheilt.\r\n\r\nGewährt Euch einen Stapel von 'Anima des Lebens', wenn Ihr einen Gegner besiegt, der Erfahrung oder Ehre gewährt.\r\n\r\nDieser Effekt endet, wenn Eure Gesundheit unter 35% fällt.",
    "en_GB": "Azerite energy courses through your veins, increasing maximum health by 41 every 5 sec, stacking up to 10 times. While at maximum stacks, heal for 14 health every 5 sec.\r\n\r\nGain a stack of Anima of Life when you kill an enemy that yields experience or honor.\r\n\r\nThis effect is lost if you fall below 35% health.",
    "es_ES": "La energía de la azerita corre por tus venas, lo que aumenta tu salud máxima 41 p. cada 5 s y se acumula hasta $10 veces. Mientras tengas el número máximo de acumulaciones, te sanas 14 p. de salud cada 5 s.\r\n\r\nObtienes una acumulación de Ánima de la Vida cuando matas a un enemigo que otorga experiencia u honor.\r\n\r\nEste efecto se pierde si tu salud cae por debajo del 35%.",
    "fr_FR": "De l’énergie d’azérite coule dans vos veines, ce qui augmente votre maximum de points de vie de 41 toutes les 5 s. Cumulable jusqu’à 10 fois. Quand le nombre maximal de charges est atteint, vous récupérez 14 points de vie toutes les 5 s.\r\n\r\nVous gagnez une charge d’Anima de vie quand vous tuez un ennemi qui rapporte de l’expérience ou de l’honneur.\r\n\r\nL’effet est dissipé si vous tombez sous les 35% de points de vie.",
    "it_IT": "L'energia d'Azerite scorre nelle tue vene, aumentando la salute massima di 41 ogni 5 s. Si accumula fino a 10 volte. Al raggiungimento del numero massimo di accumuli, cura di 14 salute ogni 5 s.\r\n\r\nÈ possibile ottenere un accumulo di Anima della Vita quando si uccide un nemico che fornisce onore o esperienza.\r\n\r\nL'effetto viene annullato se si scende al di sotto del 35% di salute.",
    "ru_RU": "Вас наполняет энергия азерита, раз в 5 сек. увеличивающая максимальный запас здоровья на 41 ед. Суммируется до 10 раз. Когда эффект суммируется максимальное количество раз, вы восполняете 14 ед. здоровья раз в 5 сек.\r\n\r\nПри убийстве цели, которое приносит опыт или честь, вы получаете \"Сущность жизни\".\r\n\r\nРассеивается, если уровень здоровья падает ниже 35%.",
    "ko_KR": "아제라이트 마력이 핏줄을 타고 흘러 5초마다 최대 생명력이 41만큼 증가하며, 최대 10번까지 중첩됩니다. 최대 중첩되면 5초마다 생명력을 14만큼 회복합니다.\r\n\r\n적을 처치하고 경험치나 명예 점수를 얻으면 생명의 령 중첩을 얻습니다.\r\n\r\n생명력이 35% 미만으로 떨어지면 효과가 사라집니다.",
    "zh_TW": "艾澤萊晶岩能量在你的血管裡流動，每5秒使生命力上限提高41點，最多可堆疊10次。堆疊至上限時，每5秒恢復14點生命力。\r\n\r\n當你殺死可獲得經驗值或榮譽值的敵人時，獲得一層生命血靈。\r\n\r\n此效果會在你的生命力降至35%以下時消失。",
    "zh_CN": "艾泽里特能量流淌在你的血液之中，使你的最大生命值每5秒提高41点，最多可叠加10次。当达到最大层数时，每5秒恢复14点生命值。\r\n\r\n当你消灭一个可为你提供经验值或荣誉值的敌人后，获得一层生命心能。\r\n\r\n当你的生命值降低到35%时会失去该效果。"
  }
}