{
  "ID": "383760",
  "NameSubtext_lang": "Living Honey",
  "Description_lang": "Transforms the enemy into a living honey for $d. While hexed, the victim is incapacitated, and cannot attack or cast spells. Damage may cancel the effect. Limit 1. Only works on Humanoids and Beasts.",
  "AuraDescription_lang": "Incapacitated.",
  "Attributes_0": "1074855936",
  "Attributes_1": "33817600",
  "Attributes_2": "64",
  "Attributes_3": "67108865",
  "Attributes_4": "536870912",
  "Attributes_5": "32",
  "Attributes_6": "8388608",
  "Attributes_7": "0",
  "Attributes_8": "8192",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1025",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "90",
  "DurationIndex": "3",
  "PvPDurationIndex": "32",
  "RangeIndex": "4",
  "SchoolMask": "8",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "646670",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "309328",
  "name_blz": {
    "en_US": "Hex",
    "es_MX": "Maleficio",
    "pt_BR": "Bagata",
    "de_DE": "Verhexen",
    "en_GB": "Hex",
    "es_ES": "Maleficio",
    "fr_FR": "Maléfice",
    "it_IT": "Maleficio",
    "ru_RU": "Сглаз",
    "ko_KR": "사술",
    "zh_TW": "妖術",
    "zh_CN": "妖术"
  },
  "description_blz": {
    "en_US": "Transforms the enemy into a living honey for 1 min. While hexed, the victim is incapacitated, and cannot attack or cast spells. Damage may cancel the effect. Limit 1. Only works on Humanoids and Beasts.",
    "es_MX": "Transforma al enemigo en miel viviente durante 1 min. Mientras está hechizada, la víctima queda incapacitada y no puede atacar ni lanzar hechizos. El daño puede cancelar el efecto. Límite: 1. Solo funciona con humanoides y bestias.",
    "pt_BR": "Transforma o inimigo em mel vivo por 1 min. Enquanto está embagatada, a vítima fica incapacitada e não pode atacar nem lançar feitiços. Receber dano pode cancelar o efeito. Limite de 1. Só funciona em Humanoides e Feras.",
    "de_DE": "Verwandelt den Gegner für 1 Min. in lebendigen Honig. Während das Ziel verhext ist, ist es handlungsunfähig und kann weder angreifen noch Zauber wirken. Schaden kann den Effekt beenden. Maximal 1 Ziel. Kann nur auf Humanoide und Wildtiere angewandt werden.",
    "en_GB": "Transforms the enemy into a living honey for 1 min. While hexed, the victim is incapacitated, and cannot attack or cast spells. Damage may cancel the effect. Limit 1. Only works on Humanoids and Beasts.",
    "es_ES": "Transforma al enemigo en miel viviente durante 1 min. Mientras está embrujada, la víctima queda incapacitada y no puede atacar ni lanzar hechizos. El daño puede cancelar el efecto. Limitado a 1. Solo funciona con humanoides y bestias.",
    "fr_FR": "Transforme l’ennemi en miel vivant pendant 1 min. Tant qu’elle est maléficiée, la victime est stupéfiée et ne peut pas attaquer ou lancer de sorts. Les dégâts peuvent annuler cet effet. Limite de 1. Ne fonctionne que sur les humanoïdes et les bêtes.",
    "it_IT": "Trasforma il nemico in una creatura di miele per 1 min. In questo stato, il bersaglio è inabilitato e non può attaccare o lanciare incantesimi. Eventuali danni potrebbero annullare l'effetto. L'effetto può essere attivo su un solo bersaglio alla volta. Funziona solo su umanoidi e bestie.",
    "ru_RU": "Превращает противника в сгусток живого меда на 1 мин. Находящаяся под действием сглаза цель парализуется и не может атаковать и применять заклинания. Нанесенный цели урон может снять эффект. Максимум целей – 1. Действует только на гуманоидов и животных.",
    "ko_KR": "1분 동안 적을 살아 있는 꿀로 변신시킵니다. 사술에 걸린 대상은 공격하거나 주문을 시전할 수 없습니다. 대상이 피해를 입으면 효과가 해제될 수 있습니다. 대상은 하나로 제한됩니다. 야수와 인간형에게만 사용할 수 있습니다.",
    "zh_TW": "將敵人變形成活生生的蜂蜜，持續1分鐘。在妖術影響下，目標會癱瘓且無法攻擊或施法。傷害會移除此效果。最多影響1個目標。只對人形生物和野獸有效。",
    "zh_CN": "将敌人变成一团活体蜂蜜，持续1分钟。受妖术影响期间目标将瘫痪，不能攻击或施法。任何伤害都有可能打断该效果。只能影响一个目标。只能对人型生物和野兽使用。"
  }
}