{
  "ID": "386954",
  "NameSubtext_lang": "Racial",
  "Description_lang": "Pull your chosen trick from the bag and use it on target enemy or ally. Enemies take $<damage> damage and are snared by $315084s2% for $315084d, while allies are healed for $<healing> and move $317829s2% faster for $317829d.",
  "AuraDescription_lang": "",
  "Attributes_0": "0",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3193416",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "312411",
  "name_blz": {
    "en_US": "Bag of Tricks",
    "es_MX": "Bolsa de trucos",
    "pt_BR": "Bolsa de Truques",
    "de_DE": "Trickkiste",
    "en_GB": "Bag of Tricks",
    "es_ES": "Bolsa de trucos",
    "fr_FR": "Sac à malice",
    "it_IT": "Borsa di Trucchi",
    "ru_RU": "Набор хитростей",
    "ko_KR": "비장의 묘수",
    "zh_TW": "百寶袋",
    "zh_CN": "袋里乾坤"
  },
  "description_blz": {
    "en_US": "Pull your chosen trick from the bag and use it on target enemy or ally. Enemies take 13,945 damage and are snared by 80% for 4 sec, while allies are healed for 20,918 and move 20% faster for 4 sec.",
    "es_MX": "Saca el truco elegido de la bolsa para usarlo sobre el enemigo o aliado objetivo. Inflige 13,945 p. de daño a los enemigos y los frena un 80% durante 4 s, pero a los aliados los sana 20,918 p. y aumenta su velocidad de movimiento un 20% durante 4 s.",
    "pt_BR": "Tira um truque da bolsa e o usa no inimigo ou aliado selecionado. Os inimigos recebem 13.945 de dano e ficam 80% mais lentos por 4 s, e os aliados recuperam 20.918 pontos de vida e se movem 20% mais rápido por 4 s.",
    "de_DE": "Holt den von Euch gewählten Trick aus der Trickkiste und setzt ihn beim anvisierten Gegner oder Verbündeten ein. Gegner erleiden 13.945 Schaden und werden 4 Sek. lang um 80% verlangsamt, Verbündete werden um 20.918 Gesundheit geheilt und bewegen sich 4 Sek. lang 20% schneller.",
    "en_GB": "Pull your chosen trick from the bag and use it on target enemy or ally. Enemies take 13,945 damage and are snared by 80% for 4 sec, while allies are healed for 20,918 and move 20% faster for 4 sec.",
    "es_ES": "Sacas un truco de la bolsa y lo usas con un enemigo o aliado seleccionado. Los enemigos reciben 13945 p. de daño y se frenan un 80% durante 4 s, mientras que los aliados se sanan 20918 p. y se mueven un 20% más rápido durante 4 s.",
    "fr_FR": "Vous tirez du sac le tour de votre choix pour l’utiliser sur un personnage adverse ou allié. Les personnages adverses subissent 13945 points de dégâts et sont ralentis de 80 % pendant 4 s. Les personnages alliés sont soignés de 20918 points de vie et se déplacent 20 % plus vite pendant 4 s.",
    "it_IT": "Estrae il trucco prescelto dalla borsa e lo usa sul bersaglio nemico o alleato. I nemici subiscono 13.945 danni e la loro velocità di movimento si riduce del 80% per 4 s. Gli alleati vengono curati di 20.918 e la loro velocità di movimento aumenta del 20% per 4 s.",
    "ru_RU": "Достает из набора хитростей выбранную хитрость и бросает в союзника или противника. Противники получают 13945 ед. урона и замедляются на 80% на 4 сек., а союзники восполняют 20918 ед. здоровья, а их скорость передвижения повышается на 20% на 4 сек.",
    "ko_KR": "가방에서 선택한 묘수를 꺼내 대상 적 또는 아군에게 사용합니다. 적에게는 13,945의 피해를 입히고 4초 동안 이동 속도를 80%만큼 감소시키며, 아군은 생명력을20,918만큼 회복시키고 4초 동안 이동 속도를 20%만큼 증가시킵니다.",
    "zh_TW": "從百寶袋裡拿出你選擇的特殊計策，用在一名敵方目標或是盟友身上。敵人會受到13,945點傷害，並緩速80%，持續4秒。盟友則恢復20,918點生命力，且移動速度提高20%，持續4秒。",
    "zh_CN": "将选中的道具从包中拿出并对目标敌人或盟友使用。敌人会受到13,945点伤害并减速80%，持续4秒。而盟友会恢复20,918点生命值，并且移动速度提高20%，持续4秒。"
  }
}