{
  "ID": "387506",
  "NameSubtext_lang": "Kyrian",
  "Description_lang": "$@spelldesc307865",
  "AuraDescription_lang": "",
  "Attributes_0": "696254848",
  "Attributes_1": "1056",
  "Attributes_2": "273170437",
  "Attributes_3": "269681152",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "33554432",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3565453",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "312957",
  "name_blz": {
    "en_US": "Spear of Bastion",
    "es_MX": "Lanza de Bastión",
    "pt_BR": "Lança do Bastião",
    "de_DE": "Speer der Bastion",
    "en_GB": "Spear of Bastion",
    "es_ES": "Lanza de Bastión",
    "fr_FR": "Lance du Bastion",
    "it_IT": "Lancia del Bastione",
    "ru_RU": "Копье Бастиона",
    "ko_KR": "보루의 창",
    "zh_TW": "昇靈堡之矛",
    "zh_CN": "晋升堡垒之矛"
  },
  "description_blz": {
    "en_US": "Throw a Kyrian spear at the target location, dealing 590 Arcane damage instantly and an additional 704 damage over 4 sec. Deals reduced damage beyond 5 targets.\r\n\r\nEnemies hit are tethered to Spear of Bastion's location for the duration.\r\n\r\nGenerates 25 Rage.",
    "es_MX": "Arroja una lanza kyriana a la ubicación objetivo que inflige 585 p. de daño arcano al instante y 704 p. de daño más durante 4 s. Inflige daño reducido contra más de 5 objetivos.\r\n\r\nLos enemigos que golpea quedan atados a la ubicación de la Lanza de Bastión hasta que termine el efecto.\r\n\r\nGenera 25 p. de ira.",
    "pt_BR": "Arremessa uma lança kyriana no local selecionado, causando 590 de dano Arcano e depois mais 704 de dano ao longo 4 s. Causa dano reduzido se houver mais que 5 alvos.\r\n\r\nInimigos atingidos ficam presos à Lança do Bastião enquanto durar o efeito.\r\n\r\nGera 25 de Raiva.",
    "de_DE": "Schleudert einen kyrianischen Speer an den Zielort, der sofort 597 Arkanschaden und im Verlauf von 4 Sek. zusätzlich 704 Schaden verursacht. Fügt Zielen über 5 Ziele hinaus verringerten Schaden zu.\r\n\r\nGetroffene Gegner werden für die Dauer an die Position des Speers der Bastion gebunden.\r\n\r\nErzeugt 25 Wut.",
    "en_GB": "Throw a Kyrian spear at the target location, dealing 583 Arcane damage instantly and an additional 704 damage over 4 sec. Deals reduced damage beyond 5 targets.\r\n\r\nEnemies hit are tethered to Spear of Bastion's location for the duration.\r\n\r\nGenerates 25 Rage.",
    "es_ES": "Arroja una lanza kyriana a la ubicación seleccionada, lo que inflige 585 p. de daño Arcano al instante y 704 p. de daño extras durante 4 s. Por encima de 5 enemigos, inflige daño reducido.\r\n\r\nLos enemigos golpeados quedan amarrados a la ubicación de Lanza de Bastión mientras dure.\r\n\r\nGenera 25 p. de ira.",
    "fr_FR": "Vous jetez une lance kyriane à l’emplacement ciblé, ce qui inflige 579 points de dégâts des Arcanes instantanément et 704 supplémentaires en 4 s. Inflige des dégâts réduits au-delà de 5 cibles.\r\n\r\nLes ennemis touchés sont enchaînés à l’emplacement de Lance du Bastion pendant toute la durée de l’effet.\r\n\r\nGénère 25 points de rage.",
    "it_IT": "Scaglia una lancia dei Kyrian sulla posizione bersaglio, infliggendo 580 danni da arcano istantaneamente e 704 danni aggiuntivi in 4 s. Infligge danni ridotti oltre i 5 bersagli.\r\n\r\nI nemici restano legati alla posizione della Lancia del Bastione per tutta la durata dell'effetto.\r\n\r\nGenera 25 rabbia.",
    "ru_RU": "Бросает в цель кирийское копье, нанося 578 ед. урона от тайной магии мгновенно и еще 704 ед. урона за 4 сек. Цели после 5-й получают меньше урона.\r\n\r\nПораженные противники на все время действия привязываются к копью Бастиона.\r\n\r\nДает 25 ед. ярости.",
    "ko_KR": "대상 위치에 키리안 창을 던져 즉시 596의 비전 피해를 입히고 4초에 걸쳐 704의 추가 피해를 입힙니다. 5명을 초과하는 대상에게는 감소된 피해를 입힙니다.\r\n\r\n적중당한 적은 지속시간 동안 보루의 창의 위치에 속박됩니다.\r\n\r\n25의 분노를 생성합니다.",
    "zh_TW": "向目標地點投擲一把琪瑞安長矛，立即造成592點秘法傷害，並在4秒內額外造成704點傷害。超過5個目標時，造成的傷害降低。\r\n\r\n被擊中的敵人會在作用期間被鎖定在昇靈堡之矛的位置。\r\n\r\n產生25點怒氣。",
    "zh_CN": "向目标区域投掷一根格里恩之矛，立即造成582点奥术伤害，并在4秒内额外造成704点伤害。目标超过5名时将造成较轻的伤害。\r\n\r\n被击中的敌人在此期间会被束缚在晋升堡垒之矛所在的位置。\r\n\r\n产生25点怒气值。"
  }
}