{
  "ID": "387504",
  "NameSubtext_lang": "Kyrian",
  "Description_lang": "$@spelldesc324386",
  "AuraDescription_lang": "",
  "Attributes_0": "696254848",
  "Attributes_1": "1056",
  "Attributes_2": "273170437",
  "Attributes_3": "269681152",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "33554432",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3565451",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "312955",
  "name_blz": {
    "en_US": "Vesper Totem",
    "es_MX": "Tótem de carillón",
    "pt_BR": "Totem de Véspera",
    "de_DE": "Vespertotem",
    "en_GB": "Vesper Totem",
    "es_ES": "Tótem de campana de vísperas",
    "fr_FR": "Totem carillonneur",
    "it_IT": "Totem del Vespro",
    "ru_RU": "Тотем вечернего колокола",
    "ko_KR": "만과 토템",
    "zh_TW": "禱鐘圖騰",
    "zh_CN": "暮钟图腾"
  },
  "description_blz": {
    "en_US": "Summon a totem at the target location for 30 sec. Your next 3 damage spells or abilities will cause the totem to radiate 4,391 Arcane damage to up to 6 enemies near the totem, and your next 3 healing spells will heal up to 6 allies near the totem for 5,072 health.\r\n\r\nCasting this ability again while the totem is active will relocate the totem.",
    "es_MX": "Invoca un tótem en la ubicación objetivo durante 30 s. Tus próximos 3 hechizos o habilidades de daño harán que el tótem irradie 4,459 p. de daño arcano a un máximo de 6 enemigos cercanos, y tus próximos 3 hechizos de sanación sanarán 5,010 p. de salud a un máximo de 6 aliados cercanos al tótem.\r\n\r\nLanzar esta habilidad nuevamente mientras el tótem está activo reubicará el tótem.",
    "pt_BR": "Evoca um totem aos pés do alvo por 30 s. Seus próximos 3 feitiços ou habilidades de dano farão com que o totem cause 4.430 de dano Arcano a até 6 inimigos perto dele e com que seus próximos 3 feitiços de cura restaurem 4.998 pontos de vida de até 6 aliados perto dele.\r\n\r\nUse esta habilidade enquanto o totem estiver ativo para realocá-lo.",
    "de_DE": "Beschwört ein Totem am Zielort, das 30 Sek. lang bestehen bleibt. Eure nächsten 3 Schadenszauber oder -fähigkeiten lassen das Totem 4.377 Arkanschaden auf bis zu 6 Gegner in seiner Nähe abstrahlen und Eure nächsten 3 Heilzauber heilen bis zu 6 Verbündete in der Nähe des Totems um 5.009 Gesundheit.\r\n\r\nWenn Ihr diese Fähigkeit erneut einsetzt, während das Totem aktiv ist, ändert Ihr seine Position.",
    "en_GB": "Summon a totem at the target location for 30 sec. Your next 3 damage spells or abilities will cause the totem to radiate 4,507 Arcane damage to up to 6 enemies near the totem, and your next 3 healing spells will heal up to 6 allies near the totem for 4,964 health.\r\n\r\nCasting this ability again while the totem is active will relocate the totem.",
    "es_ES": "Invoca un tótem en la ubicación seleccionada durante 30 s. Tus siguientes 3 facultades o hechizos dañinos harán que el tótem irradie 4419 p. de daño Arcano a un máximo de 6 enemigos que estén cerca del tótem, y tus siguientes 3 hechizos de sanación sanarán 5095 p. a un máximo de 6 aliados que estén cerca del tótem.\r\n\r\nUsar esta facultad de nuevo mientras el tótem permanece activo reubicará el tótem.",
    "fr_FR": "Vous invoquez un totem à l’emplacement ciblé pendant 30 s. Vos 3 prochains sorts ou techniques de dégâts activent le totem qui inflige 4460 points de dégâts des Arcanes à un maximum de 6 ennemis proches de lui, et vos 3 prochains sorts de soins rendent 5117 points de vie à un maximum de 6 alliés à proximité du totem.\r\n\r\nUtiliser à nouveau cette technique tant que le totem est actif permet de le déplacer.",
    "it_IT": "Evoca un totem sulla posizione bersaglio per 30 s. I successivi 3 lanci di incantesimi o abilità d'attacco fanno sì che il totem irradi 4.440 danni da arcano a un massimo di 6 nemici vicini, e i successivi 3 lanci di incantesimi di cura fanno sì che il totem irradi cure per 5.027 salute su massimo 6 alleati vicini.\r\n\r\nLanciare di nuovo l'abilità mentre il totem è ancora attivo permette di riposizionarlo.",
    "ru_RU": "Призывает в указанном месте тотем на 30 сек. 3 ваших следующих наносящих урон заклинания или способности вызывают вспышку, наносящую 4471 ед. урона от тайной магии максимум 6 противникам вокруг тотема, а 3 следующих исцеляющих заклинания восполняют максимум 6 союзникам рядом с тотемом 5060 ед. здоровья.\r\n\r\nПовторное применение во время действия тотема переместит тотем на новое место.",
    "ko_KR": "대상 위치에 30초 동안 토템을 소환합니다. 다음 3회의 공격 주문 또는 능력 사용 시 토템이 주위에 있는 최대 6명의 적에게 4,406의 비전 피해를 발산합니다. 또한 다음 3회의 치유 주문 사용 시 토템 주위에 있는 최대 6명의 아군을 5,116만큼 치유합니다.\r\n\r\n토템이 활성화되어 있는 동안 이 능력을 다시 시전하면 토템의 위치를 변경합니다.",
    "zh_TW": "在目標位置召喚圖騰，持續30秒。你的下3個傷害法術或技能會使圖騰對圖騰附近最多6名敵人散射4,429點秘法傷害，且你的下3個治療法術最多可為圖騰附近的6名盟友恢復4,969點生命力。\r\n\r\n在圖騰作用期間再次啟動可改變圖騰的位置。",
    "zh_CN": "在目标位置召唤一个图腾，持续30秒。你接下来的3个伤害法术或技能会使图腾对附近最多6名敌人造成4,464点奥术伤害，你接下来的3个治疗法术会最多治疗图腾附近的6位盟友，使其恢复5,120点生命值。\r\n\r\n图腾激活时再次施放此技能可以重新定位图腾。"
  }
}