{
  "ID": "387490",
  "NameSubtext_lang": "Kyrian",
  "Description_lang": "$@spelldesc306830",
  "AuraDescription_lang": "",
  "Attributes_0": "696254848",
  "Attributes_1": "1056",
  "Attributes_2": "273170437",
  "Attributes_3": "269681152",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "33554432",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3565443",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "312941",
  "name_blz": {
    "en_US": "Elysian Decree",
    "es_MX": "Decreto elíseo",
    "pt_BR": "Decreto Elísio",
    "de_DE": "Elysischer Erlass",
    "en_GB": "Elysian Decree",
    "es_ES": "Decreto elisio",
    "fr_FR": "Décret élyséen",
    "it_IT": "Decreto Elisio",
    "ru_RU": "Элизийский декрет",
    "ko_KR": "하늘의 칙령",
    "zh_TW": "樂土敕令",
    "zh_CN": "极乐敕令"
  },
  "description_blz": {
    "en_US": "Place a Kyrian Sigil at the target location that activates after 2 sec.\r\n\r\nDetonates to deal 1,979 Arcane damage and shatter up to 3 Lesser Soul Fragments from enemies affected by the sigil. Deals reduced damage beyond 5 targets.",
    "es_MX": "Coloca un sigilo kyriano en la ubicación objetivo que se activa después de 2 s.\r\n\r\nCuando el sigilo detona, inflige 2,004 p. de daño arcano y destroza hasta 3 fragmentos de alma menores de los enemigos afectados por el sigilo. Inflige menos daño si golpea a más de 5 objetivos.",
    "pt_BR": "Coloca um Signo Kyriano no local selecionado, que se ativa após 2 s.\r\n\r\nAo explodir, causa 1.998 Arcano de dano e estilhaça até 3 Fragmentos de Alma Inferior dos inimigos afetados pelo signo. Causa dano reduzido acima de 5 alvos.",
    "de_DE": "Platziert ein kyrianisches Zeichen am Zielort, das sich nach 2 Sek. aktiviert.\r\n\r\nEs detoniert, fügt vom Zeichen betroffenen Gegnern 2.020 Arkanschaden zu und spaltet bis zu 3 geringe Seelenfragmente von ihnen ab. Fügt Zielen über 5 Ziele hinaus verringerten Schaden zu.",
    "en_GB": "Place a Kyrian Sigil at the target location that activates after 2 sec.\r\n\r\nDetonates to deal 2,004 Arcane damage and shatter up to 3 Lesser Soul Fragments from enemies affected by the sigil. Deals reduced damage beyond 5 targets.",
    "es_ES": "Colocas un sigilo kyriano en la ubicación seleccionada que se activa tras 2 s.\r\n\r\nAl detonar inflige 1969 p. de daño Arcano y desprende un máximo de 3 trozos de alma inferiores de los enemigos afectados por el sigilo. Por encima de 5 objetivos, inflige daño reducido.",
    "fr_FR": "Vous posez à l’emplacement ciblé un cachet des Kyrians qui s’active au bout de 2 s.\r\n\r\nExplose en infligeant 2030 points de dégâts des arcanes et fracasse jusqu’à 3 fragments d’âme inférieurs d’adversaires affectés par le cachet. Inflige des dégâts réduits au-delà de 5 cibles.",
    "it_IT": "Piazza sulla posizione bersaglio un Sigillo dei Kyrian che si attiva dopo 2 s.\r\n\r\nQuando il sigillo esplode, infligge 2.007 danni da arcano e fa manifestare fino a 3 Frammenti Inferiori dell'Anima dai nemici colpiti. Infligge danni ridotti oltre i 5 bersagli.",
    "ru_RU": "Размещает в указанном месте кирийскую печать, которая активируется через 2 сек.\r\n\r\nПечать взрывается, нанося 1971 ед. урона от тайной магии, и откалывает от душ противников до 3 малых осколков души. Наносит меньше урона целям после 5-й.",
    "ko_KR": "지정한 위치에 2초 후에 발동하는 키리안 인장을 놓습니다.\r\n\r\n인장은 폭발을 일으켜 적에게 1,984의 비전 피해를 입히고 영향을 받은 적의 영혼을 조각내 최대 3개의 하급 영혼 파편을 생성합니다. 5명을 넘는 대상에게는 감소된 피해를 입힙니다.",
    "zh_TW": "在目標位置放置2秒後啟動的琪瑞安符印。\r\n\r\n符印爆炸後，造成2,010點秘法傷害，並從受符印影響的敵人身上分裂出最多3枚次級靈魂碎片。超過5名目標時，造成的傷害降低。",
    "zh_CN": "将一枚格里恩咒符放置在目标位置，2秒后激活。\r\n\r\n引爆咒符会造成1,988点奥术伤害，并从受到影响的敌人身上炸出最多3个小型灵魂残片。目标多于5个时造成的伤害降低。"
  }
}