{
  "ID": "387496",
  "NameSubtext_lang": "Kyrian",
  "Description_lang": "$@spelldesc308491",
  "AuraDescription_lang": "",
  "Attributes_0": "696254848",
  "Attributes_1": "1056",
  "Attributes_2": "273170437",
  "Attributes_3": "269681152",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "33554432",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3565445",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "312947",
  "name_blz": {
    "en_US": "Resonating Arrow",
    "es_MX": "Flecha resonante",
    "pt_BR": "Flecha Ressonante",
    "de_DE": "Resonierender Pfeil",
    "en_GB": "Resonating Arrow",
    "es_ES": "Flecha resonante",
    "fr_FR": "Flèche résonnante",
    "it_IT": "Freccia Risonante",
    "ru_RU": "Резонирующая стрела",
    "ko_KR": "공명의 화살",
    "zh_TW": "共鳴之箭",
    "zh_CN": "共鸣箭"
  },
  "description_blz": {
    "en_US": "Fire a resonating arrow to the target location that deals 105 Arcane damage to any enemy in the area, and fill the area with echoing anima for 10 sec. The effect causes your attacks to ignore line of sight to enemies in the area, and you have 30% increased critical strike chance against them. \r\n\r\nLeaving the area of echoing anima will still allow the hunter to ignore line of sight towards the enemy for 4 sec.",
    "es_MX": "Dispara una flecha resonante a la ubicación objetivo que inflige 104 p. de daño arcano a cualquier enemigo en el área y llena el área con ánima resonante durante 10 s. El efecto hace que tus ataques ignoren la necesidad de tener visión de los enemigos en el área, y tienes un 30% más de probabilidad de golpe crítico contra ellos. \r\n\r\nDespués de abandonar el área de ánima resonante, aún puedes atacar enemigos sin que estén dentro de tu campo visual durante 4 s.",
    "pt_BR": "Dispara no local selecionado uma flecha ressonante que causa 106 de dano Arcano a qualquer inimigo na área, cobrindo-a com ânima ecoante por 10 s. O efeito faz com que você não precise do campo de visão para atacar os alvos dentro da área, além de aumentar em 30% a sua chance de acerto crítico contra eles.\r\n\r\nSair da área de ânima ecoante ainda permite que o Caçador não precise do campo de visão contra o inimigo por 4 s.",
    "de_DE": "Verschießt einen resonierenden Pfeil auf den Zielort, der Gegnern im Bereich 104 Arkanschaden zufügt und den Bereich für 10 Sek. mit widerhallender Anima füllt. Der Effekt lässt Eure Angriffe die Sichtlinie zu Gegnern im Bereich ignorieren. Außerdem wird Eure kritische Trefferchance gegen sie um 30% erhöht.\r\n\r\nAuch nach Verlassen des Bereichs widerhallender Anima kann der Jäger noch 4 Sek. lang die Sichtlinie zum Gegner ignorieren.",
    "en_GB": "Fire a resonating arrow to the target location that deals 106 Arcane damage to any enemy in the area, and fill the area with echoing anima for 10 sec. The effect causes your attacks to ignore line of sight to enemies in the area, and you have 30% increased critical strike chance against them. \r\n\r\nLeaving the area of echoing anima will still allow the hunter to ignore line of sight towards the enemy for 4 sec.",
    "es_ES": "Dispara una flecha resonante a la ubicación seleccionada que inflige 107 p. de daño Arcano a cualquier enemigo en la zona y llena la zona de ánima resonante durante 10 s. El efecto provoca que tus ataques ignoren la línea de visión hacia los enemigos de la zona, y tienes un 30% más de probabilidad de golpe crítico contra ellos.\r\n\r\nAl abandonar la zona de ánima resonante, el cazador podrá ignorar la línea de visión hacia el enemigo durante 4 s.",
    "fr_FR": "Vous tirez à l’emplacement ciblé une flèche résonnante qui inflige 107 points de dégâts des Arcanes aux ennemis dans la zone et la sature d’échos d’anima pendant 10 s. L’effet vous permet d’attaquer les cibles affectées sans qu’elles soient dans votre champ de vision et augmente vos chances de coup critique contre elles de 30%.\r\n\r\nLorsqu’il sort de la zone, le chasseur peut continuer à attaquer les ennemis hors de son champ de vision pendant 4 s.",
    "it_IT": "Lancia sulla posizione bersaglio una freccia risonante che infligge 105 danni da arcano ai nemici nell'area e riempie l'area di Animum riecheggiante per 10 s. L'effetto permette agli attacchi di ignorare le restrizioni del campo visivo dei nemici nell'area e aumenta la probabilità di critico contro i bersagli nell'area d'effetto del 30%.\r\n\r\nLasciare l'area d'effetto permette comunque al Cacciatore di ignorare il campo visivo verso il nemico per 4 s.",
    "ru_RU": "Выпускает в указанную область резонирующую стрелу, наносящую находящимся в ней противникам 105 ед. урона от тайной магии и на 10 сек. заполняющую ее эхом анимы. Этот эффект позволяет вам атаковать противников в области действия, даже если вы их не видите, и повышает вероятность нанесения им критического удара на 30%.\r\n\r\nПосле выхода из области эха анимы охотник в течение еще 4 сек. может атаковать противников, находящихся вне поля его зрения.",
    "ko_KR": "대상 위치에 공명의 화살을 발사하여 해당 지역 내의 적에게 106의 비전 피해를 입히고 10초 동안 대상 지역을 메아리치는 령으로 가득 채웁니다. 메아리치는 령의 효과로 해당 지역 내의 적에 대한 치명타 및 극대화율이 30%만큼 증가하며, 공격 시 시야를 무시합니다. \r\n\r\n메아리치는 령 지역을 벗어나더라도 사냥꾼은 4초 동안 시야를 무시하고 적을 공격할 수 있습니다.",
    "zh_TW": "朝目標位置射出共鳴之箭，對範圍內的所有敵人造成105點秘法傷害，並且使該區域充滿迴盪的靈魄能量，持續10秒。此效果會使你對區域內敵人的攻擊無視視野範圍原則，並且對其造成致命一擊的機率提高30%。\r\n\r\n敵人離開迴盪靈魄能量的區域後，獵人仍可對其維持無視視野範圍原則，持續4秒。",
    "zh_CN": "向目标区域发射一支共鸣箭，对区域内的所有敌人造成107点奥术伤害，并使该区域充满回荡心能，持续10秒。该效果会使你在该区域的攻击无需在视野中看到敌人，并且对其爆击几率提高30%。\r\n\r\n离开回荡心能区域后的4秒内，猎人对敌人的攻击依然无需视野。"
  }
}