{
  "ID": "387475",
  "NameSubtext_lang": "Racial Passive",
  "Description_lang": "You gather and analyze combat data every $t1 sec, increasing your primary stat by $s1, stacking up to $s3 times. The data decays while out of combat.",
  "AuraDescription_lang": "",
  "Attributes_0": "80",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3192685",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "312923",
  "name_blz": {
    "en_US": "Combat Analysis",
    "es_MX": "Análisis de combate",
    "pt_BR": "Análise de Combate",
    "de_DE": "Kampfanalyse",
    "en_GB": "Combat Analysis",
    "es_ES": "Análisis de combate",
    "fr_FR": "Analyse de combat",
    "it_IT": "Analisi di Combattimento",
    "ru_RU": "Боевой анализ",
    "ko_KR": "전투 분석",
    "zh_TW": "戰鬥分析",
    "zh_CN": "战斗分析"
  },
  "description_blz": {
    "en_US": "You gather and analyze combat data every 5 sec, increasing your primary stat by 18, stacking up to 10 times. The data decays while out of combat.",
    "es_MX": "Recopilas y analizas datos de combate cada 5 s, lo que aumenta 18 p. tu estadística principal. Este efecto se acumula hasta 10 veces. Los datos se pierden mientras estás fuera de combate.",
    "pt_BR": "Você coleta e analisa dados de combate a cada 5 s, aumentando em 18 o seu atributo primário. Acumula até 10 vezes. Os dados são perdidos gradativamente ao ficar fora de combate.",
    "de_DE": "Ihr sammelt und analysiert alle 5 Sek. Kampfdaten, wodurch sich Euer Primärwert um 18 erhöht. Bis zu 10-mal stapelbar. Außerhalb des Kampfes verfallen die Daten langsam.",
    "en_GB": "You gather and analyze combat data every 5 sec, increasing your primary stat by 18, stacking up to 10 times. The data decays while out of combat.",
    "es_ES": "Reúnes y analizas información de combate cada 5 s, lo que aumenta tu estadística principal 18 p. Se acumula hasta 10 veces. La información se pierde mientras no estás en combate.",
    "fr_FR": "Vous collectez et analysez des données de combat toutes les 5 s, ce qui augmente votre caractéristique principale de 18. Cumulable jusqu’à 10 fois. Les données sont effacées en dehors des combats.",
    "it_IT": "Permette di raccogliere e analizzare i dati di combattimento ogni 5 s, aumentando l'attributo primario di 18. Si accumula fino a 10 volte. I dati si deteriorano quando non si è in combattimento.",
    "ru_RU": "Раз в 5 сек. вы собираете и анализируете боевые данные, повышая свою основную характеристику на 18. Эффект суммируется до 10 раз. Вне боя эти данные устаревают.",
    "ko_KR": "5초마다 전투 데이터를 수집 및 분석하여 주 능력치를 18만큼 증가시킵니다. 이 효과는 최대 10번까지 중첩됩니다. 전투 중이 아닐 땐 데이터가 점차 사라집니다.",
    "zh_TW": "每5秒收集並分析戰鬥數據，使你的主要屬性提高18點，最多可堆疊10次。此數據會在脫離戰鬥後消退。",
    "zh_CN": "你每5秒收集并分析一次战斗数据，使主属性提高18，最多可叠加10次。数据会在离开战斗后消失。"
  }
}