{
  "ID": "388494",
  "NameSubtext_lang": "Azerite Essence",
  "Description_lang": "Replicate the energy in your target's Heart of Azeroth, gaining access to rank $s1 of their currently slotted Major Essence for the next $d. The Formless Void will go on cooldown for $s2% longer than the base cooldown of the Essence you replicated.Does not work on passive Essences.",
  "AuraDescription_lang": "",
  "Attributes_0": "-2147221488",
  "Attributes_1": "268436480",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "1073750016",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4608",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "4",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "16",
  "DurationIndex": "8",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "4",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3193845",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "313922",
  "name_blz": {
    "en_US": "Replica of Knowledge",
    "es_MX": "Réplica de conocimiento",
    "pt_BR": "Réplica de Conhecimento",
    "de_DE": "Replikation des Wissens",
    "en_GB": "Replica of Knowledge",
    "es_ES": "Réplica de conocimiento",
    "fr_FR": "Réplique de la connaissance",
    "it_IT": "Replica della Conoscenza",
    "ru_RU": "Копия знаний",
    "ko_KR": "지식의 복제",
    "zh_TW": "知識複製品",
    "zh_CN": "知识仿写"
  },
  "description_blz": {
    "en_US": "Replicate the energy in your target's Heart of Azeroth, gaining access to rank 3 of their currently slotted Major Essence for the next 15 sec. The Formless Void will go on cooldown for 30% longer than the base cooldown of the Essence you replicated.\r\n\r\nDoes not work on passive Essences.",
    "es_MX": "Replica la energía en el Corazón de Azeroth de tu objetivo, lo que otorga acceso al rango 3 de su esencia principal actual durante los próximos 15 s. El Vacío amorfo tendrá un tiempo de reutilización un 30% más extenso que el tiempo de reutilización básico de la esencia que replicaste.\r\n\r\nNo funciona con esencias pasivas.",
    "pt_BR": "Replica a energia do Coração de Azeroth do seu alvo, ganhando acesso ao Grau 3 da Essência Maior dentro dele por 15 s. A recarga do Caos Disforme é 30% mais longa que a recarga básica da Essência replicada.\r\n\r\nNão funciona em Essências passivas.",
    "de_DE": "Repliziert die Energie im Herz von Azeroth Eures Ziels und gewährt Euch 15 Sek. lang Zugriff auf Rang 3 seiner derzeit ausgerüsteten großen Essenz. Die Abklingzeit von 'Die Formlose Leere' ist um 30% länger als die normale Abklingzeit der von Euch replizierten Essenz.\r\n\r\nFunktioniert nicht bei passiven Essenzen.",
    "en_GB": "Replicate the energy in your target's Heart of Azeroth, gaining access to rank 3 of their currently slotted Major Essence for the next 15 sec. The Formless Void will go on cooldown for 30% longer than the base cooldown of the Essence you replicated.\r\n\r\nDoes not work on passive Essences.",
    "es_ES": "Replica la energía del Corazón de Azeroth de tu objetivo, lo que te otorga acceso al rango 3 de su esencia principal equipada durante 15 s. El Vacío informe tendrá un tiempo de reutilización un 30% más largo que el tiempo de reutilización base de la esencia que hayas replicado.\r\n\r\nNo funciona con esencias pasivas.",
    "fr_FR": "Vous reproduisez l’énergie du Cœur d’Azeroth de votre cible et accédez au rang 3 de l’essence majeure dont elle est équipée pendant 15 s. Le temps de recharge du Vide informe est 30% plus long que celui de l’Essence ainsi répliquée.\r\n\r\nNe fonctionne pas avec les essences passives.",
    "it_IT": "Replica l'energia del Cuore di Azeroth, fornendoti l'accesso al Grado 3 dell'Essenza Maggiore del tuo bersaglio attuale per i successivi 15 s. Il Vuoto Informe attiva il proprio tempo di recupero, che dura il 30% in più del tempo di recupero base dell'Essenza replicata.\r\n\r\nNon funziona con gli effetti passivi delle Essenze.",
    "ru_RU": "Копирует энергию Сердца Азерот цели и дает доступ к используемой в данный момент мощной сущности 3-го уровня на 15 сек. Время восстановления \"Бесформенной Бездны\" будет на 30% больше базового времени восстановления скопированной сущности.\r\n\r\nНе действует на сущности с пассивными эффектами.",
    "ko_KR": "대상의 아제로스의 심장에 깃든 마력을 복제하여 다음 15초 동안 대상의 3 등급에 해당하는 현재 주 능력 정수를 사용합니다. 무형의 공허의 재사용 대기시간은 복제한 정수의 기본 재사용 대기시간보다 30%만큼 증가하여 적용됩니다.\r\n\r\n부차 능력 정수에는 적용되지 않습니다.",
    "zh_TW": "複製目標的艾澤拉斯之心當中的能量，在接下來的15秒內得以存取其目前所使用的主要精華，最高可存取至等級3。無形虛無的冷卻時間會比你所複製精華的基礎冷卻時間多30%。\r\n\r\n對被動精華無效。",
    "zh_CN": "复制目标艾泽拉斯之心中的能量，使自己在接下来的15秒内能够使用目标当前装备的3级大型精华。无形虚空的冷却时间比你所复制的精华的基本冷却时间长30%。\r\n\r\n被动精华无效。"
  }
}