{
  "ID": "391974",
  "NameSubtext_lang": "Venthyr",
  "Description_lang": "Learn Condemn, replacing Execute. Condemn deals Shadow damage, can be used on enemies who are above 80% health or below 20% health, and weakens the target preventing some of the damage they would deal to you.",
  "AuraDescription_lang": "",
  "Attributes_0": "-1988099648",
  "Attributes_1": "32",
  "Attributes_2": "16385",
  "Attributes_3": "1048576",
  "Attributes_4": "2130048",
  "Attributes_5": "393224",
  "Attributes_6": "4097",
  "Attributes_7": "0",
  "Attributes_8": "12384",
  "Attributes_9": "1050624",
  "Attributes_10": "12976128",
  "Attributes_11": "67108864",
  "Attributes_12": "1049120",
  "Attributes_13": "3",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3565727",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "317320",
  "name_blz": {
    "en_US": "Condemn",
    "es_MX": "Condenar",
    "pt_BR": "Condenar",
    "de_DE": "Verurteilen",
    "en_GB": "Condemn",
    "es_ES": "Condenar",
    "fr_FR": "Blâme",
    "it_IT": "Condanna",
    "ru_RU": "Порицание",
    "ko_KR": "규탄",
    "zh_TW": "定罪",
    "zh_CN": "判罪"
  },
  "description_blz": {
    "en_US": "Learn Condemn, replacing Execute. Condemn deals Shadow damage, can be used on enemies who are above 80% health or below 20% health, and weakens the target preventing some of the damage they would deal to you.",
    "es_MX": "Aprende Condenar, que reemplaza Ejecutar. Condenar inflige daño de las sombras y se puede usar contra enemigos que tienen más del 80% de salud o menos del 20%, además de debilitar al objetivo para que te inflija menos daño.",
    "pt_BR": "Aprende Condenar, substituindo o Executar. Condenar causa dano de Sombra, só pode ser usado em inimigos com mais de 80% ou menos de 20% dos pontos de vida e enfraquece o alvo, impedindo-o de causar parte do dano que causaria a você.",
    "de_DE": "Erlernt die Fähigkeit 'Verurteilen', die 'Hinrichten' ersetzt. 'Verurteilen' verursacht Schattenschaden und kann gegen Gegner mit über 80% oder unter 20% Gesundheit eingesetzt werden. Das Ziel wird geschwächt, was einen Teil des Schadens verhindert, den dieses Ziel Euch zufügen würde.",
    "en_GB": "Learn Condemn, replacing Execute. Condemn deals Shadow damage, can be used on enemies who are above 80% health or below 20% health, and weakens the target preventing some of the damage they would deal to you.",
    "es_ES": "Aprendes Condenar, que sustituye a Ejecutar. Condenar inflige daño de las Sombras, se puede usar con enemigos cuya salud esté por encima del 80% o por debajo del 20%, y debilita al objetivo, lo que evita parte del daño que te infligiría.",
    "fr_FR": "Vous apprenez Blâme, qui remplace Exécution. Blâme inflige des dégâts d’Ombre et peut être utilisé sur les ennemis ayant plus de 80% ou moins de 20% de leurs points de vie. Cette technique affaiblit également la cible, réduisant ainsi les dégâts qu’elle est susceptible de vous infliger.",
    "it_IT": "Condanna sostituisce Esecuzione. Condanna infligge danni da ombra, può essere lanciata su nemici al di sopra del 80% o al di sotto del 20% della salute massima e indebolisce il bersaglio riducendone in parte i danni a te inflitti.",
    "ru_RU": "Дает способность \"Порицание\", заменяющую собой \"Казнь\". \"Порицание\" наносит урон от темной магии, применяется к противникам с уровнем здоровья выше 80% или ниже 20% и ослабляет цель, предотвращая часть наносимого вам ею урона.",
    "ko_KR": "마무리 일격을 대체하는 규탄을 배웁니다. 규탄은 암흑 피해를 입히며, 생명력이 80% 이상이거나 20% 미만인 적에게 사용할 수 있습니다. 또한 대상을 약화시켜 자신에게 입히는 피해를 일부 방지합니다.",
    "zh_TW": "學習定罪，取代斬殺。定罪造成暗影傷害，可對生命力高於80%或低於20%的敵人使用，並且弱化目標，將他們對你造成的部分傷害無效化。",
    "zh_CN": "学习判罪，替换斩杀。判罪会造成暗影伤害，可对生命值高于80%或低于20%的敌人使用。判罪还能削弱目标，抵挡其对你造成的某些伤害。"
  }
}