{
  "ID": "393814",
  "NameSubtext_lang": "",
  "Description_lang": "When your roots, stuns, and incapacitating class effects expire or are dispelled, your target's movement speed is reduced by $320267s1%, decaying rapidly over $320267d.",
  "AuraDescription_lang": "",
  "Attributes_0": "696254912",
  "Attributes_1": "1056",
  "Attributes_2": "273170437",
  "Attributes_3": "336790016",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "8192",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "8",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136090",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "319211",
  "name_blz": {
    "en_US": "Soothing Voice",
    "es_MX": "Voz tranquilizadora",
    "pt_BR": "Voz Reconfortante",
    "de_DE": "Besänftigende Stimme",
    "en_GB": "Soothing Voice",
    "es_ES": "Voz reconfortante",
    "fr_FR": "Voix apaisante",
    "it_IT": "Voce Rassicurante",
    "ru_RU": "Успокаивающий голос",
    "ko_KR": "위안의 목소리",
    "zh_TW": "舒緩之聲",
    "zh_CN": "延缓之声"
  },
  "description_blz": {
    "en_US": "When your roots, stuns, and incapacitating class effects expire or are dispelled, your target's movement speed is reduced by 90%, decaying rapidly over 2 sec.",
    "es_MX": "Cuando tus enraizamientos, aturdimientos y efectos incapacitantes de clase expiran o se disipan, la velocidad de movimiento de tu objetivo se reduce un 90%, y se reduce rápidamente durante 2 s.",
    "pt_BR": "Quando os efeitos de enraizamento, atordoamento e incapacitação da sua classe expiram ou são dissipados, a velocidade de movimento do alvo é reduzida em 90%. O efeito decai rapidamente ao longo de 2 s.",
    "de_DE": "Wenn die Betäubungs-, Bewegungsunfähigkeits- und Handlungsunfähigkeitseffekte Eurer Klasse ablaufen oder gebannt werden, wird die Bewegungsgeschwindigkeit Eures Ziels um 90% verringert. Dieser Effekt nimmt im Verlauf von 2 Sek. rapide ab.",
    "en_GB": "When your roots, stuns, and incapacitating class effects expire or are dispelled, your target's movement speed is reduced by 90%, decaying rapidly over 2 sec.",
    "es_ES": "Cuando tus efectos de enraizamiento, aturdimiento e incapacitación de clase se agotan o se eliminan, la velocidad de movimiento de tu objetivo se reduce un 90%, que decae rápidamente durante 2 s.",
    "fr_FR": "Quand vos effets de classe d’immobilisation, d’étourdissement et de stupéfaction prennent fin ou sont dissipés, la vitesse de déplacement de votre cible est réduite de 90%. Cet effet diminue rapidement en 2 s.",
    "it_IT": "Al termine o al dissolvimento di un effetto di classe di immobilizzazione, stordimento o inabilitazione, la velocità di movimento del bersaglio si riduce del 90%. L'effetto decade rapidamente in 2 s.",
    "ru_RU": "По окончании времени действия или рассеивании на цели ваших классовых эффектов обездвиживания, оглушения и паралича ее скорость передвижения снижается на 90%. Эффект быстро слабеет в течение 2 сек.",
    "ko_KR": "자신의 이동 불가, 기절, 행동 불가류의 효과가 만료되거나 해제되면 대상의 이동 속도가 90%만큼 감소합니다. 감속 효과는 2초에 걸쳐 빠르게 사라집니다.",
    "zh_TW": "當你的定身、昏迷和癱瘓類效果結束或被驅散時，使你目標的移動速度降低90%，效果將於2秒內快速衰減。",
    "zh_CN": "当你的定身、昏迷和瘫痪的职业技能效果结束或被驱散时，你的目标的移动速度会降低90%，该效果会在2秒内迅速衰减。"
  }
}