{
  "ID": "393820",
  "NameSubtext_lang": "",
  "Description_lang": "When you take damage that would kill you, instead rejuvenate within a wildseed, regaining ${$320224d*$320224m3}% of HP over $320224d. If the wildseed takes more than $<points> damage during this time, you die.This effect may only occur once every $320227d.",
  "AuraDescription_lang": "",
  "Attributes_0": "696254912",
  "Attributes_1": "1056",
  "Attributes_2": "273170437",
  "Attributes_3": "336790016",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "8192",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "8",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "8",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "656440",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "319217",
  "name_blz": {
    "en_US": "Podtender",
    "es_MX": "Cápsula rejuvenecedora",
    "pt_BR": "Cuidador de Casulos",
    "de_DE": "Kapselpfleger",
    "en_GB": "Podtender",
    "es_ES": "Cuidador de vainas",
    "fr_FR": "Cocon curatif",
    "it_IT": "Cura dei Baccelli",
    "ru_RU": "Защитный стручок",
    "ko_KR": "보존의 깍지",
    "zh_TW": "護命莢",
    "zh_CN": "灵茧守护者"
  },
  "description_blz": {
    "en_US": "When you take damage that would kill you, instead rejuvenate within a wildseed, regaining 30% of HP over 10 sec. If the wildseed takes more than 55,340 damage during this time, you die.\r\n\r\nThis effect may only occur once every 10 min.",
    "es_MX": "Cuando recibes un golpe letal, en lugar de morir, te regeneras dentro de una semilla silvestre y recuperas un 30% de tu salud durante 10 s. Si la semilla silvestre recibe más de 55,340 p. de daño durante este tiempo, mueres.\r\n\r\nEste efecto solo puede ocurrir una vez cada 10 min.",
    "pt_BR": "Ao receber dano fatal, em vez de morrer você rejuvenesce em uma semente selvagem, recuperando 30% dos pontos de vida ao longo de 10 s. Se a semente selvagem receber mais de 55.340 de dano durante esse tempo, você morre.\r\n\r\nEste efeito só pode ocorrer uma vez a cada 10 min.",
    "de_DE": "Wenn Ihr Schaden erleidet, der sonst tödlich wäre, werdet Ihr stattdessen in einem Wildsamen verjüngt und erhaltet dabei im Verlauf von 10 Sek. 30% Eurer Gesundheit zurück. Wenn der Wildsamen während dieser Zeit mehr als 55.340 Schaden erleidet, sterbt Ihr.\r\n\r\nDieser Effekt kann nur einmal alle 10 Min. auftreten.",
    "en_GB": "When you take damage that would kill you, instead rejuvenate within a wildseed, regaining 30% of HP over 10 sec. If the wildseed takes more than 55,340 damage during this time, you die.\r\n\r\nThis effect may only occur once every 10 min.",
    "es_ES": "Al recibir daño que normalmente te mataría, en su lugar, rejuveneces dentro de una semilla silvestre y recuperas un 30% de salud durante 10 s. Si la semilla silvestre recibe más de 55340 p. de daño durante este periodo, mueres.\r\n\r\nEste efecto solo puede suceder una vez cada 10 min.",
    "fr_FR": "Les dégâts qui devraient vous tuer vous enferment dans une graine sauvage où vous récupérez 30% de vos points de vie en 10 s. Vous mourez si la graine subit plus de 55340 points de dégâts pendant cette durée.\r\n\r\nCet effet ne peut se produire qu’une fois toutes les 10 min.",
    "it_IT": "Subire danni altrimenti letali mette l'incantatore in un Semebrado che rigenera il 30% della salute massima in 10 s. Se il Semebrado subisce più di 55.340 danni durante la durata, l'incantatore muore.\r\n\r\nL'effetto può verificarsi solo una volta ogni 10 min.",
    "ru_RU": "Получив урон, который иначе оказался бы смертельным, вы восстанавливаете силы в диком семени, восполняя 30% запаса здоровья за 10 сек. Если во время действия этого эффекта дикое семя получит более 55340 ед. урона, вы умрете.\r\n\r\nСрабатывает не чаще раза в 10 мин.",
    "ko_KR": "죽음에 이르게 하는 피해를 받으면 야생씨앗에 들어가 10초에 걸쳐 생명력을 30%만큼 회복합니다. 이 시간 동안 야생씨앗이 55,340 이상의 피해를 받으면 사망합니다.\r\n\r\n이 효과는 10분에 한 번씩만 발동합니다.",
    "zh_TW": "當你受到足以致死的傷害時，你會在野性種子裡恢復活力，在10秒內重獲30%的生命力。若野性種子在這段期間內受到超過55,340點傷害，則你會死亡。\r\n\r\n此效果每10分鐘只能觸發一次。",
    "zh_CN": "当你受到致命伤害时，你将变为灵种并得到治疗，在10秒内恢复30%的生命值。如果在此期间灵种受到了55,340点伤害，你将被消灭。\r\n\r\n此效果每10分钟只能触发一次。"
  }
}