{
  "ID": "16663",
  "NameSubtext_lang": "",
  "Description_lang": "Hurls your shield at an enemy target, dealing $s1 Holy damage, interrupting and silencing the non-Player target for $d, and then jumping to ${$x1-1} additional nearby enemies. $?a209389[Shields you for $209388d, absorbing $209389s1% as much damage as it dealt.][]$?a378285[Deals $<dmg> additional damage to all enemies within $378286A1 yds of each target hit.][]",
  "AuraDescription_lang": "Silenced.",
  "Attributes_0": "327680",
  "Attributes_1": "0",
  "Attributes_2": "1073741824",
  "Attributes_3": "0",
  "Attributes_4": "262144",
  "Attributes_5": "32768",
  "Attributes_6": "2097408",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "-2147483648",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1025",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "27",
  "PvPDurationIndex": "0",
  "RangeIndex": "4",
  "SchoolMask": "2",
  "Speed": "35",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "135874",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "31935",
  "name_blz": {
    "en_US": "Avenger's Shield",
    "es_MX": "Escudo de vengador",
    "pt_BR": "Escudo do Vingador",
    "de_DE": "Schild des Rächers",
    "en_GB": "Avenger's Shield",
    "es_ES": "Escudo de vengador",
    "fr_FR": "Bouclier du vengeur",
    "it_IT": "Scudo del Vendicatore",
    "ru_RU": "Щит мстителя",
    "ko_KR": "응징의 방패",
    "zh_TW": "復仇之盾",
    "zh_CN": "复仇者之盾"
  },
  "description_blz": {
    "en_US": "Hurls your shield at an enemy target, dealing 406 Holy damage, interrupting and silencing the non-Player target for 3 sec, and then jumping to 2 additional nearby enemies. \r\n",
    "es_MX": "Lanzas tu escudo a un objetivo enemigo, lo que inflige 399 p. de daño sagrado e interrumpe y silencia a un objetivo no jugador durante 3 s. Luego salta a 2 enemigos cercanos más. \r\n",
    "pt_BR": "Atira seu escudo em um inimigo-alvo, causando 403 de dano Sagrado e interrompendo e silenciando o PNJ por 3 s. Em seguida, se propaga para 2 outros inimigos próximos. \r\n",
    "de_DE": "Schleudert Euren Schild auf den Gegner und fügt ihm 403 Heiligschaden zu. Unterbricht das Ziel und bringt es, falls es kein Spielercharakter ist, 3 Sek. lang zum Schweigen. Springt anschließend auf 2 weitere Gegner in der Nähe über. \r\n",
    "en_GB": "Hurls your shield at an enemy target, dealing 402 Holy damage, interrupting and silencing the non-Player target for 3 sec, and then jumping to 2 additional nearby enemies. \r\n",
    "es_ES": "Lanzas tu escudo a un objetivo enemigo, que recibe 392 p. de daño Sagrado y queda interrumpido y silenciado durante 3 s. A continuación, el escudo salta a 2 enemigos cercanos más. \r\n",
    "fr_FR": "Lance sur une cible ennemie un bouclier qui lui inflige 401 points de dégâts du sacré, réduit au silence et interrompt les incantations de la cible non-joueur pendant 3 s, avant de rebondir sur 2 adversaires supplémentaires à proximité. \r\n",
    "it_IT": "Lancia il tuo scudo contro un bersaglio nemico, infliggendo 402 danni da sacro, interrompendolo e silenziandolo (se il bersaglio non è un personaggio) per 3 s. Lo scudo salta quindi su 2 nemici vicini aggiuntivi.\r\n",
    "ru_RU": "Бросает в противника щит, нанося 399 ед. урона от светлой магии и прерывая применяемое заклинание, а также вызывая немоту на 3 сек., если цель – не игрок. Затем щит отскакивает к 2 другим противникам.\r\n",
    "ko_KR": "적에게 방패를 날려 402의 신성 피해를 입힙니다. 대상이 플레이어가 아니라면 주문 시전을 차단하고 3초 동안 침묵시킵니다. 또한, 주위 적 2명을 연쇄적으로 가격합니다. \r\n",
    "zh_TW": "對一名敵方目標擲出你的盾牌，造成397點神聖傷害，中斷非玩家目標的施法並使其沉默3秒，然後彈跳至附近其他2位敵人身上。\r\n",
    "zh_CN": "将你的盾牌扔向一名敌方目标，造成397点神圣伤害，打断非玩家目标施法并使其沉默3秒，接着跳转攻击附近额外的2个敌人。\r\n"
  }
}