{
  "ID": "395239",
  "NameSubtext_lang": "Venthyr",
  "Description_lang": "Send a wave of anima at the target, which then jumps to additional nearby targets. Deals $320752s1 Shadow damage to up to 5 enemies, and restores $320751s1 health to up to 5 allies.For each target critically struck, the cooldown of Chain Harvest is reduced by 5 sec.$?s168534[Generates $368583s1 Maelstrom per target damaged or healed.][]",
  "AuraDescription_lang": "",
  "Attributes_0": "65536",
  "Attributes_1": "1024",
  "Attributes_2": "0",
  "Attributes_3": "131072",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "33554432",
  "Attributes_7": "0",
  "Attributes_8": "8192",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "1",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "19",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "32",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3565725",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "320674",
  "name_blz": {
    "en_US": "Chain Harvest",
    "es_MX": "Cosecha en cadena",
    "pt_BR": "Ceifa Encadeada",
    "de_DE": "Kettenernte",
    "en_GB": "Chain Harvest",
    "es_ES": "Cosecha en cadena",
    "fr_FR": "Moisson en chaîne",
    "it_IT": "Raccolto a Catena",
    "ru_RU": "Цепная жатва",
    "ko_KR": "연쇄 수확",
    "zh_TW": "連鎖收割",
    "zh_CN": "收割链"
  },
  "description_blz": {
    "en_US": "Send a wave of anima at the target, which then jumps to additional nearby targets. Deals 11,327 Shadow damage to up to 5 enemies, and restores 17,789 health to up to 5 allies.\r\n\r\nFor each target critically struck, the cooldown of Chain Harvest is reduced by 5 sec.",
    "es_MX": "Despide una oleada de ánima hacia el objetivo que luego salta a otros objetivos cercanos. Inflige 11,490 p. de daño de las sombras a un máximo de 5 enemigos, y restaura 17,149 p. de salud a un máximo de 5 aliados.\r\n\r\nPor cada objetivo que recibe un golpe crítico, el tiempo de reutilización de Cosecha en cadena se reduce 5 s.",
    "pt_BR": "Lança uma onda de ânima no alvo que se propaga para outros aliados. Causa 11.245 de dano de Sombra a até 5 inimigos e cura 17.652 pontos de vida de até 5 aliados.\r\n\r\nPara cada alvo acertado criticamente, a recarga da Ceifa Encadeada é reduzida em 5 s.",
    "de_DE": "Schleudert eine Animawelle auf das Ziel, die auf weitere Ziele in der Nähe überspringt. Fügt bis zu 5 Gegnern 11.209 Schattenschaden zu und heilt bis zu 5 Verbündete um 17.052 Gesundheit.\r\n\r\nDie Abklingzeit von 'Kettenernte' wird pro kritisch getroffenem Ziel um 5 Sek. verringert.",
    "en_GB": "Send a wave of anima at the target, which then jumps to additional nearby targets. Deals 11,491 Shadow damage to up to 5 enemies, and restores 17,273 health to up to 5 allies.\r\n\r\nFor each target critically struck, the cooldown of Chain Harvest is reduced by 5 sec.",
    "es_ES": "Envía una oleada de ánima al objetivo que luego salta a objetivos cercanos extras. Inflige 11501 p. de daño de las Sombras a un máximo de 5 enemigos y restaura 17033 p. de salud a un máximo de 5 aliados.\r\n\r\nPor cada objetivo que reciba un impacto crítico, el tiempo de reutilización de Cosecha en cadena se reduce 5 s.",
    "fr_FR": "Une vague d’anima s’abat sur la cible, puis se propage à d’autres cibles proches. Inflige 11437 points de dégâts d’Ombre à un maximum de 5 ennemis et rend 17643 points de vie à un maximum de 5 alliés.\r\n\r\nLe temps de recharge de Moisson en chaîne est réduit de 5 s pour chaque cible touchée par un coup critique.",
    "it_IT": "Invia un'ondata di Animum contro il bersaglio, saltando poi su bersagli vicini aggiuntivi. Infligge 11.461 danni da ombra a un massimo di 5 nemici e rigenera 17.595 salute a un massimo di 5 alleati.\r\n\r\nPer ogni bersaglio colpito da un effetto critico, il tempo di recupero di Raccolto a Catena si riduce di 5 s.",
    "ru_RU": "Выпускает в цель волну анимы, которая рикошетит и поражает другие находящиеся рядом цели. Наносит максимум 5 противникам 11252 ед. урона от темной магии и восполняет максимум 5 союзникам 17321 ед. здоровья.\r\n\r\nЗа каждую цель, получившую критический эффект, время восстановления \"Цепной жатвы\" сокращается на 5 сек.",
    "ko_KR": "대상에게 령의 파동을 내뿜습니다. 파동은 주위의 다른 대상들에게 옮겨 가며, 최대 5명의 적에게 11,424의 암흑 피해를 입히고 최대 5명의 아군의 생명력을 17,226만큼 회복시킵니다.\r\n\r\n치명타 및 극대화에 적중 당한 대상 하나당 연쇄 수확의 재사용 대기시간이 5초만큼 감소합니다.",
    "zh_TW": "朝目標送出一波靈魄，然後額外彈跳到附近的目標身上，最多對5名敵人造成11,439點暗影傷害，並且最多為5名盟友恢復16,996點生命力。\r\n\r\n每對一名目標造成致命一擊，連鎖收割的冷卻時間就縮短5秒。",
    "zh_CN": "向目标发射一道心能，之后心能会跳至附近的其他目标身上。最多对5名敌人造成11,239点暗影伤害，并最多为5位盟友恢复17,048点生命值。\r\n\r\n每对一个目标造成爆击，收割链的冷却时间就缩短5秒。"
  }
}