{
  "ID": "396032",
  "NameSubtext_lang": "",
  "Description_lang": "Targets stunned by Binding Shot, knocked back by High Explosive Trap, knocked up by Implosive Trap, incapacitated by Scatter Shot, or stunned by Intimidation deal $s1% less damage to you for $321469d after the effect ends.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "463560",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "321468",
  "name_blz": {
    "en_US": "Binding Shackles",
    "es_MX": "Grilletes vinculantes",
    "pt_BR": "Grilhões Aprisionadores",
    "de_DE": "Bindende Fesseln",
    "en_GB": "Binding Shackles",
    "es_ES": "Grilletes vinculantes",
    "fr_FR": "Entraves de lien",
    "it_IT": "Catene Vincolanti",
    "ru_RU": "Связующие кандалы",
    "ko_KR": "억제의 족쇄",
    "zh_TW": "束縛鐐銬",
    "zh_CN": "束缚镣铐"
  },
  "description_blz": {
    "en_US": "Targets stunned by Binding Shot, knocked back by High Explosive Trap, knocked up by Implosive Trap, incapacitated by Scatter Shot, or stunned by Intimidation deal 10% less damage to you for 8 sec after the effect ends.",
    "es_MX": "Los objetivos aturdidos por Disparo vinculante, repelidos por Trampa altamente explosiva, lanzados por los aires por Trampa implosiva, incapacitados por Disparo de dispersión o aturdidos por Intimidación te infligen un 10% menos de daño durante 8 s después de que termina el efecto.",
    "pt_BR": "Alvos atordoados por Disparo Aprisionador, repelidos pela Armadilha Altamente Explosiva, lançados para cima pela Armadilha Implosiva, incapacitados pelo Tiro de Dispersão ou atordoados por Intimidação causam 10% menos dano a você por 8 s após o fim do efeito.",
    "de_DE": "Ziele, die von 'Bindender Schuss' betäubt, von 'Hochexplosivfalle' zurückgestoßen, von 'Implosionsfalle' nach oben geschleudert, von 'Streuschuss' handlungsunfähig gemacht oder von 'Einschüchterung' betäubt wurden, fügen Euch nach Ablauf des Effekts 8 Sek. lang 10% weniger Schaden zu.",
    "en_GB": "Targets stunned by Binding Shot, knocked back by High Explosive Trap, knocked up by Implosive Trap, incapacitated by Scatter Shot, or stunned by Intimidation deal 10% less damage to you for 8 sec after the effect ends.",
    "es_ES": "Los objetivos aturdidos por Disparo vinculante, repelidos por Trampa sumamente explosiva y por Trampa implosiva, incapacitados por Disparo de dispersión o aturdidos por Intimidación te infligen un 10% menos de daño durante 8 s después de que termine el efecto.",
    "fr_FR": "Les cibles étourdies par Tir de lien, repoussées par Piège hautement explosif, propulsées dans les airs par Piège implosif, stupéfiées par Flèche de dispersion ou étourdies par Intimidation vous infligent 10 % de dégâts en moins pendant 8 s après la fin de l’effet.",
    "it_IT": "Riduce i danni a te inflitti dai bersagli storditi da Tiro Vincolante, respinti indietro da Trappola ad Alto Potenziale, scagliati in aria da Trappola Implosiva, inabilitati da Tiro Disorientante o storditi da Intimidazione del 10% per 8 s dopo la fine dell'effetto.",
    "ru_RU": "Цели, оглушенные \"Связующим выстрелом\", отброшенные \"Фугасной ловушкой\", подброшенные \"Коллапсирующей ловушкой\", парализованные \"Ошеломляющим выстрелом\" или оглушенные \"Устрашением\", наносят вам на 10% меньше урона в течение 8 сек. после окончания действия эффекта контроля.",
    "ko_KR": "구속의 사격으로 기절하거나, 고폭탄 덫으로 밀쳐지거나, 내파 덫으로 공중으로 날려 보내지거나, 분산 사격으로 행동 불가 상태가 되거나, 위협으로 기절 상태가 된 대상의 효과가 사라지면 8초 동안 대상에게 받는 피해가 10%만큼 감소합니다.",
    "zh_TW": "目標被禁錮射擊擊昏、被高爆陷阱擊退、被爆破陷阱擊飛、被驅散射擊癱瘓或被威嚇擊昏後，在效果結束後，其對你造成的傷害降低10%，持續8秒。",
    "zh_CN": "被束缚射击昏迷，被高爆陷阱击退，被驱散射击瘫痪，被内爆陷阱击飞，或被胁迫昏迷的目标在效果结束后对你造成的伤害降低10%，持续8秒。"
  }
}