{
  "ID": "396695",
  "NameSubtext_lang": "",
  "Description_lang": "Summons an effigy of Yu'lon, the Jade Serpent for $d. Yu'lon will heal injured allies with Soothing Breath, healing the target and up to $s2 allies for $343737o1 over $343737d. Enveloping Mist costs $s4% less mana while Yu'lon is active.",
  "AuraDescription_lang": "",
  "Attributes_0": "65536",
  "Attributes_1": "268566528",
  "Attributes_2": "131072",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "2097152",
  "Attributes_9": "0",
  "Attributes_10": "8192",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "63",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "8",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "574571",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "322118",
  "name_blz": {
    "en_US": "Invoke Yu'lon, the Jade Serpent",
    "es_MX": "Invocar a Yu'lon, la Dragona de jade",
    "pt_BR": "Invocar Yu'lon, a Serpente de Jade",
    "de_DE": "Yu'lon die Jadeschlange beschwören",
    "en_GB": "Invoke Yu'lon, the Jade Serpent",
    "es_ES": "Invocar a Yu'lon, el Dragón de Jade",
    "fr_FR": "Invocation de Yu’lon, le Serpent de jade",
    "it_IT": "Invocazione: Yu'lon, la Serpe di Giada",
    "ru_RU": "Призыв Юй-лун, Нефритовой Змеи",
    "ko_KR": "옥룡 위론의 원령",
    "zh_TW": "召喚玉蛟玉龍",
    "zh_CN": "青龙下凡"
  },
  "description_blz": {
    "en_US": "Summons an effigy of Yu'lon, the Jade Serpent for 25 sec. Yu'lon will heal injured allies with Soothing Breath, healing the target and up to 2 allies for 5,809 over 4.1 sec. \r\n\r\nEnveloping Mist costs 50% less mana while Yu'lon is active.",
    "es_MX": "Invoca una efigie de Yu'lon, la Dragona de jade, durante 25 s. Yu'lon sanará a los aliados heridos con Aliento reconfortante, lo que sana 5,809 p. al objetivo y a un máximo de 2 aliados durante 4.1 s. \r\n\r\nNiebla envolvente cuesta un 50% menos de maná mientras Yu'lon está activa.",
    "pt_BR": "Evoca uma efígie de Yu'lon, a Serpente de Jade, por 25 s. Yu'lon usa Sopro Reconfortante para curar aliados feridos, restaurando 5.809 de vida do alvo e de até 2 aliados ao longo de 4,1 s.\r\n\r\nBruma Envolvente custa 50% menos de mana quando Yu'lon está ativa.",
    "de_DE": "Beschwört ein Abbild von Yu'lon, der Jadeschlange, das 25 Sek. lang bestehen bleibt. Yu'lon setzt 'Beruhigender Atem' bei verletzten Verbündeten ein und heilt das Ziel sowie bis zu 2 Verbündete im Verlauf von 4,1 Sek. um 5.809 Gesundheit.\r\n\r\n'Einhüllender Nebel' kostet 50% weniger Mana, während Yu'lon aktiv ist.",
    "en_GB": "Summons an effigy of Yu'lon, the Jade Serpent for 25 sec. Yu'lon will heal injured allies with Soothing Breath, healing the target and up to 2 allies for 5,809 over 4.1 sec. \r\n\r\nEnveloping Mist costs 50% less mana while Yu'lon is active.",
    "es_ES": "Invoca una efigie de Yu'lon, el Dragón de Jade, durante 25 s. Yu'lon lanza a los aliados heridos Aliento reconfortante, que sana 5809 p. al objetivo y a un máximo de 2 aliados durante 4,1 s.\r\n\r\nNiebla envolvente cuenta un 50% menos de maná mientras Yu'lon está activo.",
    "fr_FR": "Vous invoquez une effigie de Yu’lon, le Serpent de jade, qui dure 25 s. Elle soigne les personnages alliés blessés avec Souffle apaisant, ce qui rend 5809 points de vie en 4,1 s à la cible et à un maximum de 2 alliés.\r\n\r\nBrume enveloppante coûte 50% de mana en moins tant que Yu’lon est actif.",
    "it_IT": "Evoca un'effige di Yu'lon, la Serpe di Giada, per 25 s. Yu'lon cura gli alleati feriti con Respiro Calmante, curando il bersaglio e fino a un massimo di 2 alleati di 5.809 in 4,1 s.\r\n\r\nMentre Yu'lon è attiva, il costo di Nebbia Avvolgente è ridotto del 50%.",
    "ru_RU": "На 25 сек. призывает образ Юй-лун, Нефритовой Змеи. Юй-лун применяет \"Успокаивающее дыхание\", восполняя цели и еще максимум 2 союзникам 5809 ед. здоровья за 4,1 сек.\r\n\r\nПока Юй-лун помогает вам, \"Окутывающий туман\" стоит на 50% меньше маны.",
    "ko_KR": "25초 동안 머무르는 옥룡 위론의 원령을 소환합니다. 위론은 위안의 숨결로 부상당한 아군을 치유합니다. 4.1초에 걸쳐 대상과 아군 최대 2명의 생명력을 5,809만큼 회복시킵니다. \r\n\r\n옥룡 위론의 원령이 활성화되어 있는 동안 포용의 안개의 자원 소모량이 50%만큼 감소합니다.",
    "zh_TW": "召喚玉蛟玉龍雕像，持續25秒。玉龍會用舒和吐息治療受傷的盟友，為目標和其附近最多2名盟友在4.1秒內恢復5,809點生命力。\r\n\r\n玉龍作用期間內，迷霧繚繞的法力消耗降低50%。",
    "zh_CN": "召唤青龙玉珑的幻身，持续25秒。玉珑会用抚慰之息来治疗受伤的盟友，在4.1秒内为目标以及最多2名盟友恢复5,809点生命值。\r\n\r\n玉珑幻身激活期间，氤氲之雾消耗的法力值降低50%。"
  }
}