{
  "ID": "397678",
  "NameSubtext_lang": "",
  "Description_lang": "While channeling Fleshcraft, you are immune to crowd control and you regenerate $323524s17% health every $323524t17 sec. If you finish the full channel, you gain $324631d of crowd control immunity, during which you regenerate $323524s17% health every $323524t17 sec.",
  "AuraDescription_lang": "",
  "Attributes_0": "696254912",
  "Attributes_1": "1056",
  "Attributes_2": "273170437",
  "Attributes_3": "336790016",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "8192",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "8",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "32",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "840942",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "323095",
  "name_blz": {
    "en_US": "Ultimate Form",
    "es_MX": "Forma definitiva",
    "pt_BR": "Forma Definitiva",
    "de_DE": "Ultimative Gestalt",
    "en_GB": "Ultimate Form",
    "es_ES": "Forma definitiva",
    "fr_FR": "Forme ultime",
    "it_IT": "Forma Definitiva",
    "ru_RU": "Совершенный облик",
    "ko_KR": "궁극의 형상",
    "zh_TW": "終極形態",
    "zh_CN": "终极形态"
  },
  "description_blz": {
    "en_US": "While channeling Fleshcraft, you are immune to crowd control and you regenerate 2% health every 1 sec. \r\n\r\nIf you finish the full channel, you gain 3 sec of crowd control immunity, during which you regenerate 2% health every 1 sec.",
    "es_MX": "Mientras canalizas Forjacarne, eres inmune al control de masas y regeneras un 2% de salud cada 1 s. \r\n\r\nSi terminas de canalizarlo completamente, obtienes 3 s de inmunidad a control de masas, durante los que regeneras un 2% de salud cada 1 s.",
    "pt_BR": "Enquanto canaliza Moldacarne, você fica imune a efeitos de controle coletivo e regenera 2% de vida a cada 1 s. \r\n\r\nCanalizar até o fim concede mais 3 s de imunidade a efeitos de controle coletivo, e você regenera mais 2% de vida a cada 1 s durante este efeito.",
    "de_DE": "Während der Kanalisierung von 'Fleischformung' seid Ihr immun gegen Kontrollverlusteffekte und regeneriert alle 1 Sek. 2% Gesundheit.\r\n\r\nWenn die Kanalisierung vollständig abgeschlossen wird, seid Ihr für weitere 3 Sek. immun gegen Kontrollverlusteffekte und regeneriert währenddessen alle 1 Sek. 2% Gesundheit.",
    "en_GB": "While channeling Fleshcraft, you are immune to crowd control and you regenerate 2% health every 1 sec. \r\n\r\nIf you finish the full channel, you gain 3 sec of crowd control immunity, during which you regenerate 2% health every 1 sec.",
    "es_ES": "Mientras canalizas Modelar carne, eres inmune al control de masas y regeneras un 2% de salud cada 1 s.\r\n\r\nSi terminas la canalización por completo, obtienes 3 s de inmunidad al control de masas, durante la cual regeneras un 2% de salud cada 1 s.",
    "fr_FR": "Lorsque vous canalisez Chair recomposée, vous êtes insensible aux effets de contrôle et récupérez 2% de vos points de vie toutes les 1 s.\r\n\r\nPoursuivre la canalisation jusqu’au bout vous rend insensible aux effets de contrôle pendant 3 s de plus durant lesquelles vous récupérez 2% de vos points de vie toutes les 1 s.",
    "it_IT": "Durante la canalizzazione di Forgiatura della Carne si è immuni agli effetti di controllo delle creature e il 2% della salute massima viene rigenerato ogni 1 s. \r\n\r\nPortare a termine la canalizzazione fornisce immunità agli effetti di controllo delle creature per 3 s, durante i quali viene rigenerato il 2% della salute massima ogni 1 s.",
    "ru_RU": "На время поддержания \"Скульптор плоти\" дает невосприимчивость к эффектам контроля и раз в 1 сек. восполняет вам 2% здоровья.\r\n\r\nЕсли вы полностью закончите поддержание, эффект невосприимчивости длится еще 3 сек. В течение этого времени вы раз в 1 сек. восполняете 2% здоровья.",
    "ko_KR": "살덩이창조에 집중하는 동안 군중 제어 효과에 면역이 되고 1초마다 2%의 생명력을 회복합니다. \r\n\r\n정신 집중을 끝까지 마치면 3초 동안 군중 제어 효과에 면역이 됩니다. 또한 그 시간 동안 1초마다 2%의 생명력을 회복합니다.",
    "zh_TW": "引導血肉工藝時，你對控場效果免疫，並且每1秒恢復2%生命力。\r\n\r\n如果順利完成整個引導過程，可獲得3秒控場免疫，同時每1秒恢復2%生命力。",
    "zh_CN": "引导血肉铸造期间免疫群体控制技能，同时每1秒恢复2%的生命值。\r\n\r\n完成全部引导后，你获得3秒的免疫控制效果，在此期间每1秒恢复2%的生命值。"
  }
}