{
  "ID": "397657",
  "NameSubtext_lang": "",
  "Description_lang": "Fleshcraft's passive effect consumes a corpse's essence completely, granting a benefit based on the creature's type. Casting Fleshcraft also consumes a small portion of your own essence, granting you the Humanoid benefit.",
  "AuraDescription_lang": "",
  "Attributes_0": "696254912",
  "Attributes_1": "1056",
  "Attributes_2": "273170437",
  "Attributes_3": "336790016",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "8192",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "8",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "32",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1500943",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "323074",
  "name_blz": {
    "en_US": "Volatile Solvent",
    "es_MX": "Solvente volátil",
    "pt_BR": "Solvente Volátil",
    "de_DE": "Flüchtiges Lösungsmittel",
    "en_GB": "Volatile Solvent",
    "es_ES": "Disolvente volátil",
    "fr_FR": "Solvant volatil",
    "it_IT": "Solvente Instabile",
    "ru_RU": "Нестабильный растворитель",
    "ko_KR": "불안정한 용해제",
    "zh_TW": "易揮發溶劑",
    "zh_CN": "不稳定的溶液"
  },
  "description_blz": {
    "en_US": "Fleshcraft's passive effect consumes a corpse's essence completely, granting a benefit based on the creature's type. \r\n\r\nCasting Fleshcraft also consumes a small portion of your own essence, granting you the Humanoid benefit.",
    "es_MX": "El efecto pasivo de Forjacarne consume la esencia de un cadáver por completo y otorga un beneficio según el tipo de criatura. \r\n\r\nLanzar Forjacarne también consume una pequeña porción de tu esencia y te otorga el beneficio de Humanoide.",
    "pt_BR": "O efeito passivo de Moldacarne consome a essência do cadáver por completo, concedendo um bônus com base no tipo da criatura. \r\n\r\nLançar Moldacarne também consome uma pequena porção da sua própria essência, concedendo a você o benefício Humanoide.",
    "de_DE": "Der passive Effekt von 'Fleischformung' verschlingt die Essenz einer Leiche vollständig und gewährt einen nützlichen Effekt, der von der Art der Kreatur abhängt.\r\n\r\nDas Wirken von 'Fleischformung' verbraucht eine kleine Portion Eurer eigenen Essenz und Ihr profitiert von 'Humanoid'.",
    "en_GB": "Fleshcraft's passive effect consumes a corpse's essence completely, granting a benefit based on the creature's type. \r\n\r\nCasting Fleshcraft also consumes a small portion of your own essence, granting you the Humanoid benefit.",
    "es_ES": "El efecto pasivo de Modelar carne consume por completo la esencia de un cadáver, lo que te otorga un beneficio en función del tipo de la criatura. \r\n\r\nAl lanzar Modelar carne, también se consume una pequeña parte de tu propia esencia, lo que te otorga el beneficio de humanoide.",
    "fr_FR": "L’effet passif de Chair recomposée consomme l’essence d’un cadavre et confère un avantage dépendant du type de la créature.\r\n\r\nLancer Chair recomposée consomme également une petite partie de votre propre essence et vous confère l’avantage Humanoïde.",
    "it_IT": "L'effetto passivo di Forgiatura della Carne consuma completamente l'essenza di un cadavere, fornendo un beneficio in base al tipo di creatura.\r\n\r\nLanciare Forgiatura della Carne consuma inoltre una piccola porzione della tua essenza, fornendo il beneficio Umanoide.",
    "ru_RU": "Пассивный эффект \"Скульптора плоти\" полностью поглощает сущность трупа и дает вам благотворный эффект в зависимости от типа существа. \r\n\r\nСпособность \"Скульптор плоти\" при применении расходует часть сущности персонажа, давая положительный эффект типа \"Гуманоид\".",
    "ko_KR": "살덩이창조의 지속효과가 시체의 정수를 완전히 집어삼켜, 생명체의 유형에 따라 이로운 효과를 부여합니다.\r\n\r\n살덩이창조를 시전하면 자신의 정수도 소량 흡수하여 인간형 효과를 받습니다.",
    "zh_TW": "血肉工藝的被動效果會完全消耗屍體的精華，依該屍體生物類型賦予相應的增益效果。\r\n\r\n施放血肉工藝也會消耗你一小部分的精華，賦予你人形生物的增益效果。",
    "zh_CN": "血肉铸造的被动效果会完全消耗一具尸体的精华，根据其生物类型会获得不同的增益。\r\n\r\n施放血肉铸造也会消耗你精华的一小部分，使你获得人形生物的增益。"
  }
}