{
  "ID": "398732",
  "NameSubtext_lang": "Venthyr",
  "Description_lang": "Fire a shot at your enemy, dealing $s3 Shadow damage and then causing them to bleed for $o1 Shadow damage over $d. Each time Flayed Shot deals damage, you have a $s2% chance to gain Flayer's Mark, causing your next Kill Shot to be free, usable on any target regardless of their current health, and deal $324156s3% increased damage.",
  "AuraDescription_lang": "Bleeding for $s1 Shadow damage every $t1 sec.",
  "Attributes_0": "16",
  "Attributes_1": "134218240",
  "Attributes_2": "131072",
  "Attributes_3": "128",
  "Attributes_4": "0",
  "Attributes_5": "8192",
  "Attributes_6": "268435456",
  "Attributes_7": "0",
  "Attributes_8": "8704",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "85",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "32",
  "Speed": "50",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3565719",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "324149",
  "name_blz": {
    "en_US": "Flayed Shot",
    "es_MX": "Tiro despellejador",
    "pt_BR": "Disparo Esfolador",
    "de_DE": "Schinderschuss",
    "en_GB": "Flayed Shot",
    "es_ES": "Disparo despellejador",
    "fr_FR": "Tir écorcheur",
    "it_IT": "Tiro Scorticato",
    "ru_RU": "Выстрел свежевателя",
    "ko_KR": "약탈의 사격",
    "zh_TW": "剝皮射擊",
    "zh_CN": "劫掠射击"
  },
  "description_blz": {
    "en_US": "Fire a shot at your enemy, dealing 265 Shadow damage and then causing them to bleed for 660 Shadow damage over 18 sec. Each time Flayed Shot deals damage, you have a 15% chance to gain Flayer's Mark, causing your next Kill Shot to be free, usable on any target regardless of their current health, and deal 25% increased damage.",
    "es_MX": "Le disparas a un enemigo, lo que inflige 265 p. de daño de las sombras y lo hace sangrar por 660 p. de daño de las sombras durante 18 s. Cada vez que Tiro despellejador inflige daño, tienes un 15% de probabilidad de obtener la Marca del despellejador, que hace que tu próximo Disparo mortal no tenga costo, pueda usarse en cualquier objetivo sin importar su salud actual e inflija un 25% más de daño.",
    "pt_BR": "Dispara contra o inimigo, causando 265 de dano de Sombra e provocando um sangramento que causa 660 de dano de Sombra ao longo de 18 s. Sempre que Disparo Esfolador causar dano, você terá 15% de chance de ganhar a Marca do Esfolador, o que faz com que seu próximo Tiro Mortal não tenha custo e possa ser usado em qualquer alvo, independentemente dos pontos de vida, causando 25% a mais de dano.",
    "de_DE": "Feuert einen Schuss auf Euren Gegner ab, der ihm 265 Schattenschaden zufügt und ihn bluten lässt, was ihm im Verlauf von 18 Sek. zusätzlich 660 Schattenschaden zufügt. Jedes Mal, wenn 'Schinderschuss' Schaden verursacht, habt Ihr eine Chance von 15%, 'Mal des Schinders' zu erhalten, wodurch Euer nächster Einsatz von 'Tödlicher Schuss' kostenlos wird, gegen jedes Ziel unabhängig von seiner aktuellen Gesundheit eingesetzt werden kann und 25% mehr Schaden verursacht.",
    "en_GB": "Fire a shot at your enemy, dealing 265 Shadow damage and then causing them to bleed for 660 Shadow damage over 18 sec. Each time Flayed Shot deals damage, you have a 15% chance to gain Flayer's Mark, causing your next Kill Shot to be free, usable on any target regardless of their current health, and deal 25% increased damage.",
    "es_ES": "Dispara un tiro a tu enemigo, lo que inflige 265 p. de daño de las Sombras y luego le hace sangrar 660 p. de daño de las Sombras durante 18 s. Cada vez que Disparo despellejador inflige daño, tienes un 15% de probabilidad de obtener Marca del despellejador, que provoca que tu siguiente Disparo mortal se pueda usar en cualquier objetivo sin importar su salud y que le inflija un 25% de daño aumentado.",
    "fr_FR": "Vous tirez sur l’ennemi et lui infligez 265 points de dégâts d’Ombre. Il saigne et subit 660 points de dégâts d’Ombre supplémentaires en 18 s. Chaque fois que Tir écorcheur inflige des dégâts, vous avez 15% de chances de gagner Marque de l’écorcheur, qui annule le coût du prochain Tir mortel sur n’importe quelle cible quels que soient ses points de vie et inflige 25% de dégâts supplémentaires.",
    "it_IT": "Colpisce il nemico, infliggendo 265 danni da ombra e facendolo sanguinare, infliggendo 660 danni da ombra in 18 s. Ogni volta che Tiro Scorticato infligge danni, fornisce una probabilità del 15% di ottenere Marchio dello Scorticatore, che permette di lanciare il successivo Tiro Mortale senza alcun costo e su qualsiasi bersaglio, a prescindere dalla salute e infliggendo il 25% di danni aggiuntivi.",
    "ru_RU": "Стреляет в противника, нанося 265 ед. урона от темной магии. Попадание вызывает кровотечение, наносящее 660 ед. урона от темной магии за 18 сек. Каждый раз когда \"Выстрел свежевателя\" наносит урон, вы с вероятностью 15% получаете метку свежевателя, позволяющую применить следующий \"Убийственный выстрел\" к любой цели вне зависимости от ее уровня здоровья без затрат ресурса и нанести при этом на 25% больше урона.",
    "ko_KR": "적에게 사격을 가해 265의 암흑 피해를 입히고, 출혈을 일으켜 18초에 걸쳐 660의 암흑 피해를 입힙니다. 약탈의 사격으로 피해를 입힐 때마다 15%의 확률로 약탈자의 징표 효과를 얻어, 다음 마무리 사격은 자원을 소모하지 않으며 남은 생명력과 상관 없이 아무 대상에게나 사용할 수 있습니다. 또한, 25%의 추가 피해를 입힙니다.",
    "zh_TW": "朝你的敵人射擊，造成265點暗影傷害，並使其在18秒內因流血而受到660點暗影傷害。剝皮射擊每次造成傷害，有15%機率使你獲得剝皮者印記，使你下一個擊殺射擊免費施放，並且可用於任何目標，無論其當前生命力為何，其造成的傷害提高25%。",
    "zh_CN": "对着你的敌人射击，造成265点暗影伤害，使其流血，并在接下来的18秒内造成660点暗影伤害。每次劫掠射击造成伤害时，你都有15%的几率获得劫掠者的标记，使你的下一个夺命射击不产生任何消耗，并且可以作用于任意目标并无视其当前生命值，同时伤害提高25%。"
  }
}