{
  "ID": "399613",
  "NameSubtext_lang": "Necrolord",
  "Description_lang": "Throw a deadly chakram at your current target that will rapidly deal $325037s1 Shadow damage $x times, bouncing to other targets if they are nearby. Enemies struck by Death Chakram take $361756s1% more Physical damage from you and your pet for $361756d.Each time the chakram deals damage, its damage is increased by $s3% and you generate $s4 Focus.",
  "AuraDescription_lang": "",
  "Attributes_0": "0",
  "Attributes_1": "512",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "262144",
  "Attributes_5": "4194304",
  "Attributes_6": "256",
  "Attributes_7": "0",
  "Attributes_8": "12288",
  "Attributes_9": "0",
  "Attributes_10": "-2147483648",
  "Attributes_11": "536870912",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "32",
  "Speed": "30",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3578207",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "325028",
  "name_blz": {
    "en_US": "Death Chakram",
    "es_MX": "Chakram de la muerte",
    "pt_BR": "Chakram da Morte",
    "de_DE": "Todeschakram",
    "en_GB": "Death Chakram",
    "es_ES": "Chakram de muerte",
    "fr_FR": "Chakram de mort",
    "it_IT": "Chakram della Morte",
    "ru_RU": "Шакрам смерти",
    "ko_KR": "죽음의 회전 표창",
    "zh_TW": "死亡戰輪",
    "zh_CN": "死亡飞轮"
  },
  "description_blz": {
    "en_US": "Throw a deadly chakram at your current target that will rapidly deal 166 Shadow damage 7 times, bouncing to other targets if they are nearby. Enemies struck by Death Chakram take 10% more Physical damage from you and your pet for 10 sec.\r\n\r\nEach time the chakram deals damage, its damage is increased by 15% and you generate 3 Focus.",
    "es_MX": "Arrojas un chakram mortal a tu objetivo actual que inflige rápidamente 168 p. de daño de las sombras 7 veces y rebota a otros objetivos si están cerca. Los enemigos golpeados por Chakram de la muerte reciben un 10% más de daño físico de ti y tu mascota durante 10 s.\r\n\r\nCada vez que el chakram daña a un objetivo, inflige un 15% más de daño y tú generas 3 p. de Enfoque.",
    "pt_BR": "Arremessa um chakram mortal contra o alvo, causando rapidamente 168 de dano de Sombra até 7 vezes, propagando-se para outros alvos próximos. Os alvos atingidos pelo Chakram da Morte recebem mais 10% de dano Físico de você e do seu ajudante por 10 s.\r\n\r\nSempre que o chakram causar dano, o dano aumentará em 15%, e você gerará 3 de Concentração.",
    "de_DE": "Wirft ein tödliches Chakram auf Euer aktuelles Ziel, das rasch 7-mal 168 Schattenschaden verursacht und auf weitere Ziele in der Nähe überspringt. Von 'Todeschakram' getroffene Ziele erleiden 10 Sek. lang 10% mehr körperlichen Schaden durch Euch und Eure Begleiter.\r\n\r\nJedes Mal, wenn das Chakram Schaden verursacht, wird sein Schaden um 15% erhöht und Ihr erzeugt 3 Fokus.",
    "en_GB": "Throw a deadly chakram at your current target that will rapidly deal 166 Shadow damage 7 times, bouncing to other targets if they are nearby. Enemies struck by Death Chakram take 10% more Physical damage from you and your pet for 10 sec.\r\n\r\nEach time the chakram deals damage, its damage is increased by 15% and you generate 3 Focus.",
    "es_ES": "Lanzas un chakram mortal a tu objetivo actual que inflige rápidamente 166 p. de daño de las Sombras 7 veces y rebota a otros objetivos si están cerca. Los enemigos que golpeas con Chakram de muerte reciben un 10% más de daño físico de ti y de tu mascota durante 10 s.\r\n\r\nCada vez que el chakram inflige daño, su daño aumenta un 15% y tú generas 3 p. de enfoque.",
    "fr_FR": "Vous lancez sur la cible actuelle un chakram meurtrier qui inflige rapidement 170 points de dégâts d’Ombre 7 fois en rebondissant sur d’éventuelles cibles proches. Les ennemis touchés subissent 10% de dégâts supplémentaires de vous et votre familier pendant 10 s.\r\n\r\nChaque fois que le chakram inflige des dégâts, ces derniers sont augmentés de 15% et vous générez 3 points de focalisation.",
    "it_IT": "Lancia contro il bersaglio attuale un chakram letale, che infligge rapidamente 165 danni da ombra 7 volte, rimbalzando su altri bersagli vicini. I nemici colpiti da Chakram della Morte subiscono il 10% di danni fisici aggiuntivi da te e dal tuo famiglio per 10 s.\r\n\r\nOgni volta che il chakram infligge danni, i danni che infligge aumentano del 15% e genera 3 focus.",
    "ru_RU": "Бросает в текущую цель шакрам, наносящий 166 ед. урона от темной магии до 7 раз и рикошетящий в другие находящиеся рядом цели. Противники, пораженные шакрамом, получают от вас и вашего питомца на 10% больше физического урона в течение 10 сек.\r\n\r\nКаждый раз, когда шакрам поражает новую цель, его урон увеличивается на 15%, а вы получаете 3 ед. концентрации.",
    "ko_KR": "현재 대상에게 치명적인 회전 표창을 던집니다. 회전 표창은 빠른 속도로 168의 암흑 피해를 7번 입히며, 주위에 다른 대상이 있으면 튕깁니다. 회전 표창에 맞은 적은 10초동안 사냥꾼과 야수로부터 10%의 추가 물리 피해를 입습니다.\r\n\r\n회전 표창은 피해를 입힐 때마다 공격력이 15%만큼 증가하고 3의 집중을 생성합니다.",
    "zh_TW": "朝你的當前目標投擲一把致命戰輪，迅速造成7次166點暗影傷害，附近有其他目標時會彈跳。被致命戰輪擊中的敵人，從你和你的寵物受到的物理傷害提高10%，持續10秒。\r\n\r\n每次戰輪造成傷害時，其傷害提高15%，並產生3點集中值。",
    "zh_CN": "向你当前的目标投出一个致命的飞轮，快速造成7次暗影伤害，每次165点，然后弹射给附近的其他目标。敌人被死亡飞轮命中后，你和你的宠物对其造成的物理伤害增加10%，持续10秒。\r\n\r\n每次飞轮造成伤害时，其伤害会提高15%，并且使你获得3点集中值。"
  }
}