{
  "ID": "399654",
  "NameSubtext_lang": "",
  "Description_lang": "Your damage to targets above $s5% health and healing to targets below $s4% health is increased by $s1%.When your spells and abilities are enhanced this way, you gain $343594s1% increased movement speed for $343594d.",
  "AuraDescription_lang": "",
  "Attributes_0": "696254912",
  "Attributes_1": "1056",
  "Attributes_2": "273170437",
  "Attributes_3": "336790016",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "8192",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "8",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "8",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1029718",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "325066",
  "name_blz": {
    "en_US": "Wild Hunt Tactics",
    "es_MX": "Tácticas de los Cazadores salvajes",
    "pt_BR": "Táticas da Caçada Selvagem",
    "de_DE": "Taktiken der Wilden Jagd",
    "en_GB": "Wild Hunt Tactics",
    "es_ES": "Tácticas de la Cacería Salvaje",
    "fr_FR": "Tactiques de l’Hallali",
    "it_IT": "Tattiche della Caccia Selvaggia",
    "ru_RU": "Тактика Дикой Охоты",
    "ko_KR": "야생 사냥단의 전략",
    "zh_TW": "曠野獵者戰術",
    "zh_CN": "荒猎团战术"
  },
  "description_blz": {
    "en_US": "Your damage to targets above 75% health and healing to targets below 35% health is increased by 10%.\r\n\r\nWhen your spells and abilities are enhanced this way, you gain 15% increased movement speed for 5 sec.",
    "es_MX": "Tu daño a los objetivos con más del 75% de salud y tu sanación a los objetivos por debajo del 35% de salud aumentan un 10%.\r\n\r\nCuando tus hechizos y habilidades se potencian de esta forma, obtienes un 15% de velocidad de movimiento durante 5 s.",
    "pt_BR": "Aumenta em 10% o dano que você causa a alvos com mais de 75% de vida e a cura que você realiza em alvos com menos de 35% de vida.\r\n\r\nQuando seus feitiços e suas habilidades são aprimoradas desta forma, você ganha 15% de velocidade de movimento por 5 s.",
    "de_DE": "Erhöht Euren Schaden gegen Ziele mit mehr als 75% Gesundheit und Eure Heilung bei Zielen mit weniger als 35% Gesundheit um 10%.\r\n\r\nWenn Eure Zauber und Fähigkeiten auf diese Weise verstärkt werden, wird Eure Bewegungsgeschwindigkeit für 5 Sek. um 15% erhöht.",
    "en_GB": "Your damage to targets above 75% health and healing to targets below 35% health is increased by 10%.\r\n\r\nWhen your spells and abilities are enhanced this way, you gain 15% increased movement speed for 5 sec.",
    "es_ES": "Tu daño contra objetivos por encima del 75% de salud y tu sanación a objetivos por debajo del 35% de salud aumentan un 10%.\r\n\r\nCuando tus hechizos o facultades se han mejorado de esta manera, obtienes un 15% más de velocidad de movimiento durante 5 s.",
    "fr_FR": "Les dégâts infligés aux cibles ayant plus de 75% de leurs points de vie et les soins prodigués aux alliés disposant de moins de 35% de leurs points de vie sont augmentés de 10%.\r\n\r\nL’utilisation de sorts et techniques bénéficiant de cet effet augmente votre vitesse de déplacement de 15% pendant 5 s.",
    "it_IT": "Aumenta i danni inflitti ai bersagli con più del 75% della salute massima e le cure fornite ai bersagli con meno del 35% della salute massima del 10%.\r\n\r\nQuando gli incantesimi e le abilità sono potenziati in questo modo, la velocità di movimento aumenta del 15% per 5 s.",
    "ru_RU": "Увеличивает наносимый урон по целям с уровнем здоровья выше 75% и объем исцеления целей с уровнем здоровья ниже 35% на 10%.\r\n\r\nКогда заклинания и способности усиливаются таким образом, скорость передвижения повышается на 5 сек. на 15%.",
    "ko_KR": "생명력이 75% 이상인 대상에 대한 공격력과 생명력이 35% 미만인 대상에 대한 치유량이 10%만큼 증가합니다.\r\n\r\n이렇게 주문 및 능력이 강화되면 5초 동안 이동 속도가 15%만큼 증가합니다.",
    "zh_TW": "你對生命力高於75%的目標造成的傷害，以及對生命力低於35%的目標造成的治療效果，均提高10%。\r\n\r\n當你的法術和技能因此獲得強化時，你的移動速度提高15%，持續5秒。",
    "zh_CN": "你对生命值高于75%的目标造成的伤害和对生命值低于35%的目标造成的治疗效果提高10%。\r\n\r\n当你的法术和技能以此方式获得增强时，你的移动速度提高15%，持续5秒。"
  }
}