{
  "ID": "399882",
  "NameSubtext_lang": "Necrolord",
  "Description_lang": "Hurl bolts of decimating magic at your target, dealing $<damage> Shadow damage and increasing the damage of your next$?s198590[][ $325299u] $?s137046[Incinerates]?s198590[Drain Soul]?a137044&?!s137046[Demonbolts]?!a137044[Shadow Bolts][] by $325299s1%.$?a196408[ This value is reduced while using Fire and Brimstone.][]Decimating Bolt's damage, and the bonus to $?s137046[Incinerate]?s198590[Drain Soul]?a137044[Demonbolt]?!s137046&!a137044[Shadow Bolt][] both increase as your target's health decreases.",
  "AuraDescription_lang": "",
  "Attributes_0": "0",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "8192",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "5",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "32",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3578232",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "325289",
  "name_blz": {
    "en_US": "Decimating Bolt",
    "es_MX": "Descarga exterminadora",
    "pt_BR": "Seta Dizimadora",
    "de_DE": "Dezimierungsblitz",
    "en_GB": "Decimating Bolt",
    "es_ES": "Descarga exterminadora",
    "fr_FR": "Trait de décimation",
    "it_IT": "Dardo della Decimazione",
    "ru_RU": "Стрела опустошения",
    "ko_KR": "학살의 화살",
    "zh_TW": "絕殺箭",
    "zh_CN": "屠戮箭"
  },
  "description_blz": {
    "en_US": "Hurl bolts of decimating magic at your target, dealing 7,553 Shadow damage and increasing the damage of your next 3 Shadow Bolts by 100%.\r\n\r\nDecimating Bolt's damage, and the bonus to Shadow Bolt both increase as your target's health decreases.",
    "es_MX": "Lanza descargas de magia exterminadora a tu objetivo, inflige 7,642 p. de daño de las sombras y aumenta el daño de tus próximos 3 lanzamientos de Descargas de las sombras un 100%.\r\n\r\nEl daño de Descarga exterminadora y la bonificación de Descarga de las sombras aumentan a medida que la salud de tu objetivo disminuye.",
    "pt_BR": "Arremessa setas de magia dizimadora contra o alvo, causando 7.644 de dano de Sombra e aumentando em 100% o dano de 3 feitiços Seta Sombria subsequente(s).\r\n\r\nO dano da Seta Dizimadora e o bônus concedido a Seta Sombria aumentam conforme o alvo perde pontos de vida.",
    "de_DE": "Schleudert Blitze aus dezimierender Magie auf Euer Ziel, die 7.628 Schattenschaden verursachen und den Schaden Eurer nächsten 3 Einsätze von 'Schattenblitz' um 100% erhöhen.\r\n\r\nSowohl der Schaden von 'Dezimierungsblitz' als auch der Bonus für 'Schattenblitz' steigt mit abnehmender Gesundheit Eures Ziels an.",
    "en_GB": "Hurl bolts of decimating magic at your target, dealing 7,633 Shadow damage and increasing the damage of your next 3 Shadow Bolts by 100%.\r\n\r\nDecimating Bolt's damage, and the bonus to Shadow Bolt both increase as your target's health decreases.",
    "es_ES": "Lanzas descargas de magia exterminadora a tu objetivo, lo que inflige 7616 p. de daño de las Sombras y aumenta un 100% el daño de tus siguientes 3 lanzamientos de Descarga de las Sombras.\r\n\r\nEl daño de Descarga exterminadora y el bonus de Descarga de las Sombras aumentan a medida que se reduce la salud de tu objetivo.",
    "fr_FR": "Vous lancez des traits magiques dévastateurs sur la cible, ce qui lui inflige 7645 points de dégâts d’Ombre et augmente les dégâts des  3 prochains sorts Trait de l’ombre de 100%.\r\n\r\nLes dégâts de Trait de décimation et le bonus conféré à Trait de l’ombre augmentent à mesure que les points de vie de la cible diminuent.",
    "it_IT": "Scaglia dardi di magia della decimazione sul bersaglio, infliggendo 7.553 danni da ombra e aumentando i danni inflitti dai successivi  3 lanci di Dardo d'Ombra del 100%.\r\n\r\nI danni inflitti da Dardo della Decimazione e il bonus a Dardo d'Ombra aumentano al ridursi della salute del bersaglio.",
    "ru_RU": "Выпускает в цель заряды смертоносной магии, нанося 7538 ед. урона от темной магии и увеличивая урон от 3 следующих применений \"Стрелы Тьмы\" на 100%.\r\n\r\nПо мере падения уровня здоровья цели урон от \"Стрелы опустошения\" и бонус к \"Стреле Тьмы\" увеличиваются.",
    "ko_KR": "대상에게 학살의 마법 화살을 날려 7,671의 암흑 피해를 입히고 다음 3회 동안 시전하는 어둠의 화살의 공격력을 100%만큼 증가시킵니다.\r\n\r\n학살의 화살의 공격력과 어둠의 화살 공격력 증가 효과는 대상의 생명력이 감소할수록 증가합니다.",
    "zh_TW": "朝你的目標射出絕殺魔法箭，造成7,743點暗影傷害，並使你下3次施放的暗影箭造成的傷害提高100%。\r\n\r\n絕殺箭的傷害和對暗影箭的加成，都會隨著你目標的生命力降低而提高。",
    "zh_CN": "向你的目标发出数道屠戮魔法，造成7,665点暗影伤害，并使你接下来的3个暗影箭的伤害提高100%。\r\n\r\n你目标的生命值越低，屠戮箭的伤害以及暗影箭的伤害加成都会越高。"
  }
}