{
  "ID": "401116",
  "NameSubtext_lang": "",
  "Description_lang": "Your $pri and Armor are increased by $<buff>% for each enchantment on your armor, up to $<max>%.Upon death your armor anchors your soul, allowing you to fight for an additional $327140d. During this time, your damage and healing done is reduced by $327140s7% and you cannot receive healing. This effect can only occur once every $358164d.",
  "AuraDescription_lang": "",
  "Attributes_0": "696254528",
  "Attributes_1": "1056",
  "Attributes_2": "273170437",
  "Attributes_3": "336790016",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4198912",
  "Attributes_7": "0",
  "Attributes_8": "8192",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "32",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "8",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "32",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1030904",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "326514",
  "name_blz": {
    "en_US": "Forgeborne Reveries",
    "es_MX": "Ensueños fraguanatos",
    "pt_BR": "Devaneios Nascidos na Forja",
    "de_DE": "Schmiedegeborene Träumereien",
    "en_GB": "Forgeborne Reveries",
    "es_ES": "Ensueños de forjanato",
    "fr_FR": "Rêveries forge-nées",
    "it_IT": "Fantasticherie della Forgia",
    "ru_RU": "Откровения мастера кузни",
    "ko_KR": "제련살이의 백일몽",
    "zh_TW": "爐裔奇想",
    "zh_CN": "炉脉幻想"
  },
  "description_blz": {
    "en_US": "Your Intellect and Armor are increased by 1% for each enchantment on your armor, up to 3%.\r\n\r\nUpon death your armor anchors your soul, allowing you to fight for an additional 10 sec. During this time, your damage and healing done is reduced by 50% and you cannot receive healing. This effect can only occur once every 2 min.",
    "es_MX": "Tu Intelecto y tu armadura aumentan un 1% por cada encantamiento que tenga tu armadura, hasta un máximo de 3%.\r\n\r\nCuando mueres, tu armadura sigue anclada a tu alma y te permite pelear durante 10 s más. En ese período, el daño que infliges y la sanación que realizas se reducen un 50% y no puedes recibir sanaciones. Este efecto solo puede ocurrir una vez cada 2 min.",
    "pt_BR": "Intelecto e Armadura aumentadas em 1% para cada encantamento de armadura, até uma máximo de 3%.\r\n\r\nAo morrer, sua armadura ancora sua alma, permitindo lutar por mais 10 s. Neste tempo, seu dano e sua cura são reduzidos em 50%, e você não pode ser curado. Este efeito só pode ocorrer uma vez a cada 2 min.",
    "de_DE": "Eure Intelligenz und Rüstung sind pro Verzauberung auf Eurer Rüstung um 1% erhöht, bis maximal 3%.\r\n\r\nBei Eurem Tod verankert Eure Rüstung Eure Seele und ermöglicht es Euch für 10 Sek. weiterzukämpfen. Während dieser Zeit sind Euer Schaden und Eure Heilung um 50% verringert und Ihr könnt keine Heilung erhalten. Dieser Effekt kann nur einmal alle 2 Min. auftreten.",
    "en_GB": "Your Intellect and Armor are increased by 1% for each enchantment on your armor, up to 3%.\r\n\r\nUpon death your armor anchors your soul, allowing you to fight for an additional 10 sec. During this time, your damage and healing done is reduced by 50% and you cannot receive healing. This effect can only occur once every 2 min.",
    "es_ES": "Tu Intelecto y tu armadura aumentan un 1% por cada encantamiento que tenga tu armadura, hasta un máximo de 3%.\r\n\r\nAl morir, la armadura ancla tu alma, lo que te permite luchar 10 s más. Durante este tiempo, el daño que infliges y la sanación que realizas se reducen un 50% y no puedes recibir sanación. Este efecto solo puede ocurrir una vez cada 2 min.",
    "fr_FR": "Votre Intelligence et votre Armure sont augmentées de 1% (3% au maximum) pour chaque enchantement affectant votre armure.\r\n\r\nÀ votre mort, votre armure retient votre âme, ce qui vous permet de continuer le combat pendant 10 s supplémentaires. Sous cet effet, les dégâts que vous infligez et les soins que vous prodiguez sont réduits de 50% et vous ne pouvez pas recevoir de soins. Ne peut se produire plus d’une fois toutes les 2 min.",
    "it_IT": "Aumenta [Intelletto] e l'armatura del 1% per ogni incantamento applicato all'armatura, fino a un massimo del 3%.\r\n\r\nAlla morte, l'armatura si lega all'anima, consentendo di combattere per 10 s aggiuntivi. In questo lasso di tempo, i danni inflitti e le cure fornite sono ridotti del 50% e non si possono ricevere cure. L'effetto può attivarsi solo una volta ogni 2 min.",
    "ru_RU": "Чары, действующие на доспехи, повышают основную характеристику (Интеллект) и усиливают броню на 1%, вплоть до 3%.\r\n\r\nПосле смерти доспехи удерживают вашу душу, позволяя вам продолжать бой еще 10 сек. В течение этого времени ваш урон и объем исходящего исцеления уменьшаются на 50%. Кроме того, вас невозможно исцелить. Срабатывает не чаще раза в 2 мин.",
    "ko_KR": "방어구에 부여된 마법 하나당 지능과 방어도가 1%만큼 증가하여 최대 3%만큼 증가합니다.\r\n\r\n사망 시 방어구가 영혼을 붙잡아 추가로 10초 동안 싸울 수 있게 합니다. 이 시간 동안 공격력과 치유량이 50%만큼 감소하며, 치유를 받지 못합니다. 이 효과는 2분에 한 번씩만 발동합니다.",
    "zh_TW": "你的護甲每有一項附魔，你的智力和護甲值就提高1%，最多提高3%。\r\n\r\n死亡時，你的護甲會繫住你的靈魂，讓你可額外戰鬥10秒。在此期間，你造成的傷害和治療效果降低50%，而且無法接受治療。此效果每2分鐘只能觸發一次。",
    "zh_CN": "你的护甲上每有一个附魔，你的智力和护甲值就提高1%，最高可达3%。\r\n\r\n你死亡后，你的护甲会锚定你的灵魂，使你可以继续战斗10秒。在此期间，你造成的伤害和治疗效果降低50%，且你无法获得治疗。该效果每2分钟只能生效一次。"
  }
}