{
  "ID": "404430",
  "NameSubtext_lang": "",
  "Description_lang": "Your critical strikes grant you stacks of Valiant Strikes, up to $330943u. If a nearby party member drops below $s2% health, you consume these stacks to heal them for $s3% of their maximum health per stack.After healing this way, you may not benefit from Valiant Strikes for $348236d.",
  "AuraDescription_lang": "",
  "Attributes_0": "696254912",
  "Attributes_1": "1056",
  "Attributes_2": "810041349",
  "Attributes_3": "336790016",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "134222336",
  "Attributes_7": "0",
  "Attributes_8": "8192",
  "Attributes_9": "17825792",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "67108864",
  "Attributes_14": "8",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "64",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "135946",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "329791",
  "name_blz": {
    "en_US": "Valiant Strikes",
    "es_MX": "Ataques valientes",
    "pt_BR": "Golpes Valentes",
    "de_DE": "Tapfere Stöße",
    "en_GB": "Valiant Strikes",
    "es_ES": "Golpes valerosos",
    "fr_FR": "Frappes vaillantes",
    "it_IT": "Assalti Valorosi",
    "ru_RU": "Храбрые удары",
    "ko_KR": "용맹한 일격",
    "zh_TW": "勇擊",
    "zh_CN": "骁勇打击"
  },
  "description_blz": {
    "en_US": "Your critical strikes grant you stacks of Valiant Strikes, up to 20. If a nearby party member drops below 50% health, you consume these stacks to heal them for 1% of their maximum health per stack.\r\n\r\nAfter healing this way, you may not benefit from Valiant Strikes for 1 min.",
    "es_MX": "Tus golpes críticos te otorgan acumulaciones de Ataques valientes, hasta un máximo de 20. Si la salud de un miembro del grupo cercano cae por debajo del 50%, consumes estas acumulaciones para sanarlo por un 1% de su salud máxima por acumulación.\r\n\r\nDespués de sanar de esta forma, no puedes obtener los beneficios de Ataques valientes durante 1 min.",
    "pt_BR": "Seus acertos críticos e os de membros do seu grupo próximos concedem a você aplicações de Golpes Valentes, até 20. Se um membro do grupo próximo ficar com menos de 50% de vida, as aplicações serão consumidas para restaurar 1% do máximo de pontos de vida dele por aplicação.\r\n\r\nApós essa cura, você não pode se beneficiar de Golpes Valentes por 1 min.",
    "de_DE": "Eure kritischen Treffer gewähren Euch Stapel von 'Tapfere Stöße', bis zu 20 Stapel. Wenn ein Gruppenmitglied in der Nähe unter 50% Gesundheit fällt, verbraucht Ihr diese Stapel, um den Verbündeten pro Stapel um 1% seiner maximalen Gesundheit zu heilen.\r\n\r\nNachdem diese Heilung ausgelöst wurde, könnt Ihr 1 Min. lang nicht von 'Tapfere Stöße' profitieren.",
    "en_GB": "Your critical strikes grant you stacks of Valiant Strikes, up to 20. If a nearby party member drops below 50% health, you consume these stacks to heal them for 1% of their maximum health per stack.\r\n\r\nAfter healing this way, you may not benefit from Valiant Strikes for 1 min.",
    "es_ES": "Tus golpes críticos te otorgan acumulaciones de Golpes valerosos, hasta un máximo de 20. Si la salud de un miembro de tu grupo cercano cae por debajo del 50%, consumes estas acumulaciones para sanarle un 1% de su salud máxima por acumulación.\r\n\r\nDespués de realizar esta sanación, no podrás beneficiarte de Golpes valerosos durante 1 min.",
    "fr_FR": "Vos coups critiques vous confèrent des charges de Frappes vaillantes, dans la limite de 20 charges. Si les points de vie d’un allié proche passent en dessous de 50%, vous utilisez ces charges pour lui rendre 1% de son maximum de points de vie par charge.\r\n\r\nAprès avoir prodigué de tels soins, vous ne pouvez plus bénéficier de Frappes vaillantes pendant 1 min.",
    "it_IT": "I colpi critici forniscono accumuli di Assalti Valorosi, fino a un massimo di 20. Se un membro del gruppo vicino scende al di sotto del 50% della salute massima, gli accumuli vengono consumati per curarlo del 1% della sua salute massima per accumulo.\r\n\r\nDopo aver ricevuto tali cure, non si può beneficiare dell'effetto di Assalti Valorosi per 1 min.",
    "ru_RU": "Нанося критический удар, вы получаете эффект \"Храбрые удары\", который суммируется до 20 раз. Когда уровень здоровья находящегося рядом участника группы падает ниже 50%, вы поглощаете эти эффекты и восполняете ему 1% его максимального запаса здоровья за каждый эффект.\r\n\r\nВы не можете получить бонус от \"Храбрых ударов\" в течение 1 мин. после такого исцеления.",
    "ko_KR": "치명타 및 극대화 효과를 발휘하면 용맹한 일격 중첩을 얻습니다. 최대 20번까지 중첩됩니다. 주위 파티원의 생명력이 50%미만으로 떨어지면 이 중첩을 소모하여 중첩당 대상의 최대 생명력의 1%를 회복시킵니다.\r\n\r\n이 방식으로 대상을 치유하면 1분 동안 용맹한 일격 중첩 효과를 얻을 수 없습니다.",
    "zh_TW": "你造成致命一擊時，使你獲得一層勇擊，最多堆疊20層。附近隊伍成員生命力低於50%時，消耗堆疊效果，每一層效果會為其恢復生命力上限的1%。\r\n\r\n以此方式治療過後，你1分鐘之內無法再獲得勇擊。",
    "zh_CN": "你的爆击将会为你提供骁勇打击的层数，最多叠加20层。如果附近有一名小队成员的生命值下降到了50%以下，你会消耗这些层数来治疗这名盟友，每层可以为其回复1%的最大生命值。\r\n\r\n治疗生效后，你在1分钟内无法获得骁勇打击的增益。"
  }
}