{
  "ID": "17609",
  "NameSubtext_lang": "",
  "Description_lang": "Places a ward on an ally that heals them for $33110s1 the next time they take damage, and then jumps to another ally within $155793a1 yds. Jumps up to $s1 times and lasts $41635d after each jump.",
  "AuraDescription_lang": "",
  "Attributes_0": "65536",
  "Attributes_1": "0",
  "Attributes_2": "524288",
  "Attributes_3": "67108864",
  "Attributes_4": "1048576",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "1073741824",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "2",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "135944",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "33076",
  "name_blz": {
    "en_US": "Prayer of Mending",
    "es_MX": "Rezo de alivio",
    "pt_BR": "Prece da Recomposição",
    "de_DE": "Gebet der Besserung",
    "en_GB": "Prayer of Mending",
    "es_ES": "Rezo de alivio",
    "fr_FR": "Prière de guérison",
    "it_IT": "Preghiera di Guarigione",
    "ru_RU": "Молитва восстановления",
    "ko_KR": "회복의 기원",
    "zh_TW": "癒合禱言",
    "zh_CN": "愈合祷言"
  },
  "description_blz": {
    "en_US": "Places a ward on an ally that heals them for 3,391 the next time they take damage, and then jumps to another ally within 30 yds. Jumps up to 4 times and lasts 30 sec after each jump.",
    "es_MX": "Coloca un resguardo sobre un aliado que lo sanará por 3,383 p. la próxima vez que reciba daño y luego salta a otro aliado en un radio de 30 m. Salta hasta 4 veces y dura 30 s después de cada salto.",
    "pt_BR": "Lança uma proteção sobre um aliado, restaurando 3.372 pontos de vida da próxima vez que ele receber dano. Em seguida, propaga-se para outro aliado em um raio de 30 m. Propaga-se até 4 vezes e dura 30 s após cada propagação.",
    "de_DE": "Belegt einen Verbündeten mit einem Zauberschutz, der ihn um 3.307 Gesundheit heilt, wenn er das nächste Mal Schaden erleidet. Anschließend springt der Schutz auf einen anderen Verbündeten innerhalb von 30 Metern über. Springt bis zu 4-mal und hält nach jedem Sprung 30 Sek. lang an.",
    "en_GB": "Places a ward on an ally that heals them for 3,358 the next time they take damage, and then jumps to another ally within 30 yds. Jumps up to 4 times and lasts 30 sec after each jump.",
    "es_ES": "Coloca un resguardo sobre un aliado que lo sanará 3450 p. la próxima vez que reciba daño y luego salta a otro aliado en un radio de 30 m. Salta hasta 4 veces y dura 30 s tras cada salto.",
    "fr_FR": "Place sur un allié une protection qui lui rend 3415 points de vie la prochaine fois qu’il subit des dégâts, puis se propage à un autre allié se trouvant à moins de 30 mètres. Change de cible un maximum de 4 fois et dure 30 s après chaque changement.",
    "it_IT": "Lancia una preghiera su un alleato, curandolo di 3.374 la successiva volta che subisce danni e passando poi su un altro alleato entro 30 m, per un massimo di 4 volte. Dura fino a un massimo di 30 s dopo ogni passaggio.",
    "ru_RU": "Применяет к союзнику заклинание, которое восполняет 3459 ед. здоровья при следующем получении урона, после чего переходит к другому союзнику в пределах 30 м. Максимум переходов – 4; действует 30 сек. после каждого перехода.",
    "ko_KR": "아군에게 수호물을 부착하여, 다음 피해를 입을 때 3,302의 생명력을 회복시킵니다. 이후 회복의 기원은 30미터 반경 내의 아군에게 전달됩니다. 최대 4번까지 전달되며, 매 전달 시 30초 동안 지속됩니다.",
    "zh_TW": "在一名盟友身上施放一道結界，在其下次受到傷害時，為其治療3,421點生命力，並跳至30碼內的另一名盟友身上。最多跳躍4次，並且每次跳躍後可持續30秒。",
    "zh_CN": "为一名盟友施加结界，使其在下一次受到伤害时恢复3,330点生命值，触发之后会跳转到30码范围内的另一名盟友身上。最多可转移4次，每次转移后在目标身上持续30秒。"
  }
}