{
  "ID": "428567",
  "NameSubtext_lang": "",
  "Description_lang": "While in combat, you gain a stack of Thrill Seeker every $t1 sec, or $s1 stacks on killing an enemy. At $331939u stacks Thrill Seeker is consumed to grant you Euphoria, increasing your Haste by $331937s1% for $331937d. Thrill Seeker decays rapidly while you are not in combat.",
  "AuraDescription_lang": "",
  "Attributes_0": "696254912",
  "Attributes_1": "1056",
  "Attributes_2": "273170437",
  "Attributes_3": "336790016",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "8192",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "4096",
  "Attributes_14": "8",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "236268",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "331586",
  "name_blz": {
    "en_US": "Thrill Seeker",
    "es_MX": "Amante de la adrenalina",
    "pt_BR": "Caçador de Emoções",
    "de_DE": "Abenteuerlustig",
    "en_GB": "Thrill Seeker",
    "es_ES": "Amante de la adrenalina",
    "fr_FR": "Sensations fortes",
    "it_IT": "Cercaguai",
    "ru_RU": "Поиск острых ощущений",
    "ko_KR": "전율 중독",
    "zh_TW": "追求刺激",
    "zh_CN": "兴奋追猎者"
  },
  "description_blz": {
    "en_US": "While in combat, you gain a stack of Thrill Seeker every 2 sec, or 4 stacks on killing an enemy. At 40 stacks Thrill Seeker is consumed to grant you Euphoria, increasing your Haste by 20% for 10 sec. Thrill Seeker decays rapidly while you are not in combat.",
    "es_MX": "Si estás en combate, obtienes una acumulación de Amante de la adrenalina cada 2 s o 4 acumulaciones al matar a un enemigo. Cuando alcanzas 40 acumulaciones, Amante de la adrenalina se consume para otorgarte Euforia, que aumenta tu celeridad un 20% durante 10 s. Amante de la adrenalina se reduce rápidamente cuando no estás en combate.",
    "pt_BR": "Enquanto estiver em combate, você ganha uma aplicação de Caçador de Emoções a cada 2 s e 4 aplicações ao matar um inimigo. Ao chegar a 40 aplicações, Caçador de Emoções é consumido para lhe conceder Euforia, aumentando em 20% a sua Aceleração por 10 s. Caçador de Emoções decai rapidamente fora de combate.",
    "de_DE": "Ihr erhaltet im Kampf alle 2 Sek. einen Stapel von 'Abenteuerlustig' und beim Töten eines Gegners 4 Stapel. Bei 40 Stapeln wird 'Abenteuerlustig' verbraucht, um Euch 'Kampfeuphorie' zu gewähren, was Euer Tempo 10 Sek. um 20% erhöht. 'Abenteuerlustig' lässt schnell nach, wenn Ihr nicht in einen Kampf verwickelt seid.",
    "en_GB": "While in combat, you gain a stack of Thrill Seeker every 2 sec, or 4 stacks on killing an enemy. At 40 stacks Thrill Seeker is consumed to grant you Euphoria, increasing your Haste by 20% for 10 sec. Thrill Seeker decays rapidly while you are not in combat.",
    "es_ES": "En combate, obtienes una acumulación de Amante de la adrenalina cada 2 s o 4 acumulaciones al matar a un enemigo. Al llegar a 40 acumulaciones, Amante de la adrenalina se consume y te otorga Euforia, que aumenta tu celeridad un 20% durante 10 s. Amante de la adrenalina se agota rápidamente cuando no estás en combate.",
    "fr_FR": "En combat, vous gagnez une charge de Sensations fortes toutes les 2 s ou 4 charges lorsque vous tuez un ennemi. Au bout de 40 charges, Sensations fortes est consommé et vous confère Euphorie, ce qui augmente votre Hâte de 20% pendant 10 s. Sensations fortes perd rapidement ses charges hors combat.",
    "it_IT": "Quando si è in combattimento, si ottiene un accumulo di Cercaguai ogni 2 s o 4 accumuli quando si uccide un nemico. Al raggiungimento di 40 accumuli, Cercaguai si consuma e fornisce Euforia, aumentando la celerità del 20% per 10 s. Cercaguai decade rapidamente se non si è in combattimento.",
    "ru_RU": "Находясь в бою, вы раз в 2 сек. получаете эффект \"Поиск острых ощущений\". Убийство противника дает 4 эффекта. После накопления 40 эффектов \"Поиск острых ощущений\" поглощается и дает \"Эйфорию\", повышающую скорость на 20% на 10 сек. Вне боя эффекты \"Поиска острых ощущений\" быстро пропадают.",
    "ko_KR": "전투 중 2초마다 전율 중독 중첩을 얻으며, 적을 처치하면 4중첩을 얻습니다. 40번 중첩되면 전율 중독 효과를 소모하고 희열이 부여되어 10초 동안 가속이 20%만큼 증가합니다. 전투 중이 아닐 때 전율 중독 중첩은 빠르게 감소합니다.",
    "zh_TW": "在戰鬥中，你每2秒獲得一層追求刺激效果，或在擊殺敵人後獲得4層。堆疊40層後，將會消耗追求刺激效果，賦予你陶醉效果，使你的加速提高20%，持續10秒。一旦你脫離戰鬥，追求刺激效果就會迅速消退。",
    "zh_CN": "战斗中，你每2秒获得1层兴奋追猎者效果，你每消灭一名敌人获得4层兴奋追猎者效果。叠加到40层时，你会消耗所有兴奋追猎者效果，然后陷入沉醉，使你的急速提高20%，持续10秒。当你不在战斗中时，兴奋追猎者效果会迅速衰减。"
  }
}