{
  "ID": "430929",
  "NameSubtext_lang": "",
  "Description_lang": "Erupt a burst of fiery damage from all targets affected by your Flame Shock, dealing $333977s1 Flamestrike damage to up to $333977I targets within $333977A1 yds of your Flame Shock targets.$?s384359[Each eruption from Fire Nova generates $384359s1 $Lstack:stacks; of Maelstrom Weapon.][]",
  "AuraDescription_lang": "",
  "Attributes_0": "65536",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "1073741824",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "2",
  "SchoolMask": "4",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "459027",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "333974",
  "name_blz": {
    "en_US": "Fire Nova",
    "es_MX": "Nova de fuego",
    "pt_BR": "Nova de Fogo",
    "de_DE": "Feuernova",
    "en_GB": "Fire Nova",
    "es_ES": "Nova de Fuego",
    "fr_FR": "Nova de feu",
    "it_IT": "Esplosione di Fuoco",
    "ru_RU": "Кольцо огня",
    "ko_KR": "불꽃 회오리",
    "zh_TW": "火焰新星",
    "zh_CN": "火焰新星"
  },
  "description_blz": {
    "en_US": "Erupt a burst of fiery damage from all targets affected by your Flame Shock, dealing 265 Flamestrike damage to up to 6 targets within 8 yds of your Flame Shock targets.",
    "es_MX": "Hace estallar una ráfaga de daño ardiente en todos los objetivos afectados por tu Choque de llamas e inflige 266 p. de daño pirofísico a un máximo de 6 objetivos en un radio de 8 m de los objetivos de tu Choque de llamas.",
    "pt_BR": "Provoca um estouro ígneo em todos os alvos afetados pelo seu Choque Flamejante, causando 265 de dano de Golpe Flamejante a até 6 alvos em um raio de 8 m dos seus alvos de Choque Flamejante.",
    "de_DE": "Verursacht einen feurigen Ausbruch bei allen von Eurem 'Flammenschock' betroffenen Zielen, der bis zu 6 Zielen innerhalb von 8 Metern um die Ziele von 'Flammenschock' 264 Flammenschlagschaden zufügt.",
    "en_GB": "Erupt a burst of fiery damage from all targets affected by your Flame Shock, dealing 266 Flamestrike damage to up to 6 targets within 8 yds of your Flame Shock targets.",
    "es_ES": "Surge de todos los objetivos afectados por tu Choque de llamas una ráfaga de daño ígneo que inflige 262 p. de daño Pirofísico a un máximo de 6 objetivos en un radio de 8 m de los objetivos de tu Choque de llamas.",
    "fr_FR": "Toutes les cibles affectées par votre Horion de flammes s’embrasent et infligent 267 points de dégâts de choc de flammes à un maximum de 6 cibles situées à moins de 8 mètres d’elles.",
    "it_IT": "Scatena un'esplosione di danni ardenti da tutti i bersagli affetti da una tua Folgore del Fuoco, infliggendo 264 danni da fuocofuria a un massimo di 6 bersagli entro 8 m dai bersagli di una tua Folgore del Fuoco.",
    "ru_RU": "Каждая цель \"Огненного шока\" взрывается, нанося максимум 6 целям в радиусе 8 м от себя 267 ед. урона от огненного удара.",
    "ko_KR": "화염 충격에 영향을 받는 모든 대상에게서 이글거리는 폭발을 분출시켜 화염 충격 대상의 8미터 내에 있는 최대 6명의 대상에게 265의 불길충격 피해를 입힙니다.",
    "zh_TW": "使所有受到你烈焰震擊影響的目標爆發一波烈焰，對你烈焰震擊目標附近8碼內最多6名目標造成265點焰擊傷害。",
    "zh_CN": "引导烈火在受你烈焰震击影响的目标身上爆发，对受影响目标周围8码范围内至多6名敌人造成260点烈焰打击伤害。"
  }
}