{
  "ID": "431751",
  "NameSubtext_lang": "",
  "Description_lang": "When Sweeping Strikes ends, your next Cleave or Whirlwind deals $334783s1% increased damage for each ability used during Sweeping Strikes that damaged a second target.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "67108864",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "-2147483648",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "236309",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "334779",
  "name_blz": {
    "en_US": "Collateral Damage",
    "es_MX": "Daño colateral",
    "pt_BR": "Dano Colateral",
    "de_DE": "Kollateralschaden",
    "en_GB": "Collateral Damage",
    "es_ES": "Daño colateral",
    "fr_FR": "Dégâts collatéraux",
    "it_IT": "Danni Collaterali",
    "ru_RU": "Сопутствующий ущерб",
    "ko_KR": "부수적인 피해",
    "zh_TW": "附加傷害",
    "zh_CN": "间接伤害"
  },
  "description_blz": {
    "en_US": "When Sweeping Strikes ends, your next Cleave or Whirlwind deals 25% increased damage for each ability used during Sweeping Strikes that damaged a second target.",
    "es_MX": "Cuando Golpes de barrido finaliza, tu siguiente Rajar o Torbellino inflige un 25% más de daño por cada habilidad utilizada durante Golpes de barrido que haya dañado a un segundo objetivo.",
    "pt_BR": "Quando Golpes a Esmo termina, sua próxima Cutilada ou Redemoinho causa 25% a mais de dano para cada habilidade usada durante Golpes a Esmo que tenha causado dano a um segundo alvo.",
    "de_DE": "Wenn 'Weitreichende Stöße' endet, verursacht Euer nächster Einsatz von 'Spalten' oder 'Wirbelwind' für jede während 'Weitreichende Stöße' eingesetzte Fähigkeit, die einem zweiten Ziel Schaden zugefügt hat, 25% mehr Schaden.",
    "en_GB": "When Sweeping Strikes ends, your next Cleave or Whirlwind deals 25% increased damage for each ability used during Sweeping Strikes that damaged a second target.",
    "es_ES": "Cuando termina Golpes de barrido, tu siguiente Rajar o Torbellino inflige un 25% más de daño por cada facultad usada durante Golpes de barrido que infligiera daño a un segundo objetivo.",
    "fr_FR": "Quand Attaques circulaires prend fin, votre prochain Enchaînement ou Tourbillon inflige 25 % de dégâts supplémentaires par technique utilisée pendant Attaques circulaires et ayant infligé des dégâts à une deuxième cible.",
    "it_IT": "Quando Assalti Fendenti termina, il successivo lancio di Fendente o Turbine infligge il 25% di danni aggiuntivi per ogni abilità usata durante Assalti Fendenti che abbia inflitto danni a un secondo bersaglio.",
    "ru_RU": "Первый \"Рассекающий удар\" или \"Вихрь\", примененный после завершения действия \"Размашистых ударов\", наносит на 25% больше урона за каждую способность, использованную во время действия \"Размашистых ударов\" и поразившую больше одной цели.",
    "ko_KR": "휩쓸기 일격 종료 시 휩쓸기 일격의 지속시간 동안 능력을 사용해 추가 대상에게 피해를 입힌 횟수당 다음 회전베기 또는 소용돌이의 공격력이 25%만큼 증가합니다.",
    "zh_TW": "橫掃攻擊結束後，每個在橫掃攻擊期間使用並對另一個目標造成傷害的技能，都會使你下一個順劈斬或旋風斬造成的傷害提高25%。",
    "zh_CN": "在横扫攻击期间你每次使用一项技能对次要目标造成了伤害，当横扫攻击结束时，你的下一个顺劈斩或旋风斩造成的伤害就会提高25%。"
  }
}