{
  "ID": "432660",
  "NameSubtext_lang": "Venthyr",
  "Description_lang": "$@spelldesc326860",
  "AuraDescription_lang": "",
  "Attributes_0": "696254848",
  "Attributes_1": "1056",
  "Attributes_2": "273170437",
  "Attributes_3": "269681152",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "33554432",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3565721",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "335684",
  "name_blz": {
    "en_US": "Fallen Order",
    "es_MX": "Orden caída",
    "pt_BR": "Ordem Decaída",
    "de_DE": "Gefallener Orden",
    "en_GB": "Fallen Order",
    "es_ES": "Orden caída",
    "fr_FR": "Ordre des défunts",
    "it_IT": "Ordine Caduto",
    "ru_RU": "Павший орден",
    "ko_KR": "망자의 연맹",
    "zh_TW": "門派先人",
    "zh_CN": "陨落僧众"
  },
  "description_blz": {
    "en_US": "Opens a mystic portal for 24 sec. Every 3 sec, it summons a spirit of your order's fallen Ox, Crane, or Tiger adepts for 6 sec.\r\n\r\nFallen Ox adepts assist for an additional 2 sec, and will also attack your enemies with Breath of Fire.",
    "es_MX": "Abre un portal místico durante 24 s. Cada 3 s, invoca un espíritu de los adeptos caídos del buey, la grulla o el tigre de tu orden durante 6 s.\r\n\r\nLos adeptos caídos del buey ayudan durante 2 s más, y también atacarán a tus enemigos con Aliento de fuego.",
    "pt_BR": "Abre um portal místico por 24 s. A cada 3 s, ele evoca o espírito de um dos seus adeptos caídos do Boi, da Garça ou do Tigre por 6 s.\r\n\r\nOs adeptos caídos do Boi ajudam por mais 2 s, além de atacarem os inimigos com Bafo de Onça.",
    "de_DE": "Öffnet für 24 Sek. ein mystisches Portal. Dieses beschwört alle 3 Sek. einen Geist der gefallenen Ochsen-, Kranich- oder Tigeradepten Eures Ordens, der 6 Sek. lang bestehen bleibt.\r\n\r\nGefallene Ochsenadepten unterstützen Euch für zusätzliche 2 Sek. und greifen Eure Gegner mit 'Feuerodem' an.",
    "en_GB": "Opens a mystic portal for 24 sec. Every 3 sec, it summons a spirit of your order's fallen Ox, Crane, or Tiger adepts for 6 sec.\r\n\r\nFallen Ox adepts assist for an additional 2 sec, and will also attack your enemies with Breath of Fire.",
    "es_ES": "Abre un portal místico durante 24 s. Cada 3 s, invoca un espíritu de los adeptos caídos del buey, la grulla o el tigre de tu orden durante 6 s.\r\n\r\nLos adeptos caídos del buey te ayudarán durante 2 s extras y también atacarán a tus enemigos con Aliento de Fuego.",
    "fr_FR": "Ouvre un portail mystique pendant 24 s. Toutes les 3 s, ce portail invoque l’esprit d’un adepte défunt du Buffle, de la Grue ou du Tigre appartenant à votre ordre pendant 6 s.\r\n\r\nLes adeptes défunts du Buffle vous apportent leur aide pendant 2 s supplémentaires et attaquent vos ennemis avec Souffle de feu.",
    "it_IT": "Apre un portale mistico per 24 s. Ogni 3 s, evoca uno spirito di un adepto dell' ordine dello Yak, della Gru o della Tigre per 6 s.\r\n\r\nGli adepti dello Yak forniscono il loro aiuto per 2 s e attaccano con Soffio di Fuoco.",
    "ru_RU": "На 24 сек. открывает таинственный портал, раз в 3 сек. на 6 сек. призывающий души павших адептов быка, журавля или тигра из вашего ордена.\r\n\r\nПавшие монахи, владеющие стилем быка, также атакуют противников \"Пламенным дыханием\" и помогают вам еще в течение 2 сек.",
    "ko_KR": "24초 동안 신비로운 차원문을 엽니다. 6초 동안 3초마다 연맹의 작고한 흑우, 주학, 백호 숙련병의 영혼을 소환합니다.\r\n\r\n작고한 흑우 숙련병은 추가로 2초 동안 전투를 도우며, 불의 숨결로 적을 공격합니다.",
    "zh_TW": "開啟一道神秘的傳送門，持續24秒。每3秒召喚一個在你的門派中已故的玄牛、紅鶴或白虎高手的靈魂，持續6秒。\r\n\r\n這些玄牛高手的援助時間會額外延長2秒，並且以火焰吐息攻擊你的敵人。",
    "zh_CN": "开启一道神秘的传送门，持续24秒。传送门每3秒会召唤一名陨落的玄牛、朱鹤或白虎高手的灵魂，持续6秒。\r\n\r\n陨落的玄牛高手会额外协助战斗2秒，同时还会用火焰之息攻击你的敌人。"
  }
}