{
  "ID": "432978",
  "NameSubtext_lang": "Necrolord",
  "Description_lang": "$@spelldesc329554",
  "AuraDescription_lang": "",
  "Attributes_0": "696254464",
  "Attributes_1": "1056",
  "Attributes_2": "273170437",
  "Attributes_3": "269681152",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "33554432",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3591588",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "335934",
  "name_blz": {
    "en_US": "Fodder to the Flame",
    "es_MX": "Carne de cañón para la llama",
    "pt_BR": "Avivar as Chamas",
    "de_DE": "Futter für die Flamme",
    "en_GB": "Fodder to the Flame",
    "es_ES": "Pasto de las llamas",
    "fr_FR": "Offrande aux flammes",
    "it_IT": "Carne alla Fiamma",
    "ru_RU": "Подпитка для пламени",
    "ko_KR": "불길의 양식",
    "zh_TW": "烈焰之秣",
    "zh_CN": "燃焰饲魂"
  },
  "description_blz": {
    "en_US": "Your damaging abilities have a chance to call forth a demon from the Theater of Pain for 25 sec. Throw Glaive deals lethal damage to the demon, which explodes on death, dealing 1,022 Shadow damage to nearby enemies and healing you for 20% of your maximum health. The explosion deals reduced damage beyond 5 targets.",
    "es_MX": "Tus habilidades que infligen daño tienen una probabilidad de invocar un demonio del Teatro del Dolor durante 25 s. Lanzar guja inflige daño letal al demonio, que explota al morir e inflige 1,022 p. de daño de las sombras a los enemigos cercanos y te sana un 20% de tu salud máxima. La explosión inflige menos daño después de afectar a 5 objetivos.",
    "pt_BR": "Suas habilidades bem-sucedidas têm chance de evocar um demônio do Teatro da Dor por 25 s. Arremessar Glaive causa dano letal ao demônio, que explode ao morrer, causando 1.022 Sombra de dano a inimigos próximos e curando 20% do seu máximo de pontos de vida. O dano da explosão é reduzido além do quinto alvo.",
    "de_DE": "Eure Schaden verursachenden Fähigkeiten haben eine Chance, für 25 Sek. einen Dämon aus dem Theater der Schmerzen herbeizurufen. 'Gleve werfen' fügt dem Dämon tödlichen Schaden zu. Beim Tod explodiert er, fügt Gegnern in der Nähe 1.022 Schattenschaden zu und heilt Euch um 20% Eurer maximalen Gesundheit. Die Explosion fügt Zielen über 5 Ziele hinaus verringerten Schaden zu.",
    "en_GB": "Your damaging abilities have a chance to call forth a demon from the Theater of Pain for 25 sec. Throw Glaive deals lethal damage to the demon, which explodes on death, dealing 1,022 Shadow damage to nearby enemies and healing you for 20% of your maximum health. The explosion deals reduced damage beyond 5 targets.",
    "es_ES": "Tus facultades dañinas pueden invocar a un demonio del Teatro del Dolor durante 25 s. Lanzar guja inflige daño letal al demonio, que explota al morir. La explosión inflige 1022 p. de daño de Sombra a los enemigos cercanos y te cura un 20% de tu salud máxima. Cuando afecta a más de 5 objetivos, inflige daño reducido.",
    "fr_FR": "Vos techniques de dégâts ont une chance d’invoquer un démon du théâtre de la Souffrance pendant 25 s. Lancer de glaive lui inflige des dégâts mortels et le fait exploser à sa mort. Les adversaires proches subissent alors 1022 points de dégâts d’ombre et vous récupérez 20% de votre maximum de points de vie. Les dégâts occasionnés par l’explosion sont réduits au-delà de 5 cibles.",
    "it_IT": "Le abilità d'attacco hanno una probabilità di richiamare un demone dal Teatro del Dolore per 25 s. Lancio Lama infligge danni letali al demone, facendolo esplodere alla morte, infliggendo 1.022 danni da ombra ai nemici vicini e rigenerando il 20% della salute massima. L'esplosione infligge danni ridotti oltre i 5 bersagli.",
    "ru_RU": "Наносящие урон способности могут призвать демона из Театра Боли на 25 сек. \"Бросок боевого клинка\" наносит демону смертельный урон, и тот взрывается, нанося 1022 ед. урона от темной магии находящимся рядом противникам и восполняя вам 20% максимального запаса здоровья. Взрыв наносит меньше урона целям после 5-й.",
    "ko_KR": "공격 능력이 일정 확률로 25초 동안 고통의 투기장의 악마를 불러냅니다. 글레이브 투척은 악마에게 죽음에 이르는 피해를 입히며, 악마는 사망 시 폭발하여 주위 적들에게 1,022의 암흑 피해를 입히고 당신을 최대 생명력의 20%만큼 치유합니다. 폭발 시 5명을 초과하는 대상에게는 감소된 피해를 입힙니다.",
    "zh_TW": "你的傷害技能有機會從苦痛劇場呼喚出一個惡魔，持續25秒。投擲戰刃會對此惡魔造成致命傷害，且該惡魔會在死亡時爆炸，對附近的敵人造成1,022點暗影傷害以及治療你生命力上限的20%。超過5名目標時爆炸的傷害會降低。",
    "zh_CN": "你的伤害技能有几率从伤逝剧场召唤一只恶魔，持续25秒。投掷利刃会对此恶魔造成致命伤害，恶魔死时会爆炸，对附近的敌人造成1,022点暗影伤害，并使你回复20%的最大生命值。此爆炸的目标超过5个时造成的伤害降低。"
  }
}