{
  "ID": "432985",
  "NameSubtext_lang": "Necrolord",
  "Description_lang": "$@spelldesc326059",
  "AuraDescription_lang": "",
  "Attributes_0": "696254464",
  "Attributes_1": "1056",
  "Attributes_2": "273170437",
  "Attributes_3": "269681152",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "33554432",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3578231",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "335941",
  "name_blz": {
    "en_US": "Primordial Wave",
    "es_MX": "Ola primordial",
    "pt_BR": "Onda Primordial",
    "de_DE": "Urzeitliche Welle",
    "en_GB": "Primordial Wave",
    "es_ES": "Oleada primigenia",
    "fr_FR": "Vague primordiale",
    "it_IT": "Ondata Primordiale",
    "ru_RU": "Первозданная волна",
    "ko_KR": "태고의 파도",
    "zh_TW": "原初震波",
    "zh_CN": "始源之潮"
  },
  "description_blz": {
    "en_US": "Blast your target with a Primordial Wave, dealing 3,659 Shadow damage and apply Flame Shock to an enemy, or heal an ally for 3,667.\r\n\r\nYour next Healing Wave will also hit all targets affected by your Riptide for 150% of normal damage.",
    "es_MX": "Golpea a tu objetivo con una Ola primordial que inflige 3,613 p. de daño de las sombras y aplica Choque de llamas a un enemigo, o restablece 3,557 p. de salud a un aliado.\r\n\r\nTu siguiente Ola de sanación también se aplicará a todos los objetivos afectados por tu Mareas vivas, que recibirán un 150% de daño normal.",
    "pt_BR": "Lança uma Onda Primordial no alvo, causando 3.596 de dano de Sombra e aplicando Choque Flamejante a um inimigo ou curando 3.661 pontos de vida de um aliado.\r\n\r\nSeu próximo feitiço Onda Curativa também será lançado nos alvos afetados pela sua Contracorrente com 150% do dano normal.",
    "de_DE": "Überzieht Euer Ziel mit einer urzeitlichen Welle, die 3.519 Schattenschaden verursacht und einen Gegner mit 'Flammenschock' belegt oder einen Verbündeten um 3.514 Gesundheit heilt.\r\n\r\nEuer nächster Einsatz von 'Welle der Heilung' trifft zusätzlich alle Ziele, die mit Eurem Effekt 'Springflut' belegt sind, und verursacht dabei 150% des normalen Schadens.",
    "en_GB": "Blast your target with a Primordial Wave, dealing 3,524 Shadow damage and apply Flame Shock to an enemy, or heal an ally for 3,666.\r\n\r\nYour next Healing Wave will also hit all targets affected by your Riptide for 150% of normal damage.",
    "es_ES": "Golpeas a tu objetivo con Oleada primigenia, lo que inflige 3653 p. de daño de las Sombras y aplica Choque de llamas a un enemigo, o sana 3524 p. a un aliado.\r\n\r\nTu siguiente Ola de sanación también golpeará a todos los objetivos afectados por tu Mareas vivas e infligirá daño igual a un 150% de lo normal.",
    "fr_FR": "Vous frappez la cible avec une vague primordiale qui inflige 3638 points de dégâts d’Ombre et applique Horion de flammes à un ennemi, ou rend 3632 points de vie à un allié.\r\n\r\nVotre prochain sort Vague de soins touche toutes les cibles affectées par votre Remous à hauteur de 150% des dégâts normaux.",
    "it_IT": "Colpisce il bersaglio con un'Ondata Primordiale, infliggendo 3.586 danni da ombra e affliggendolo con Folgore del Fuoco se è un nemico o curandolo di 3.685 se è un alleato.\r\n\r\nIl successivo lancio di Ondata di Cura colpisce anche tutti i bersagli con un tuo effetto di Marea Benefica attivo con un'efficacia del 150% dei normali danni inflitti.",
    "ru_RU": "Поражает цель \"Первозданной волной\", нанося противнику 3616 ед. урона от темной магии и применяя к нему \"Огненный шок\" или восполняя союзнику 3590 ед. здоровья.\r\n\r\nПри следующем применении \"Волна исцеления\" также применяется к целям с вашей \"Быстриной\", нанося урон с эффективностью 150%.",
    "ko_KR": "대상을 태고의 파도로 강타해 3,640의 암흑 피해를 입히고 적에게 화염 충격을 부여하거나 아군을 치유해 3,559의 생명력을 회복시킵니다.\r\n\r\n추가로 다음 치유의 물결이 자신의 성난 해일의 영향을 받는 모든 대상에게 일반 공격력의 150%의 효율로 적중합니다.",
    "zh_TW": "以原初震波衝擊目標，對一個敵人造成3,648點暗影傷害，並施加烈焰震擊效果，或使一名盟友恢復3,642點生命力。\r\n\r\n你的下一個治療波也會命中所有受到你激流效果影響的目標，使其受到普通傷害的150%。",
    "zh_CN": "用始源之潮冲击你的目标，造成3,594点暗影伤害并对一名敌人施加烈焰震击，或者为一名盟友恢复3,554点生命值。\r\n\r\n你的下一个治疗波会命中所有受到你激流影响的目标，产生150%的普通伤害。"
  }
}