{
  "ID": "434882",
  "NameSubtext_lang": "Night Fae",
  "Description_lang": "$@spelldesc327104",
  "AuraDescription_lang": "",
  "Attributes_0": "696254848",
  "Attributes_1": "1056",
  "Attributes_2": "273170437",
  "Attributes_3": "269681152",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "33554432",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3636842",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "337436",
  "name_blz": {
    "en_US": "Faeline Stomp",
    "es_MX": "Pisotón de línea feérica",
    "pt_BR": "Pisão Feelino",
    "de_DE": "Faelinienstampfen",
    "en_GB": "Faeline Stomp",
    "es_ES": "Pisotón de silfelino",
    "fr_FR": "Piétinement de ligne faë",
    "it_IT": "Urto di Silfaglia",
    "ru_RU": "Волшебная линия",
    "ko_KR": "페이 지맥 울리기",
    "zh_TW": "靈脈踐踏",
    "zh_CN": "妖魂踏"
  },
  "description_blz": {
    "en_US": "Strike the ground fiercely to expose a faeline for 30 sec, dealing 214 Nature damage to up to 5 enemies, and restores 4,966 health to up to 5 allies within 30 yds caught in the faeline. Stagger is 5% more effective for 8 sec against enemies caught in the faeline suffer an additional 341 damage.\r\n\r\nYour abilities have a 6% chance of resetting the cooldown of Faeline Stomp while fighting on a faeline.",
    "es_MX": "Azota el suelo ferozmente para revelar una línea feérica durante 30 s que inflige 212 p. de daño de naturaleza a un máximo de 5 enemigos y restaura 4,981 p. de salud a un máximo de 5 aliados en un radio de 30 m. Aplazar es un 5% más efectivo durante 8 s contra enemigos atrapados en la línea feérica reciben 345 p. más de daño.\r\n\r\nHay un 6% de probabilidad de que se restablezca el tiempo de reutilización de Pisotón de línea feérica mientras luchas en una línea feérica.",
    "pt_BR": "Golpeia o chão com força para expor um feelino por 30 s, causando 213 de dano de Natureza a até 5 inimigos e restaurando 4.986 de vida de até 5 aliados em um raio de 30 m. Cambalear é 5% mais eficaz por 8 s contra inimigos atingidos pelo feelino recebem 349 de dano adicional.\r\n\r\nSuas habilidades têm 6% de chance de concluir a recarga do Pisão Feelino enquanto estiver em combate com um feelino.",
    "de_DE": "Schlägt heftig auf den Boden, um für 30 Sek. eine Faelinie freizulegen. Fügt bis zu 5 von der Faelinie erfassten Gegnern innerhalb von 30 Metern 216 Naturschaden zu und heilt bis zu 5 Verbündete in diesem Bereich um 4.991 Gesundheit. 'Staffeln' ist 8 Sek. lang 5% effektiver gegen Gegner, die von der Faelinie erfasst sind, und diese erleiden zusätzlich 339 Schaden.\r\n\r\nWährend Ihr auf einer Faelinie kämpft, haben Eure Fähigkeiten eine Chance von 6%, die Abklingzeit von 'Faelinienstampfen' abzuschließen.",
    "en_GB": "Strike the ground fiercely to expose a faeline for 30 sec, dealing 213 Nature damage to up to 5 enemies, and restores 5,114 health to up to 5 allies within 30 yds caught in the faeline. Stagger is 5% more effective for 8 sec against enemies caught in the faeline suffer an additional 340 damage.\r\n\r\nYour abilities have a 6% chance of resetting the cooldown of Faeline Stomp while fighting on a faeline.",
    "es_ES": "Golpeas el suelo con fuerza para revelar a un silfelino durante 30 s, lo que inflige 214 p. de daño de Naturaleza a un máximo de 5 enemigos y restaura 5086 p. de salud a un máximo de 5 aliados en un radio de 30 m del silfelino. Aplazar tiene un 5% más de eficacia durante 8 s contra los enemigos atrapados en el silfelino reciben 340 p. de daño extras.\r\n\r\nTus facultades tienen un 6% de probabilidad de reiniciar el tiempo de reutilización de Pisotón de silfelino mientras luchas a lomos de un silfelino.",
    "fr_FR": "Vous frappez violemment le sol pour déterrer pendant 30 s une ligne faë qui inflige 217 points de dégâts de Nature à un maximum de 5 ennemis et rend 5021 points de vie à un maximum de 5 alliés à moins de 30 mètres pris dans la ligne. Report est 5% plus efficace pendant 8 s contre les ennemis pris dans la ligne faë subissent 348 points de dégâts supplémentaires.\r\n\r\nVos techniques ont 6% de chances de mettre fin au temps de recharge de Piétinement de ligne faë lorsque vous combattez sur une ligne faë.",
    "it_IT": "Colpisce con violenza il terreno, facendone uscire una Silfaglia per 30 s. Infligge 215 danni da natura a un massimo di 5 nemici e rigenera 5.133 salute a un massimo di 5 alleati entro 30 m nell'area d'effetto della silfaglia. Noncuranza ha un'efficacia aggiuntiva del 5% per 8 s sui nemici nell'area d'effetto della silfaglia subiscono 342 danni aggiuntivi.\r\n\r\nLe abilità hanno una probabilità del 6% di azzerare il tempo di recupero di Urto di Silfaglia quando si combatte nell'area d'effetto di una Silfaglia.",
    "ru_RU": "Яростно бьет по земле, на 30 сек. обнажая волшебную силовую линию, нанося максимум 5 противникам в радиусе 30 м от нее 210 ед. урона от сил природы и восполняя максимум 5 союзникам в радиусе 30 м от нее 4932 ед. здоровья. Эффективность \"Пошатывания\" на 8 сек. повышается на 5% против противников на волшебной силовой линииполучают 341 ед. дополнительного урона.\r\n\r\nСпособности с вероятностью 6% могут мгновенно восстановить \"Волшебную линию\", пока вы сражаетесь на волшебной силовой линии.",
    "ko_KR": "매섭게 지면을 강타해 30초 동안 페이 지맥을 노출시켜, 페이 지맥의 30미터 내에 있는 최대 5명의 적에게는 210의 자연 피해를 입히고, 최대 5명의 아군을 5,024만큼 치유합니다. 페이 지맥의 효과 범위 내에 있는 적들에 대한 시간차의 효과가 8초 동안 5%만큼 증가합니다 347의 추가 피해를 입습니다.\r\n\r\n페이 지맥 위에서 싸우는 동안 능력 사용 시 6%의 확률로 페이 지맥 울리기의 재사용 대기시간이 초기화됩니다.",
    "zh_TW": "猛擊地面露出一條靈脈，持續30秒，對靈脈上30碼範圍內最多5名敵人造成210點自然傷害，以及為最多5名盟友治療5,049點生命力。在靈脈範圍內的敵人受到的醉仙緩勁效果提高5%持續8秒會額外受到347點傷害。\r\n\r\n在靈脈上戰鬥時，你的技能有6%機率重置靈脈踐踏的冷卻時間。",
    "zh_CN": "猛击地面，唤出一道妖魂域，持续30秒，对最多5名敌人造成216点自然伤害，并为30码内的最多5名盟友恢复5,112点生命值。醉拳对妖魂域中的敌人的效果提高5%，持续8秒，敌人会受到345点额外伤害。\r\n\r\n在妖魂域上战斗时，你的技能有6%几率会重置妖魂踏的冷却时间。"
  }
}