{
  "ID": "439793",
  "NameSubtext_lang": "",
  "Description_lang": "Alters the fabric of time, returning you to your current location and health when cast a second time, or after ${$110909d+$s3} sec. Effect negated by long distance or death.",
  "AuraDescription_lang": "",
  "Attributes_0": "327680",
  "Attributes_1": "1024",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "8388608",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "18",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "64",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "609811",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "342245",
  "name_blz": {
    "en_US": "Alter Time",
    "es_MX": "Alterar el tiempo",
    "pt_BR": "Alterar Tempo",
    "de_DE": "Zeitverschiebung",
    "en_GB": "Alter Time",
    "es_ES": "Alterar el tiempo",
    "fr_FR": "Altérer le temps",
    "it_IT": "Alterazione Temporale",
    "ru_RU": "Манипуляции со временем",
    "ko_KR": "시간 돌리기",
    "zh_TW": "時光倒轉",
    "zh_CN": "操控时间"
  },
  "description_blz": {
    "en_US": "Alters the fabric of time, returning you to your current location and health when cast a second time, or after 10 sec. Effect negated by long distance or death.",
    "es_MX": "Altera el curso del tiempo, lo que te devuelve a tu ubicación y salud actuales cuando se lanza una segunda vez o después de 10 s. El efecto se cancela si estás muy lejos o mueres.",
    "pt_BR": "Altera o tecido temporal, fazendo com que você volte à localização e aos pontos de vida atuais ao ser lançado pela segunda vez ou após 10 s. O efeito será cancelado em caso de longa distância ou morte.",
    "de_DE": "Verschiebt die Zeit und versetzt Euch beim zweiten Wirken oder nach 10 Sek. mit der Gesundheit zum Zeitpunkt der Aktivierung zurück an Eure Ausgangsposition. Der Effekt wird aufgehoben, wenn Ihr sterbt oder Euch zu weit entfernt.",
    "en_GB": "Alters the fabric of time, returning you to your current location and health when cast a second time, or after 10 sec. Effect negated by long distance or death.",
    "es_ES": "Altera el curso del tiempo y te devuelve a tu ubicación y tu salud actuales cuando se lanza una segunda vez o tras 10 s. El efecto se anula al alejarse demasiado o al morir.",
    "fr_FR": "Altère la trame du temps et vous fait retrouver votre position et vos points de vie actuels au bout de 10 s ou lorsque vous lancez ce sort une deuxième fois. L’effet est annulé si vous vous éloignez trop ou si vous mourez.",
    "it_IT": "Altera il tessuto temporale, riportando alla posizione e alla salute precedenti quando viene lanciato una seconda volta o dopo 10 s. L'effetto non può aver luogo se la distanza è troppo grande o se si è morti.",
    "ru_RU": "Вы меняете ткань времени, чтобы при повторном применении способности или спустя 10 сек. вернуться в текущее местоположение с текущим запасом здоровья. Не срабатывает, если вы умираете или слишком сильно отдаляетесь от первоначальной точки.",
    "ko_KR": "시간의 결을 조작하여, 첫 번째 시전할 때의 장소와 체력 상태로 두 번째 시전 시 혹은 10초 후에 돌아오게 합니다. 너무 먼 거리를 이동하거나 죽으면 효과가 취소됩니다.",
    "zh_TW": "改變時間線，在第二次施放或10秒後，讓你回到目前的位置和生命力狀態。距離太遠或死亡將取消此效果。",
    "zh_CN": "改变时间的结构，当你再次施法，或在10秒之后，你的位置和生命值会回到当前状态。死亡或距离太远会导致法术失效。"
  }
}