{
  "ID": "441264",
  "NameSubtext_lang": "",
  "Description_lang": "Your damage is increased by ${$m1}.1% for each of Shadow Word: Pain, Vampiric Touch and Devouring Plague on the target. During Voidform, all targets receive the maximum effect.",
  "AuraDescription_lang": "",
  "Attributes_0": "320",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "536870912",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136195",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "343690",
  "name_blz": {
    "en_US": "Mastery: Shadow Weaving",
    "es_MX": "Maestría: Tejido de las Sombras",
    "pt_BR": "Maestria: Tecelagem Sombria",
    "de_DE": "Meisterschaft: Schattenweben",
    "en_GB": "Mastery: Shadow Weaving",
    "es_ES": "Maestría: Tejedura de las Sombras",
    "fr_FR": "Maîtrise : tissage d’ombre",
    "it_IT": "Maestria: Tessitura dell'Ombra",
    "ru_RU": "Искусность: подчинение Тьмы",
    "ko_KR": "특화: 어둠의 매듭",
    "zh_TW": "精通：暗影交織",
    "zh_CN": "精通：暗影交织"
  },
  "description_blz": {
    "en_US": "Your damage is increased by 9.3% for each of Shadow Word: Pain, Vampiric Touch and Devouring Plague on the target. During Voidform, all targets receive the maximum effect.",
    "es_MX": "Tu daño aumenta un 9.3% por cada Palabra de las sombras: dolor, Toque vampírico y Peste devoradora sobre el objetivo. Durante Forma del vacío, todos los objetivos reciben el efecto máximo.",
    "pt_BR": "Seu dano é aumentado em 9,3% para cada Palavra Sombria: Dor, Toque Vampírico e Peste Devoradora no alvo. Durante a Forma do Caos, todos os alvos recebem efeito máximo.",
    "de_DE": "Euer Schaden wird für jeden Eurer Effekte 'Schattenwort: Schmerz', 'Vampirberührung' und 'Verschlingende Seuche' auf dem Ziel um 9,3% erhöht. Während die Leerengestalt aktiv ist, gilt der maximale Effekt für alle Ziele.",
    "en_GB": "Your damage is increased by 9.3% for each of Shadow Word: Pain, Vampiric Touch and Devouring Plague on the target. During Voidform, all targets receive the maximum effect.",
    "es_ES": "Tu daño aumenta un 9,3% por cada Palabra de las Sombras: dolor, Toque vampírico y Peste devoradora sobre el objetivo. Durante Forma del Vacío, todos los objetivos reciben el efecto máximo.",
    "fr_FR": "Vos dégâts sont augmentés de 9,3% pour chaque Mot de l’ombre : Douleur, Toucher vampirique et Peste dévorante affectant la cible. Pendant Forme du Vide, toutes les cibles subissent l’effet maximal.",
    "it_IT": "Aumenta i danni inflitti del 9,3% per ogni effetto di Parola d'Ombra: Dolore, Tocco Vampirico e Piaga Divoratrice sul bersaglio. Durante Forma del Vuoto, tutti i bersagli subiscono l'effetto massimo.",
    "ru_RU": "Увеличивает наносимый урон на 9,3% за каждый эффект \"Слова Тьмы: Боль\", \"Прикосновения вампира\" и \"Всепожирающей чумы\" на цели. В облике Бездны этот эффект достигает максимума.",
    "ko_KR": "대상에게 걸린 어둠의 권능: 고통, 흡혈의 손길, 파멸의 역병 하나당 공격력이 9.3%만큼 증가합니다. 공허의 형상이 지속되는 동안에는 모든 대상이 최대 효과를 받습니다.",
    "zh_TW": "你在目標身上施放的每個暗言術：痛、吸血之觸和噬靈瘟疫會使你對該目標造成的傷害提高9.3%，在虛無形態期間，對所有目標都會獲得最大效果。",
    "zh_CN": "你的目标身上若存在暗言术：痛、吸血鬼之触或噬灵疫病，每有一个技能你的伤害便会提高9.3%。在虚空形态下，所有目标都会受到效果最大值。"
  }
}