{
  "ID": "466591",
  "NameSubtext_lang": "",
  "Description_lang": "Damaging or healing a target analyzes its merit over $352940d, increasing your damage or healing to it by $352939s1%, increasing by an additional $352939s1% every $352939t4 sec.Cannot start a new analysis of each type until the previous one has finished.",
  "AuraDescription_lang": "",
  "Attributes_0": "696254912",
  "Attributes_1": "1056",
  "Attributes_2": "273170437",
  "Attributes_3": "269681152",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "8",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "64",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1041266",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "352186",
  "name_blz": {
    "en_US": "Soulglow Spectrometer",
    "es_MX": "Espectrómetro brillalma",
    "pt_BR": "Espectrômetro Brilhalma",
    "de_DE": "Spektrometer des Seelenglanzes",
    "en_GB": "Soulglow Spectrometer",
    "es_ES": "Espectrómetro de resplandor de alma",
    "fr_FR": "Spectromètre brillâme",
    "it_IT": "Spettrometro del Bagliore dell'Anima",
    "ru_RU": "Спектрометр сияния души",
    "ko_KR": "영혼빛 분광계",
    "zh_TW": "魂光光譜儀",
    "zh_CN": "灵魂光谱仪"
  },
  "description_blz": {
    "en_US": "Damaging or healing a target analyzes its merit over 15 sec, increasing your damage or healing to it by 1%, increasing by an additional 1% every 3 sec.\r\n\r\nCannot start a new analysis of each type until the previous one has finished.",
    "es_MX": "Dañar o sanar a un objetivo analiza su mérito durante 15 s, aumenta tu daño o sanación infligido sobre ese objetivo un 1%, aumenta un 1% más cada 3 s.\r\n\r\nNo se puede iniciar un nuevo análisis de cada tipo hasta que el anterior haya terminado.",
    "pt_BR": "Ao causar dano em um alvo ou curá-lo, você avalia o mérito dele ao longo de 15 s, aumentando em 1% o dano e a cura que você realiza nele, e mais 1% a cada 3 s.\r\n\r\nNão é possível iniciar a análise de um tipo antes do fim da anterior.",
    "de_DE": "Wenn Ihr ein Ziel heilt oder ihm Schaden zufügt, wird im Verlauf von 15 Sek. sein Wert analysiert. Dies erhöht Euren Schaden oder Eure Heilung bei diesem Ziel um 1% und alle 3 Sek. um weitere 1%.\r\n\r\nIhr könnt keine neue Analyse beginnen, bevor die vorherige dieser Art abgeschlossen ist.",
    "en_GB": "Damaging or healing a target analyzes its merit over 15 sec, increasing your damage or healing to it by 1%, increasing by an additional 1% every 3 sec.\r\n\r\nCannot start a new analysis of each type until the previous one has finished.",
    "es_ES": "Al dañar o sanar a un objetivo, se analiza su valía durante 15 s, lo que aumenta un 1% tu daño o sanación a dicho objetivo, y un 1% extra cada 3 s.\r\n\r\nNo se puede iniciar un nuevo análisis de cada tipo hasta que no haya terminado el anterior.",
    "fr_FR": "Infliger des dégâts ou prodiguer des soins à une cible entraîne l’analyse de ses mérites en 15 s, ce qui augmente vos dégâts ou vos soins à son égard de 1%, plus 1% de plus toutes les 3 s.\r\n\r\nAucune nouvelle analyse de soins ou de dégâts n’est possible tant que la précédente n’est pas achevée.",
    "it_IT": "Infliggere danni o fornire cure a un bersaglio ne giudica i meriti in 15 s, aumentando i danni inflitti e le cure fornite a quel bersaglio del 1% e del 1% aggiuntivo ogni 3 s.\r\n\r\nImpossibile avviare una nuova analisi di ciascun tipo finché la precedente non è finita.",
    "ru_RU": "Нанося урон или исцеляя цель, вы оцениваете ее в течение 15 сек., увеличивая наносимый этой цели урон или объем применяемого к ней исцеления на 1%. Эффект усиливается еще на 1% раз в 3 сек.\r\n\r\nУрон и исцеление оцениваются отдельно. Новая оценка не начинается до завершения предыдущей.",
    "ko_KR": "대상에게 피해를 입히거나 생명력을 회복시키면 15초에 걸쳐 그 강점을 분석하여 자신의 공격력 또는 치유량을 1%만큼 증가시키고, 3초마다 추가로 1%만큼 증가시킵니다.\r\n\r\n이전 분석이 완료되기 전까지 각 유형의 새로운 분석을 시작하지는 못합니다.",
    "zh_TW": "在傷害或治療目標時分析其成效，持續15秒，使你對目標造成的傷害或治療效果提高1%，且每隔3秒額外再提高1%。\r\n\r\n前一次分析的效果結束後才能對各類型開始新的分析。",
    "zh_CN": "对目标造成伤害或治疗后，会在15秒内对其优点进行分析，使你对其造成的伤害或治疗效果提高1%，每3秒额外提高1%。\r\n\r\n在上一个分析完成之前无法开始对每一种类型的新分析。"
  }
}