{
  "ID": "467598",
  "NameSubtext_lang": "PvP Talent",
  "Description_lang": "Builds a sphere of Arcane energy, gaining power over $d. Upon release, the sphere passes through any barriers, knocking enemies back and dealing up to $<wave> Arcane damage.",
  "AuraDescription_lang": "",
  "Attributes_0": "16",
  "Attributes_1": "805306432",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "35",
  "PvPDurationIndex": "0",
  "RangeIndex": "14",
  "SchoolMask": "64",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "4226155",
  "ActiveIconFileDataID": "136116",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "353128",
  "name_blz": {
    "en_US": "Arcanosphere",
    "es_MX": "Esferarcana",
    "pt_BR": "Arcanosfera",
    "de_DE": "Arkanosphäre",
    "en_GB": "Arcanosphere",
    "es_ES": "Arcanosfera",
    "fr_FR": "Arcanosphère",
    "it_IT": "Arcanosfera",
    "ru_RU": "Чародейская сфера",
    "ko_KR": "비전의 구슬",
    "zh_TW": "秘法魔球",
    "zh_CN": "奥能之球"
  },
  "description_blz": {
    "en_US": "Builds a sphere of Arcane energy, gaining power over 4 sec. Upon release, the sphere passes through any barriers, knocking enemies back and dealing up to 62,386 Arcane damage.",
    "es_MX": "Crea una esfera de energía arcana que obtiene poder durante 4 s. Cuando se libera, la esfera pasa a través de todas las barreras, repele a los enemigos e inflige hasta 62,811 p. de daño arcano.",
    "pt_BR": "Cria uma esfera de energia arcana, ganhando poder ao longo de 4 s. Ao ser libertada, a esfera atravessa obstáculos, repelindo e causando até 62.488 de dano Arcano aos inimigos.",
    "de_DE": "Erschafft eine Sphäre arkaner Energie, die im Verlauf von 4 Sek. an Macht gewinnt. Sobald sie freigesetzt wird, bewegt sich die Sphäre durch jegliche Barrieren, stößt Gegner zurück und verursacht bis zu 61.268 Arkanschaden.",
    "en_GB": "Builds a sphere of Arcane energy, gaining power over 4 sec. Upon release, the sphere passes through any barriers, knocking enemies back and dealing up to 61,613 Arcane damage.",
    "es_ES": "Crea una esfera de energía Arcana que gana poder durante 4 s. Al lanzarla, la esfera atraviesa cualquier barrera, derriba a los enemigos e inflige un máximo de 61604 p. de daño Arcano.",
    "fr_FR": "Vous assemblez une sphère d’énergie arcanique qui accumule de la puissance pendant 4 s. Lorsqu’elle est libérée, la sphère brise toutes les barrières, repousse les ennemis et inflige 62359 points de dégâts des Arcanes.",
    "it_IT": "Crea una sfera d'energia arcana, che aumenta di potere in 4 s. Al rilascio, la sfera attraversa qualsiasi barriera, respingendo indietro i nemici e infliggendo fino a 60.923 danni da arcano.",
    "ru_RU": "Создает сферу чародейской энергии, сила которой растет в течение 4 сек. Выпущенная сфера проходит сквозь любые преграды, нанося противникам до 61110 ед. урона от тайной магии и отбрасывая их.",
    "ko_KR": "비전 마력의 구슬을 만들어 4초에 걸쳐 힘을 축적합니다. 방출 시 구슬은 모든 방벽을 통과하며, 적을 뒤로 밀쳐내고 최대 60,503의 비전 피해를 입힙니다.",
    "zh_TW": "塑造一個在4秒內會逐漸增強秘法能量的球體。釋放球體後，它會穿越任何屏障，擊退敵人並造成最多62,628秘法傷害。",
    "zh_CN": "构造一颗奥能之球，在4秒内不断充能。释放后，奥能之球会穿过任何障碍并击退敌人，并造成最多61,697点奥术伤害。"
  }
}