{
  "ID": "467762",
  "NameSubtext_lang": "PvP Talent",
  "Description_lang": "Conjure a Shadow Rift at the target location lasting $d. Enemy players within the rift when it expires are teleported to your Demonic Circle.Must be within $s2 yds of your Demonic Circle to cast.",
  "AuraDescription_lang": "",
  "Attributes_0": "0",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "39",
  "PvPDurationIndex": "0",
  "RangeIndex": "4",
  "SchoolMask": "32",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "4067372",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "353294",
  "name_blz": {
    "en_US": "Shadow Rift",
    "es_MX": "Falla de sombras",
    "pt_BR": "Fenda Sombria",
    "de_DE": "Schattenriss",
    "en_GB": "Shadow Rift",
    "es_ES": "Falla de las Sombras",
    "fr_FR": "Faille d’ombre",
    "it_IT": "Fenditura d'Ombra",
    "ru_RU": "Теневой разлом",
    "ko_KR": "그림자 균열",
    "zh_TW": "暗影裂隙",
    "zh_CN": "暗影裂隙"
  },
  "description_blz": {
    "en_US": "Conjure a Shadow Rift at the target location lasting 2 sec. Enemy players within the rift when it expires are teleported to your Demonic Circle.\r\n\r\nMust be within 40 yds of your Demonic Circle to cast.",
    "es_MX": "Conjura una Falla de sombras en la ubicación objetivo que dura 2 s. Los jugadores enemigos que permanecen en la falla cuando expira se teletransportan a tu Círculo demoníaco.\r\n\r\nPara lanzarla, debe encontrarse en un radio de 40 m de tu Círculo demoníaco.",
    "pt_BR": "Conjura no local selecionado uma Fenda Sombria que dura 2 s. Os jogadores inimigos que estiverem dentro quando ela expirar serão teleportados para o seu Círculo Demoníaco.\r\n\r\nSó é possível lançar a até 40 m de distância do seu Círculo Demoníaco.",
    "de_DE": "Beschwört am Zielort einen Schattenriss, der 2 Sek. lang anhält. Gegnerische Spielercharaktere, die sich bei Ablauf im Riss befinden, werden zu Eurem dämonischen Zirkel teleportiert.\r\n\r\nIhr müsst Euch beim Einsatz innerhalb von 40 Metern um Euren dämonischen Zirkel befinden.",
    "en_GB": "Conjure a Shadow Rift at the target location lasting 2 sec. Enemy players within the rift when it expires are teleported to your Demonic Circle.\r\n\r\nMust be within 40 yds of your Demonic Circle to cast.",
    "es_ES": "Crea en la ubicación seleccionada una Falla de las Sombras que dura 2 s. Los jugadores enemigos que se encuentren en el interior de la falla cuando se agote se teletransportarán a tu Círculo demoníaco.\r\n\r\nDebes estar en un radio de 40 m de tu Círculo demoníaco para poder lanzar esto.",
    "fr_FR": "Vous invoquez à l’emplacement ciblé une faille d’ombre qui dure 2 s. Les personnages-joueurs ennemis qui s’y tiennent quand la faille se referme sont téléportés dans votre cercle démoniaque.\r\n\r\nVous devez vous trouver à moins de 40 mètres de votre cercle pour lancer ce sort.",
    "it_IT": "Evoca una Fenditura d'Ombra sulla posizione bersaglio per 2 s. Quando termina, i personaggi nemici nell'area d'effetto vengono teletrasportati sul tuo Circolo Demoniaco.\r\n\r\nPer lanciarla, bisogna essere entro 40 m dal proprio Circolo Demoniaco.",
    "ru_RU": "Создает в выбранном месте теневой разлом, который существует в течение 2 сек. Вражеские игроки, находящиеся в разломе во время его исчезновения, автоматически телепортируются в ваш демонический круг.\r\n\r\nПрименяется не далее чем в 40 м от вашего демонического круга.",
    "ko_KR": "대상 지역에 2초 동안 지속되는 그림자 균열을 불러냅니다. 균열이 만료될 때 적이 그 안에 남아 있으면 악마의 마법진으로 순간이동됩니다.\r\n\r\n악마의 마법진 40미터 내에 있어야 시전할 수 있습니다.",
    "zh_TW": "在目標地點召喚一個暗影裂隙，持續2秒。效果結束時還在裂隙內的敵方玩家，會被傳送至你的惡魔法陣。\r\n\r\n必須距離你的惡魔法陣40碼以內才可以施放。",
    "zh_CN": "在目标位置召唤一道暗影裂隙，持续2秒。裂隙持续时间结束时，位于其中的敌方玩家会被传送到你的恶魔法阵处。\r\n\r\n需要在恶魔法阵40码范围内才能施放。"
  }
}