{
  "ID": "470414",
  "NameSubtext_lang": "PvP Talent",
  "Description_lang": "Every $s1 sec while Clash is off cooldown, your next Clash can be reactivated immediately to wildly Clash an additional enemy. This effect can stack up to $355918u times.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "628134",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "355917",
  "name_blz": {
    "en_US": "Rodeo",
    "es_MX": "Rodeo",
    "pt_BR": "Rodeio",
    "de_DE": "Rodeo",
    "en_GB": "Rodeo",
    "es_ES": "Rodeo",
    "fr_FR": "Rodéo",
    "it_IT": "Rodeo",
    "ru_RU": "Родео",
    "ko_KR": "난폭한 조련",
    "zh_TW": "馴牛",
    "zh_CN": "猛烈冲撞"
  },
  "description_blz": {
    "en_US": "Every 3 sec while Clash is off cooldown, your next Clash can be reactivated immediately to wildly Clash an additional enemy. This effect can stack up to 3 times.",
    "es_MX": "Cada 3 s mientras Colisión no está en tiempo de reutilización, tu siguiente Colisión se puede reactivar de inmediato para causar una Colisión salvaje con un enemigo más. Este efecto se puede acumular hasta 3 veces.",
    "pt_BR": "A cada 3 s, quando a Colisão está fora de recarga, sua Colisão seguinte pode ser reativada imediatamente para causar outra Colisão devastadora em outro inimigo. Este efeito pode acumular até 3 vezes.",
    "de_DE": "Während die Abklingzeit von 'Aufprall' nicht aktiv ist, kann Euer nächster Einsatz von 'Aufprall' alle 3 Sek. sofort erneut aktiviert werden, um heftig auf einen zusätzlichen Gegner zu prallen. Dieser Effekt ist bis zu 3-mal stapelbar.",
    "en_GB": "Every 3 sec while Clash is off cooldown, your next Clash can be reactivated immediately to wildly Clash an additional enemy. This effect can stack up to 3 times.",
    "es_ES": "Por cada 3 s que Colisión no esté en tiempo de reutilización, tu siguiente Colisión se puede reactivar de inmediato y lanzarse contra un enemigo adicional. Este efecto se puede acumular hasta 3 veces.",
    "fr_FR": "Toutes les 3 s hors temps de recharge de Fracas, le prochain Fracas peut être réactivé immédiatement pour frapper sauvagement un ennemi supplémentaire. Cumulable jusqu’à 3 fois.",
    "it_IT": "Ogni 3 s in cui Scontro non è in tempo di recupero, il successivo Scontro può essere riattivato immediatamente per colpire selvaggiamente un nemico aggiuntivo. Si accumula fino a 3 volte.",
    "ru_RU": "Пока \"Столкновение\" не требует восстановления, вы раз в 3 сек. получаете возможность применить эту способность два раза подряд и столкнуться с дополнительным противником. Эффект суммируется до 3 раз.",
    "ko_KR": "충돌이 재사용 대기시간이 아닐 때 3초마다 다음 충돌을 즉시 재활성화하여 추가 대상에게 맹렬하게 충돌할 수 있도록 합니다. 이 효과는 최대 3번까지 중첩됩니다.",
    "zh_TW": "天引躍擊沒有處在冷卻狀態的每3秒，你的下一個天引躍擊可立刻再次發動，並對額外一個敵人發動強烈攻擊。此效果最多可堆疊3層。",
    "zh_CN": "对冲的冷却结束后，每过3秒，你下一次使用对冲之后可以立即重新施放，并额外命中一名敌人。此效果最多可叠加3次。"
  }
}