{
  "ID": "471009",
  "NameSubtext_lang": "PvP Talent",
  "Description_lang": "Sudden Doom also causes your next Death Coil to burst up to $s1 Festering Wounds and reduce the target's movement speed by $356518s1% per burst. Lasts $356518d.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136181",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "356512",
  "name_blz": {
    "en_US": "Doomburst",
    "es_MX": "Ráfaga fatal",
    "pt_BR": "Estouro Ruinoso",
    "de_DE": "Aufbrechende Verdammnis",
    "en_GB": "Doomburst",
    "es_ES": "Descarga de fatalidad",
    "fr_FR": "Éclatement funeste",
    "it_IT": "Scarica della Rovina",
    "ru_RU": "Прорыв рока",
    "ko_KR": "파멸의 폭발",
    "zh_TW": "末日爆發",
    "zh_CN": "末日爆发"
  },
  "description_blz": {
    "en_US": "Sudden Doom also causes your next Death Coil to burst up to 2 Festering Wounds and reduce the target's movement speed by 45% per burst. Lasts 3 sec.",
    "es_MX": "Fatalidad súbita también hace que tu próximo Espiral de la muerte produzca hasta 2 Heridas degenerativas y reduce un 45% la velocidad de movimiento del objetivo por estallido. Dura 3 s.",
    "pt_BR": "Ruína Súbita também faz sua próxima Espiral da Morte estourar até 2 Feridas Purulentas e reduz em 45% por estouro a velocidade de movimento do alvo. Dura 3 s.",
    "de_DE": "'Hereinbrechende Verdammnis' sorgt zusätzlich dafür, dass Euer nächster Einsatz von 'Todesmantel' bis zu 2 schwärende Wunden aufbrechen lässt und die Bewegungsgeschwindigkeit des Ziels pro aufgebrochener Wunde um 45% verringert. Hält 3 Sek. lang an.",
    "en_GB": "Sudden Doom also causes your next Death Coil to burst up to 2 Festering Wounds and reduce the target's movement speed by 45% per burst. Lasts 3 sec.",
    "es_ES": "Fatalidad súbita también causa que tu siguiente Espiral de la muerte produzca una ráfaga de 2 heridas degenerativas y reduzca un 45% la velocidad de movimiento del objetivo por cada ráfaga. Dura 3 s.",
    "fr_FR": "Malédiction soudaine permet également à votre prochain Voile mortel de faire éclater jusqu’à 2 blessures purulentes et réduit la vitesse de déplacement de la cible de 45% par éclatement. Dure 3 s.",
    "it_IT": "Condanna Improvvisa fa sì che la successiva Spira Mortale faccia manifestare fino a 2 accumuli di Ferita Putrescente, riducendo la velocità di movimento del bersaglio del 45% per accumulo. Dura 3 s.",
    "ru_RU": "\"Неумолимый рок\" также усиливает ваш следующий \"Лик смерти\", в результате чего он прорывает до 2 гнойных язв на цели и снижает ее скорость передвижения на 45% за каждую прорванную язву. Время действия – 3 сек.",
    "ko_KR": "불시의 파멸 발동 시 다음 죽음의 고리가 최대 2개의 고름 상처를 파열시키고, 파열된 고름 상처 하나당 대상의 이동 속도를 45%만큼 감소시킵니다. 3초 동안 지속됩니다.",
    "zh_TW": "厄運驟臨也會使你的下一個死亡纏繞引爆最多2個膿瘡傷口，且每個爆裂的傷口會使目標的移動速度降低45%。持續3秒。",
    "zh_CN": "末日突降还会使你的下一个凋零缠绕引爆2层溃烂之伤，每引爆一层便会使目标的移动速度降低45%。持续3秒。"
  }
}