{
  "ID": "472161",
  "NameSubtext_lang": "",
  "Description_lang": "Your movement enhancing abilities increases Windwalking on allies by $166646s1%, stacking $s1 additional times. Movement impairing effects are removed at ${$s1+1} stacks.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "611420",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "357633",
  "name_blz": {
    "en_US": "Wind Waker",
    "es_MX": "Alzavientos",
    "pt_BR": "Avivar do Vento",
    "de_DE": "Winderwecker",
    "en_GB": "Wind Waker",
    "es_ES": "Levantavientos",
    "fr_FR": "Arpente-vent",
    "it_IT": "Destavento",
    "ru_RU": "Пробуждение ветра",
    "ko_KR": "바람의 기상",
    "zh_TW": "風之領悟者",
    "zh_CN": "唤风者"
  },
  "description_blz": {
    "en_US": "Your movement enhancing abilities increases Windwalking on allies by 10%, stacking 2 additional times. Movement impairing effects are removed at 3 stacks.",
    "es_MX": "Tus habilidades que mejoran el movimiento aumentan un 10% el efecto de Caminavientos en los aliados. Se puede acumular 2 veces más. Los efectos de reducción de movimiento se eliminan al llegar a 3 acumulaciones.",
    "pt_BR": "Suas habilidades que aprimoram o movimento aumentam Andar sobre o Vento em aliados em 10%, podendo acumular até 2 vezes. Efeitos que dificultam o movimento são removidos com 3 aplicações.",
    "de_DE": "Eure Fähigkeiten, die die Bewegungsgeschwindigkeit erhöhen, erhöhen 'Windlaufen' bei Verbündeten um 10%. Bis zu 2-mal zusätzlich stapelbar. Bewegungseinschränkende Effekte werden bei 3 Stapeln entfernt.",
    "en_GB": "Your movement enhancing abilities increases Windwalking on allies by 10%, stacking 2 additional times. Movement impairing effects are removed at 3 stacks.",
    "es_ES": "Tus facultades que mejoran el movimiento aumentan un 10% el efecto de Caminavientos para los aliados. Se acumula 2 veces más. Los efectos de reducción de movimiento se eliminan al llegar a 3 acumulaciones.",
    "fr_FR": "Vos techniques favorisant le déplacement augmentent de 10% l’effet de Marche-vent sur les alliés. Cumulable jusqu’à 2 fois supplémentaires. Les effets entravant le déplacement sont supprimés une fois 3 charges atteintes.",
    "it_IT": "Le abilità di potenziamento del movimento aumentano l'effetto di Impeto sugli alleati del 10%. Si accumula 2 volte aggiuntive. Al raggiungimento di 3 accumuli, gli effetti di limitazione al movimento vengono rimossi.",
    "ru_RU": "Ваши способности передвижения усиливают эффект \"Стремительности\" на союзниках на 10% и позволяют суммироваться еще 2 раза. По накоплении 3 эффектов \"Стремительность\" также снимает затрудняющие передвижение эффекты.",
    "ko_KR": "이동 속도 증가 능력 사용 시 아군이 받는 바람걸음의 효과가 10%만큼 증가합니다. 최대 2번까지 중첩됩니다. 3번 중첩 시 이동 방해 효과를 제거합니다.",
    "zh_TW": "你的移動強化技能可為盟友附加10%御風而行，額外堆疊2次。堆疊至3層時可移除移動削弱技能。",
    "zh_CN": "你的移动强化技能使你对盟友施放的风行效果提高10%，额外叠加2次。 叠加到3层时移除移动限制效果。"
  }
}