{
  "ID": "478187",
  "NameSubtext_lang": "",
  "Description_lang": "Allows Pocopoc to take control of a Coreless Guardian for $s4 min. You and 2 party members can drive the Guardian to wreak havoc in Zereth Mortis.Reduces the cooldown of the Guardian's active abilities by ${$s1/-1000} sec.",
  "AuraDescription_lang": "",
  "Attributes_0": "696254912",
  "Attributes_1": "1056",
  "Attributes_2": "273170437",
  "Attributes_3": "269681152",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "134377",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "363546",
  "name_blz": {
    "en_US": "[DND] Upgrades - Talent - Cooldown reduction - Guardian",
    "en_GB": "[DND] Upgrades - Talent - Cooldown reduction - Guardian"
  },
  "description_blz": {
    "en_US": "Allows Pocopoc to take control of a Coreless Guardian for 3 min. You and 2 party members can drive the Guardian to wreak havoc in Zereth Mortis.\r\n\r\nReduces the cooldown of the Guardian's active abilities by 10 sec.",
    "es_MX": "Permite que Pocopoc tome el control de un guardián sin núcleo durante 3 min. Tú y 2 miembros del grupo pueden hacer que el guardián siembre el caos en Zereth Mortis.\r\n\r\nReduce el tiempo de reutilización de las habilidades activas del guardián 10 s.",
    "pt_BR": "Permite que Pocopoc domine um Guardião Anucleado por 3 min. Você e 2 integrantes do grupo podem expulsar o Guardião para espalhar o caos em Zereth Mortis.\r\n\r\nReduz a recarga das habilidades ativas do Guardião em 10 s.",
    "de_DE": "Ermöglicht es Pocopoc, kernlose Wächter 3 Min. lang zu kontrollieren. Ihr könnt diesen Wächter mit 2 Gruppenmitgliedern als Fahrzeug benutzen, um Verwüstung in Zereth Mortis anzurichten.\r\n\r\nVerringert die Abklingzeit der aktiven Fähigkeiten des Wächters um 10 Sek.",
    "en_GB": "Allows Pocopoc to take control of a Coreless Guardian for 3 min. You and 2 party members can drive the Guardian to wreak havoc in Zereth Mortis.\r\n\r\nReduces the cooldown of the Guardian's active abilities by 10 sec.",
    "es_ES": "Permite a Pocopoc tomar el control de un guardián sin núcleo durante 3 min. Tú y otros 2 miembros del grupo podéis conducir el guardián para sembrar el caos en Zereth Mortis.\r\n\r\nReduce 10 s el tiempo de reutilización de las facultades activas del guardián.",
    "fr_FR": "Permet à Pocopoc de prendre le contrôle d’un gardien sans noyau pendant 3 min. Vous et 2 autres membres du groupe pouvez vous en servir de véhicule pour semer le chaos en Zereth Mortis.\r\n\r\nRéduit également le temps de recharge des techniques actives du gardien résonant de 10 s.",
    "it_IT": "Permette a Pocopoc di prendere il controllo di un Guardiano Senza Nucleo per 3 min. Tu e 2 membri del tuo gruppo potete guidare il Guardiano per creare scompiglio a Zereth Mortis.\r\n\r\nRiduce il tempo di recupero delle abilità attive del Guardiano di 10 s.",
    "ru_RU": "Покопок получает способность брать пустых стражей под контроль на 3 мин. Вы и еще 2 участника группы можете управлять этими стражами, чтобы сеять хаос в Зерет Мортисе.\r\n\r\nСокращает время восстановления активируемых способностей стража на 10 сек.",
    "ko_KR": "포코폭이 3분 동안 아무 핵 없는 수호자를 조종합니다. 2명의 파티원과 함께 수호자로 제레스 모르티스에 대혼란을 일으킬 수 있습니다.\r\n\r\n수호자의 주요 능력 재사용 대기시간이 10초만큼 감소합니다.",
    "zh_TW": "波克波可控制無核守護者，持續3分鐘。你和2位隊伍成員可以使用守護者載具在澤瑞斯莫提斯製造混亂。\r\n\r\n此外，也使守護者主要技能的冷卻時間縮短10秒。",
    "zh_CN": "让波可波克可以控制一个无核卫士，持续3分钟。你和2名队伍成员可以驾驶卫士在扎雷殁提斯肆意破坏。\r\n\r\n使卫士的主动技能的冷却时间缩短10秒。"
  }
}