{
  "ID": "478306",
  "NameSubtext_lang": "",
  "Description_lang": "Kill Command critical hits empower your next Cobra Shot or Multi-Shot, increasing the damage and cooldown reduction of Cobra Shot by $363760s1% or causing Multi-Shot to grant an additional ${$m3/1000}.1 sec of Beast Cleave.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "1048576",
  "Attributes_4": "2097152",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "4",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "-2147483648",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "8",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "236175",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "363665",
  "name_blz": {
    "en_US": "Killing Frenzy",
    "es_MX": "Frenesí asesino",
    "pt_BR": "Farnesim Fatal",
    "de_DE": "Mordrausch",
    "en_GB": "Killing Frenzy",
    "es_ES": "Frenesí asesino",
    "fr_FR": "Frénésie meurtrière",
    "it_IT": "Frenesia Omicida",
    "ru_RU": "Убийственное бешенство",
    "ko_KR": "학살의 광란",
    "zh_TW": "殺戮狂亂",
    "zh_CN": "杀戮狂乱"
  },
  "description_blz": {
    "en_US": "Kill Command critical hits empower your next Cobra Shot or Multi-Shot, increasing the damage and cooldown reduction of Cobra Shot by 40% or causing Multi-Shot to grant an additional 6.0 sec of Beast Cleave.",
    "es_MX": "Los golpes críticos de Matar potencian tu próximo Disparo de cobra o Multidisparo, lo que aumenta un 40% el daño y la reducción de tiempo de reutilización de Disparo de cobra o hace que Multidisparo otorgue 6.0 s más de Tajo de la bestia.",
    "pt_BR": "Os acertos críticos de Comando para Matar potencializam seu próximo Disparo da Naja ou Tiro Múltiplo, aumentando 40% o dano e a redução de recarga de Disparo da Naja ou fazendo Tiro Múltiplo conceder um adicional de 6,0 s de Cutilada da Fera.",
    "de_DE": "Kritische Treffer mit 'Tötungsbefehl' verstärken Euren nächsten Einsatz von 'Kobraschuss' oder 'Mehrfachschuss'. Der Schaden und die Abklingzeitverringerung sind um 40% erhöht. 'Mehrfachschuss' gewährt zusätzliche 6,0 Sek. 'Raubtierhiebe'.",
    "en_GB": "Kill Command critical hits empower your next Cobra Shot or Multi-Shot, increasing the damage and cooldown reduction of Cobra Shot by 40% or causing Multi-Shot to grant an additional 6.0 sec of Beast Cleave.",
    "es_ES": "Los golpes críticos de Matar potencian tu siguiente Disparo de cobra o Multidisparo. Aumenta un 40% el daño y la reducción del tiempo de reutilización de Disparo de cobra, o hace que Multidisparo aumente 6,0 s la duración de Tajo de la bestia.",
    "fr_FR": "Les coups critiques d’Ordre de tuer renforcent le prochain Tir du cobra ou Flèches multiples, ce qui augmente les dégâts et la réduction de temps de recharge de Tir du cobra de 40% ou permet à Flèches multiples de rallonger Enchaînement bestial de 6,0 s.",
    "it_IT": "I colpi critici di Ordine di Morte potenziano il successivo Tiro del Cobra o Tiro Multiplo, aumentando i danni inflitti e la riduzione del tempo di recupero di Tiro del Cobra del 40% o facendo sì che Tiro Multiplo fornisca 6,0 s aggiuntivi di Fendente Bestiale.",
    "ru_RU": "Критические удары \"Команды \"Взять!\" усиливают следующий \"Выстрел кобры\" или \"Залп\", увеличивая урон и бонус к скорости восстановления от следующего \"Выстрела кобры\" на 40% или позволяя \"Залпу\" продлевать время действия \"Удара зверя\" на 6,0 сек.",
    "ko_KR": "살상 명령이 치명타로 적중하면 다음 코브라 사격 또는 일제 사격이 강화되며, 코브라 사격의 공격력과 재사용 대기시간 감소 효과를 40%만큼 증가시키거나 일제 사격의 야수의 회전베기가 6.0초 더 증가합니다.",
    "zh_TW": "擊殺命令的致命一擊會強化你下一個眼鏡蛇射擊或多重射擊，使眼鏡蛇射擊的傷害和冷卻時間縮短幅度提高40%，或使多重射擊額外獲得6.0秒的獸劈斬。",
    "zh_CN": "杀戮命令爆击后，会强化你的下一次眼镜蛇射击或多重射击，眼镜蛇射击的伤害和冷却时间缩短效果提高40%，而多重射击会额外提供6.0秒的野兽顺劈增益。"
  }
}