{
  "ID": "478550",
  "NameSubtext_lang": "",
  "Description_lang": "$@spelldesc357208",
  "AuraDescription_lang": "",
  "Attributes_0": "696254848",
  "Attributes_1": "1056",
  "Attributes_2": "273170565",
  "Attributes_3": "269681152",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "33554433",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "4622458",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "363898",
  "name_blz": {
    "en_US": "Fire Breath",
    "es_MX": "Aliento de fuego",
    "pt_BR": "Sopro de Fogo",
    "de_DE": "Feueratem",
    "en_GB": "Fire Breath",
    "es_ES": "Aliento de Fuego",
    "fr_FR": "Souffle de feu",
    "it_IT": "Soffio di Fuoco",
    "ru_RU": "Огненное дыхание",
    "ko_KR": "불의 숨결",
    "zh_TW": "火焰之息",
    "zh_CN": "火焰吐息"
  },
  "description_blz": {
    "en_US": "Inhale, stoking your inner flame. Release to exhale, burning enemies in a cone in front of you for 33,267 Fire damage, reduced beyond 5 targets.\r\n\r\nEmpowering causes more of the damage to be dealt immediately instead of over time.\r\n\r\nI:   Deals 9,123 damage instantly and 24,143 over 20 sec.\r\n\r\nII:  Deals 16,192 damage instantly and 16,900 over 14 sec.\r\n\r\nIII: Deals 23,636 damage instantly and 9,657 over 8 sec.",
    "es_MX": "Inhalas y avivas tu llama interna. Exhalas, carbonizas a los enemigos que se encuentren en un cono frente a ti e infliges 33,174 p. de daño de fuego, que se reduce si hay más de 5 objetivos.\r\n\r\nPotenciar causa que el daño infligido sea inmediato y no periódico.\r\n\r\nI:   Inflige 9,030 p. de daño de forma inmediata y 24,143 p. cada 20 s.\r\n\r\nII:  Inflige 16,352 p. de daño de forma inmediata y 16,900 p. cada 14 s.\r\n\r\nIII: Inflige 23,690 p. de daño de forma inmediata y 9,657 cada 8 s.",
    "pt_BR": "Inspira, atiçando sua chama interior. Ao soltar, você expira, queimando os inimigos em uma área cônica à frente e causando 33.095 de dano de Fogo, que se reduz acima de 5 alvos.\r\n\r\nPotencializar faz com que uma parte maior do dano seja causada imediatamente, em vez de ao longo do tempo.\r\n\r\nI: causa 8.951 de dano instantaneamente e 24.143 ao longo de 20 s.\r\n\r\nII: causa 16.334 de dano instantaneamente e 16.900 ao longo de 14 s.\r\n\r\nIII: causa 23.545 de dano instantaneamente e 9.657 ao longo de 8 s.",
    "de_DE": "Atmet ein und facht Euer inneres Feuer an. Setzt den Atem frei, um Gegner in einem kegelförmigen Bereich vor Euch zu verbrennen und ihnen 33.145 Feuerschaden zuzufügen. Fügt Zielen über 5 Ziele hinaus verringerten Schaden zu.\r\n\r\nBei Ermächtigung wird ein höherer Anteil des Schadens sofort anstatt als regelmäßiger Schaden verursacht.\r\n\r\nI:   Verursacht sofort 9.001 Schaden und 24.143 Schaden im Verlauf von 20 Sek.\r\n\r\nII:  Verursacht sofort 16.415 Schaden und 16.900 Schaden im Verlauf von 14 Sek.\r\n\r\nIII: Verursacht sofort 23.404 Schaden und 9.657 Schaden im Verlauf von 8 Sek.",
    "en_GB": "Inhale, stoking your inner flame. Release to exhale, burning enemies in a cone in front of you for 33,146 Fire damage, reduced beyond 5 targets.\r\n\r\nEmpowering causes more of the damage to be dealt immediately instead of over time.\r\n\r\nI:   Deals 9,002 damage instantly and 24,143 over 20 sec.\r\n\r\nII:  Deals 16,260 damage instantly and 16,900 over 14 sec.\r\n\r\nIII: Deals 23,501 damage instantly and 9,657 over 8 sec.",
    "es_ES": "Inhala para avivar tu llama interior. Suelta para exhalar y quemar a los enemigos en un cono frente a ti, que recibirán 33107 p. de daño de Fuego. Inflige daño reducido si golpea a más de 5 objetivos.\r\n\r\nLa potenciación hace que la mayor parte del daño se inflija al instante en lugar que con el paso del tiempo.\r\n\r\nI: Inflige 8963 p. de daño al instante y 24143 p. durante 20 s.\r\n\r\nII: Inflige 16156 p. de daño al instante y 16900 p. durante 14 s.\r\n\r\nIII: Inflige 23392 p. de daño al instante y 9657 p. durante 8 s.",
    "fr_FR": "Vous inspirez pour attiser votre flamme intérieure puis expirez pour brûler les ennemis dans un cône devant vous, ce qui inflige 33277 points de dégâts de feu. Dégâts réduits au-delà de 5 cibles.\r\n\r\nRenforcement permet d’infliger plus de dégâts immédiatement plutôt que sur la durée.\r\n\r\nI : inflige 9133 points de dégâts instantanément et 24143 en 20 s.\r\n\r\nII : inflige 16497 points de dégâts instantanément et 16900 en 14 s.\r\n\r\nIII : inflige 23376 points de dégâts instantanément et 9657 en 8 s.",
    "it_IT": "Inalare permette di alimentare il fuoco interiore. Espirare permette di bruciare i nemici in un cono frontale, infliggendo 33.237 danni da fuoco. I danni inflitti si riducono oltre i 5 bersagli.\r\n\r\nPotenziando l'abilità si aumentano i danni inflitti istantaneamente a discapito di quelli periodici.\r\n\r\nI: Infligge 9.093 danni istantaneamente e 24.143 danni in 20 s.\r\n\r\nII: Infligge 16.252 danni istantaneamente e 16.900 danni in 14 s.\r\n\r\nIII: Infligge 23.496 danni istantaneamente e 9.657 danni in 8 s.",
    "ru_RU": "Вы делаете глубокий вдох, разжигая внутреннее пламя. Высвободите заклинание, чтобы выдохнуть, обжигая противников в секторе перед собой и нанося 33360 ед. урона от огня. Цели после 5-й получают уменьшенный урон.\r\n\r\nУсиление увеличивает мгновенный урон за счет периодического.\r\n\r\nI:   Наносит 9216 ед. урона мгновенно и еще 24143 ед. урона за 20 сек.\r\n\r\nII:  Наносит 16413 ед. урона мгновенно и еще 16900 ед. урона за 14 сек.\r\n\r\nIII: Наносит 23619 ед. урона мгновенно и еще 9657 ед. урона за 8 сек.",
    "ko_KR": "숨을 들이쉬면서 내면의 불꽃을 지핍니다. 숨 방출 시 전방 부채꼴 범위 내의 적을 불태워 33,257의 화염 피해를 입힙니다. 5명을 초과하는 대상에게는 감소된 피해를 입힙니다.\r\n\r\n강화 시 지속 피해가 아닌 즉시 피해가 증가합니다.\r\n\r\nI:   즉시 9,113의 피해를 입히고  20초에 걸쳐 24,143의 피해를 입힙니다.\r\n\r\nII:  즉시 16,255의 피해를 입히고 14초에 걸쳐 16,900의 피해를 입힙니다.\r\n\r\nIII: 즉시 23,605의 피해를 입히고 8초에 걸쳐 9,657의 피해를 입힙니다.",
    "zh_TW": "吸氣，使你體內燃起火焰。釋放後吐氣，使你面前錐形範圍內的敵人燃燒，造成33,328點火焰傷害，超過5名目標時傷害降低。\r\n\r\n聚能會提高立刻造成的傷害，而非持續性傷害。\r\n\r\nI：立刻造成9,184點傷害，並在20秒內造成24,143點傷害。\r\n\r\nII：立刻造成16,253點傷害，並在14秒內造成16,900點傷害。\r\n\r\nIII：立刻造成23,461點傷害，並在8秒內造成9,657點傷害。",
    "zh_CN": "吸一口气，积蓄体内的火焰，然后喷吐而出，点燃你前方锥形区域的敌人，造成33,058点火焰伤害，超过5个目标时伤害会降低。\r\n\r\n蓄力会使更多的伤害立即结算。\r\n\r\nI：立即造成8,915点伤害，并在20秒内造成24,143点伤害。\r\n\r\nII：立即造成16,150点伤害，并在14秒内造成16,900点伤害。\r\n\r\nIII：立即造成23,596点伤害，并在8秒内造成9,657点伤害。"
  }
}