{
  "ID": "478603",
  "NameSubtext_lang": "",
  "Description_lang": "Your Hand of Gul'dan has a $s1% chance per Soul Shard to summon a Malicious Imp. When slain, Malicious Imp will either deal $364262s1 Fire damage to all nearby enemies of your Implosion or deal it to your current target.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "1048576",
  "Attributes_4": "2097152",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "4",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "-2147483648",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "32",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "236294",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "363951",
  "name_blz": {
    "en_US": "Malicious Imp-Pact",
    "es_MX": "Impacto malicioso",
    "pt_BR": "Pacto do Diabrete Malicioso",
    "de_DE": "Boshafte Wichtelwirkung",
    "en_GB": "Malicious Imp-Pact",
    "es_ES": "Pacto malicioso de diablillos",
    "fr_FR": "Pacte de diablotin malveillant",
    "it_IT": "Imp-Patto Maligno",
    "ru_RU": "Удар зловредного беса",
    "ko_KR": "악독한 임프의 서약",
    "zh_TW": "邪惡小鬼衝擊",
    "zh_CN": "恶毒小鬼契约"
  },
  "description_blz": {
    "en_US": "Your Hand of Gul'dan has a 15% chance per Soul Shard to summon a Malicious Imp. When slain, Malicious Imp will either deal 4,703 Fire damage to all nearby enemies of your Implosion or deal it to your current target.",
    "es_MX": "Tu Mano de Gul'dan tiene un 15% de probabilidad por fragmento de alma de invocar un Diablillo malicioso. Cuando lo matan, el Diablillo malicioso inflige 4,703 p. de daño de fuego a todos los enemigos cercanos a tu Implosión o le inflige ese daño a tu objetivo actual.",
    "pt_BR": "Sua Mão de Gul'dan tem 15% de chance por Estilhaço de Alma de evocar um Diabrete Malicioso. Ao morrer, o Diabrete Malicioso causa 4.703 de dano de Fogo a todos os inimigos próximos da sua Implosão ou ao seu alvo atual.",
    "de_DE": "Eure 'Hand von Gul'dan' hat eine Chance von 15% pro Seelensplitter, einen boshaften Wichtel zu beschwören. Wenn der boshafte Wichtel getötet wird, fügt er entweder allen Gegnern in der Nähe Eurer 'Implosion' oder Eurem aktuellen Ziel 4.703 Feuerschaden zu.",
    "en_GB": "Your Hand of Gul'dan has a 15% chance per Soul Shard to summon a Malicious Imp. When slain, Malicious Imp will either deal 4,703 Fire damage to all nearby enemies of your Implosion or deal it to your current target.",
    "es_ES": "Mano de Gul'dan tiene un 15% de probabilidad por fragmento de alma de invocar a un diablillo malicioso. Cuando muere, el diablillo malicioso inflige 4703 p. de daño de Fuego de Implosión a todos los enemigos cercanos o bien a tu objetivo actual.",
    "fr_FR": "Votre Main de Gul’dan a 15% de chances par éclat d’âme d’invoquer un diablotin malveillant. Lorsqu’il meurt, le diablotin inflige 4703 points de dégâts de Feu aux ennemis proches de votre Implosion ou à votre cible actuelle.",
    "it_IT": "Mano di Gul'dan ha una probabilità del 15% per frammento d'anima di evocare un Imp Maligno. Quando muore, l'Imp Maligno infligge 4.703 danni da fuoco a tutti i nemici vicini al bersaglio di Implosione o li infligge al tuo bersaglio attuale.",
    "ru_RU": "Ваша \"Рука Гул'дана\" с вероятностью 15% за осколок души призывает зловредного беса. После гибели бес наносит 4703 ед. урона от огня либо целям в области действия вашей \"Имплозии\", либо вашей текущей цели.",
    "ko_KR": "굴단의 손 시전 시 15%의 확률로 영혼의 조각 하나당 악독한 임프를 소환합니다. 사망 시 악독한 임프는 파열 주위의 모든 적 또는 현재 대상에게 4,703의 화염 피해를 입힙니다.",
    "zh_TW": "每塊靈魂裂片使你的古爾丹之手有15%機率召喚邪惡小鬼。邪惡小鬼在死亡時會對小鬼爆破附近的所有敵人或是你的當前目標造成4,703點火焰傷害。",
    "zh_CN": "你的古尔丹之手每消耗一个灵魂碎片，就有15%的几率召唤一个恶毒的小鬼。恶毒的小鬼被杀死时，对你施放内爆的目标附近的所有敌人造成4,703点火焰伤害，或者对你当前的目标造成此伤害。"
  }
}