{
  "ID": "631487",
  "NameSubtext_lang": "",
  "Description_lang": "The effectiveness of your next Holy Word: Serenity, Sanctify, or Chastise is increased by $s1% and grants a corresponding Divine Favor for $372761d.|cffffffffChastise:|r Increases your damage by $372761s1% and refunds $s2 sec from the cooldown of Holy Word: Chastise.|cffffffffSanctify:|r Blesses the target area, healing up to $372787s2 allies for ${$372787s1*($372784d/$372784t3)} over $372784d.|cffffffffSerenity:|r Flash Heal, Heal, and Renew heal for $372791s1% more and cost $372791s3% less mana.",
  "AuraDescription_lang": "The effectiveness of your next Holy Word: Serenity, Sanctify, or Chastise is increased by $s1% and grants a corresponding Divine Favor for $372761d.",
  "Attributes_0": "65536",
  "Attributes_1": "0",
  "Attributes_2": "524288",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "1",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "2",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "521584",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "372760",
  "name_blz": {
    "en_US": "Divine Word",
    "es_MX": "Palabra divina",
    "pt_BR": "Palavra Divina",
    "de_DE": "Gotteswort",
    "en_GB": "Divine Word",
    "es_ES": "Palabra divina",
    "fr_FR": "Mot divin",
    "it_IT": "Parola Divina",
    "ru_RU": "Божественное слово",
    "ko_KR": "천상의 권능",
    "zh_TW": "神言術",
    "zh_CN": "神言"
  },
  "description_blz": {
    "en_US": "The effectiveness of your next Holy Word: Serenity, Sanctify, or Chastise is increased by 30% and grants a corresponding Divine Favor for 15 sec.\r\n\r\nChastise: Increases your damage by 20% and refunds 15 sec from the cooldown of Holy Word: Chastise.\r\n\r\nSanctify: Blesses the target area, healing up to 5 allies for 33,493 over 15 sec.\r\n\r\nSerenity: Flash Heal, Heal, and Renew heal for 30% more and cost 20% less mana.",
    "es_MX": "La efectividad de tu próxima Palabra sagrada: Serenidad, Santificar o Condena aumenta un 30% y otorga un Favor divino correspondiente durante 15 s.\r\n\r\nCondena: Aumenta un 20% tu daño y reembolsa 15 s del tiempo de reutilización de Palabra sagrada: Condena.\r\n\r\nSantificar: Bendice el área objetivo y sana 33,493 p. de salud a un máximo de 5 aliados durante 15 s.\r\n\r\nSerenidad: Sanación relámpago, Sanar y Renovar sanan un 30% más y cuestan un 20% menos de maná.",
    "pt_BR": "A eficácia do seu próximo Palavra Sagrada: Serenidade, Santificar ou Castigar é aumentada em 30% e concede um Favorecimento Divino correspondente por 15 s.\r\n\r\nCastigar: aumenta em 20% seu dano e restaura 15 s da recarga de Palavra Sagrada: Castigar.\r\n\r\nSantificar: abençoa a área selecionada, curando 33.493 pontos de vida de 5 aliados ao longo de 15 s.\r\n\r\nSerenidade: Cura Célere, Cura e Renovar curam 30% mais e custam 20% menos mana.",
    "de_DE": "Die Effektivität Eures nächsten Einsatzes von 'Segenswort: Epiphanie', 'Segenswort: Heiligung' oder 'Segenswort: Züchtigung' ist um 30% erhöht und Ihr erhaltet für 15 Sek. eine entsprechende 'Göttliche Gunst'.\r\n\r\nZüchtigung: Erhöht Euren Schaden um 20% und erstattet 15 Sek. der Abklingzeit von 'Segenswort: Züchtigung'.\r\n\r\nHeiligung: Segnet den Zielbereich und heilt so bis zu 5 Verbündete im Verlauf von 15 Sek. um 33.493 Gesundheit.\r\n\r\nEpiphanie: 'Blitzheilung', 'Heilung' und 'Erneuerung' heilen 30% mehr Gesundheit und kosten 20% weniger Mana.",
    "en_GB": "The effectiveness of your next Holy Word: Serenity, Sanctify, or Chastise is increased by 30% and grants a corresponding Divine Favor for 15 sec.\r\n\r\nChastise: Increases your damage by 20% and refunds 15 sec from the cooldown of Holy Word: Chastise.\r\n\r\nSanctify: Blesses the target area, healing up to 5 allies for 33,493 over 15 sec.\r\n\r\nSerenity: Flash Heal, Heal, and Renew heal for 30% more and cost 20% less mana.",
    "es_ES": "La efectividad de tu siguiente Palabra sagrada: serenidad, santificar o condena aumenta un 30% y otorga el Favor divino que corresponda durante 15 s.\r\n\r\nCondena: Daño aumentado un 20% y devuelve 15 s del tiempo de reutilización de Palabra sagrada: condena.\r\n\r\nSantificar: Bendice la ubicación seleccionada y sana 33493 p. a un máximo de 5 aliados durante 15 s.\r\n\r\nSerenidad: Sanación relámpago, Sanar y Renovar sanan un 30% más y cuestan un 20% menos de maná.",
    "fr_FR": "L’efficacité de votre prochaine technique Mot sacré : Sérénité, Sanctification ou Châtier est augmentée de 30 % et confère la Faveur divine correspondante pendant 15 s.\r\n\r\nChâtier : dégâts augmentés de 20 % et annule 15 s du temps de recharge de Mot sacré : Châtier.\r\n\r\nSanctification : bénit la zone dans laquelle elle a été lancée et soigne jusqu’à 5 personnages alliés qui s’y trouvent pour un montant de 33493 points de vie pendant 15 s.\r\n\r\nSérénité : Soins rapides, Soins et Rénovation rendent 30 % de points de vie supplémentaires et leur coût d’incantation est réduit de 20 %.",
    "it_IT": "Aumenta l'efficacia della tua successiva Parola Sacra: Serenità, Santificazione o Castigo del 30% e fornisce un corrispondente Favore Divino per 15 s.\r\n\r\nCastigo: aumenta i danni inflitti del 20% e riduce il tempo di recupero di Parola Sacra: Castigo di 15 s.\r\n\r\nSantificazione: benedice l'area bersaglio, curando fino a 5 alleati di 33.493 in 15 s.\r\n\r\nSerenità: aumenta le cure fornite da Cura Rapida, Cura e Rinnovamento del 30% e ne riduce il costo in mana del 20%.",
    "ru_RU": "Ваше следующее \"Слово Света: Безмятежность\", \"Освящение\" или \"Наказание\" усиливается на 30% и дает соответствующее \"Божественное одобрение\" на 15 сек.\r\n\r\nНаказание: наносимый вами урон увеличивается на 20% и сокращает время восстановления \"Слова Света: Наказание\" на 15 сек.\r\n\r\nОсвящение: благословляет выбранную область, восполняя максимум 5 союзникам 33493 ед. здоровья за 15 сек.\r\n\r\nБезмятежность: \"Быстрое исцеление\", \"Исцеление\" и \"Обновление\" восполняют на 30% больше здоровья и стоят на 20% меньше маны.",
    "ko_KR": "다음 빛의 권능: 평온이나 신성화, 응징의 효과가 30%만큼 증가하고 15초 동안 관련된 신의 은총을 얻습니다.\r\n\r\n응징: 공격력이 20%만큼 증가하고 빛의 권능: 응징의 재사용 대기시간을 15초만큼 회복합니다.\r\n\r\n신성화: 대상 지역을 축복하여 최대 5명의 아군을 15초에 걸쳐 33,493만큼 치유합니다.\r\n\r\n평온: 순간 치유, 치유, 소생의 치유량이 30%만큼 증가하고 마나 소모량은 20%만큼 감소합니다.",
    "zh_TW": "你下一個聖言術：寧、庇或譴的效果強度提高30%，且賦予對應的神恩術，持續15秒。\r\n\r\n譴：你造成的傷害提高20%，且從聖言術：譴的冷卻時間返還15秒。\r\n\r\n庇：祝福目標區域，在15秒內，最多使5名盟友恢復33,493點生命力。\r\n\r\n寧：快速治療、治療術和恢復的治療效果提高30%，法力消耗降低20%。",
    "zh_CN": "你的下一个圣言术：静、灵或罚的效果提高30%，并会施加一次持续15秒的对应的神恩术。\r\n\r\n罚：伤害提高20%，圣言术：罚的冷却时间返还15秒。\r\n\r\n灵：祝福目标区域，在15秒内使最多5名盟友恢复33,493点生命值。\r\n\r\n静：快速治疗、治疗术和恢复的治疗量提高30%，消耗的法力值降低20%。"
  }
}