{
  "ID": "631561",
  "NameSubtext_lang": "",
  "Description_lang": "Creates a Holy Lightwell. Every $372840t1 sec the Lightwell will attempt to heal a nearby party or raid member within $372845a1 yards that is lower than $s2% health for $372847s1 and apply a Renew to them for $?a440671[${$s3/1000}.1][${$s3/1000}] sec. Lightwell lasts for $d or until it heals $372838n times.|cFFFFFFFFCooldown reduced by ${$440616s1/-1000} sec when you cast Holy Word: Serenity or Holy Word: Sanctify.|r",
  "AuraDescription_lang": "",
  "Attributes_0": "65536",
  "Attributes_1": "131072",
  "Attributes_2": "524288",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "2097152",
  "Attributes_9": "0",
  "Attributes_10": "8192",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "4",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "2",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "135980",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "372835",
  "name_blz": {
    "en_US": "Lightwell",
    "es_MX": "Pozo de Luz",
    "pt_BR": "Fonte de Luz",
    "de_DE": "Lichtbrunnen",
    "en_GB": "Lightwell",
    "es_ES": "Pozo de Luz",
    "fr_FR": "Puits de lumière",
    "it_IT": "Pozzo di Luce",
    "ru_RU": "Колодец Света",
    "ko_KR": "빛샘",
    "zh_TW": "光束泉",
    "zh_CN": "光明之泉"
  },
  "description_blz": {
    "en_US": "Creates a Holy Lightwell. Every 1 sec the Lightwell will attempt to heal a nearby party or raid member within 40 yards that is lower than 75% health for 13,273 and apply a Renew to them for 6 sec. Lightwell lasts for 2 min or until it heals 15 times.\r\n\r\nCooldown reduced by 3 sec when you cast Holy Word: Serenity or Holy Word: Sanctify.",
    "es_MX": "Crea un Pozo de Luz Sagrada. Cada 1 s el Pozo de Luz tratará de restablecer 13,273 p. de salud a un miembro de grupo o banda cercano en un radio de 40 m que tiene menos del 75% de salud, y le aplicará Renovar durante 6 s. El Pozo de Luz dura 2 min o hasta haber realizado 15 sanaciones.\r\n\r\nEl tiempo de reutilización se reduce 3 s cuando lanzas Palabra sagrada: serenidad o Palabra sagrada: santificar.",
    "pt_BR": "Cria uma Fonte de Luz Sagrada. A cada 1 s, a Fonte de Luz tenta curar um integrante do grupo ou raide que tenha menos de 75% dos pontos de vida e esteja em um raio de 40 m por 13.273, além de aplicar Renovar nele por 6 s. Fonte de Luz dura 2 min ou até curar 15 vezes.\r\n\r\nRecarga reduzida em 3 s quando você lança Palavra Sagrada: Serenidade ou Palavra Sagrada: Santificar.",
    "de_DE": "Erschafft einen heiligen Lichtbrunnen. Alle 1 Sek. versucht der Lichtbrunnen, ein Gruppen- oder Schlachtzugsmitglied innerhalb von 40 Metern und mit einer Gesundheit von weniger als 75% um 13.273 Gesundheit zu heilen und für 6 Sek. mit 'Erneuerung' zu belegen. Die Dauer von 'Lichtbrunnen' beträgt 2 Min. oder bis 15-mal Heilung gewährt wurde.\r\n\r\nWenn Ihr 'Segenswort: Epiphanie' oder 'Segenswort: Heiligung' wirkt, wird die Abklingzeit um 3 Sek. verringert.",
    "en_GB": "Creates a Holy Lightwell. Every 1 sec the Lightwell will attempt to heal a nearby party or raid member within 40 yards that is lower than 75% health for 13,273 and apply a Renew to them for 6 sec. Lightwell lasts for 2 min or until it heals 15 times.\r\n\r\nCooldown reduced by 3 sec when you cast Holy Word: Serenity or Holy Word: Sanctify.",
    "es_ES": "Crea un Pozo de Luz Sagrada. Cada 1 s, el pozo de Luz intentará sanar 13273 p. a un miembro del grupo o banda en un radio de 40 m que esté por debajo de un 75% de salud. Además, le aplicará Renovar durante 6 s. Pozo de Luz dura 2 min o hasta que haya sanado 15 veces.\r\n\r\nEl tiempo de reutilización se reduce 3 s cuando lanzas Palabra sagrada: serenidad o Palabra sagrada: santificar.",
    "fr_FR": "Génère un puits de lumière sacrée. Toutes les 1 s, le puits tente de rendre 13273 points de vie à un membre du groupe ou du raid à moins de 40 m et ayant moins de 75 % de ses points de vie, et lui confère Rénovation pendant 6 s. Le puits de lumière dure 2 min ou jusqu’à ce qu’il ait octroyé des soins 15 fois.\r\n\r\nTemps de recharge réduit de 3 s si vous lancez Mot sacré : Sérénité ou Mot sacré : Sanctification.",
    "it_IT": "Crea un Pozzo di Luce Sacra. Ogni 1 s, il pozzo tenta di curare un membro del gruppo o dell'incursione entro 40 m che abbia meno del 75% della salute massima di 13.273 e gli applica un effetto di Rinnovamento per 6 s. Il pozzo dura 2 min o finché non rigenera salute 15 volte.\r\n\r\nTempo di recupero ridotto di 3 s quando si lancia Parola Sacra: Serenità o Parola Sacra: Santificazione.",
    "ru_RU": "Создает священный колодец Света. Раз в 1 сек. колодец Света исцеляет участника группы или рейда в радиусе 40 м с уровнем здоровья менее 75%, восполняя 13273 ед. здоровья и применяя \"Обновление\" на 6 сек. Колодец существует в течение 2 мин. или пока не исцелит союзников 15 раз.\r\n\r\n\"Слово Света: Безмятежность\" и \"Слово Света: Освящение\" сокращают время восстановления на 3 сек.",
    "ko_KR": "성스러운 빛샘을 생성합니다. 빛샘은 1초마다 주위 40미터 내에 있는 생명력이 75% 미만인 파티원 또는 공격대원을 13,273만큼 치유하고 6초 동안 소생을 부여합니다. 빛샘은 2분 동안 혹은 15번 치유할 때까지 지속됩니다.\r\n\r\n빛의 권능: 평온 또는 빛의 권능: 신성화 시전 시 재사용 대기시간이 3초만큼 감소합니다.",
    "zh_TW": "製造一個神聖光束泉。每1秒光束泉會試著治療附近40碼內生命力低於75%的隊伍或團隊成員，為其恢復13,273點生命力，並對其施加恢復，持續6秒。光束泉可以持續2分鐘，或者直到進行15次治療。\r\n\r\n施放聖言術：寧或聖言術：庇後，冷卻時間縮短3秒。",
    "zh_CN": "制造一个神圣光明之泉。光明之泉每1秒会为40码范围内生命值低于75%的一名小队或团队成员恢复13,273点生命值，并对其施加恢复，持续6秒。光明之泉持续2分钟，或在治疗15次后消失。\r\n\r\n施放圣言术：静或圣言术：灵时，冷却时间缩短3秒。"
  }
}