{
  "ID": "632193",
  "NameSubtext_lang": "",
  "Description_lang": "$?a137032[Penance, ][]Mind Blast and Shadow Word: Death cause your Mindbender or Shadowfiend to teleport behind your target, slashing up to $s1 nearby enemies for $<value> Shadow damage and extending its duration by ${$s2/1000}.1 sec.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "4",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "32",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136130",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "373427",
  "name_blz": {
    "en_US": "Inescapable Torment",
    "es_MX": "Tormento ineludible",
    "pt_BR": "Tormento Inescapável",
    "de_DE": "Unentrinnbare Qual",
    "en_GB": "Inescapable Torment",
    "es_ES": "Tormento ineludible",
    "fr_FR": "Tourment inéluctable",
    "it_IT": "Tormento Inevitabile",
    "ru_RU": "Неизбежная пытка",
    "ko_KR": "피할 수 없는 고통",
    "zh_TW": "命定折磨",
    "zh_CN": "折磨缠身"
  },
  "description_blz": {
    "en_US": "Mind Blast and Shadow Word: Death cause your Mindbender or Shadowfiend to teleport behind your target, slashing up to 5 nearby enemies for 4,647 Shadow damage and extending its duration by 0.7 sec.",
    "es_MX": "Explosión mental y Palabra de las sombras: muerte hacen que tu dominamentes o maligno de las sombras se teletransporte detrás de tu objetivo para atacar a un máximo de 5 enemigos cercanos, lo que les inflige 4,647 p. de daño de las sombras y extiende su duración 0.7 s.",
    "pt_BR": "Impacto Mental e Palavra Sombria: Morte fazem seu Dobramentes ou Demônio das Sombras se teleportarem para trás do alvo, causando 4.647 de dano de Sombra a até 5 inimigos próximos e prolongando suas durações em 0,7 s.",
    "de_DE": "'Gedankenschlag' und 'Schattenwort: Tod' veranlassen Euren Geistbeuger oder Schattengeist, sich hinter Euer Ziel zu teleportieren und bis zu 5 Gegnern in der Nähe 4.647 Schattenschaden zuzufügen. Dabei wird die Dauer des Geistbeugers oder Schattengeists um 0,7 Sek. erhöht.",
    "en_GB": "Mind Blast and Shadow Word: Death cause your Mindbender or Shadowfiend to teleport behind your target, slashing up to 5 nearby enemies for 4,647 Shadow damage and extending its duration by 0.7 sec.",
    "es_ES": "Explosión mental y Palabra de las Sombras: muerte provocan que tu dominamentes o maligno de las Sombras se teletransporte detrás de tu objetivo, golpee a un máximo de 5 enemigos cercanos y les inflija 4647 p. de daño de las Sombras. Además, prolonga 0,7 s su duración.",
    "fr_FR": "Attaque mentale et Mot de l’ombre : Mort téléportent votre torve-esprit ou ombrefiel derrière votre cible, ce qui lui permet d’infliger à un maximum de 5 adversaires proches 4647 points de dégâts d’ombre et de le prolonger de 0,7 s.",
    "it_IT": "Detonazione Mentale e Parola d'Ombra: Morte fanno sì che il tuo Plagiamente o Spirito d'Ombra si teletrasporti alle spalle del bersaglio, colpendo fino a 5 nemici vicini e infliggendo 4.647 danni da ombra. Inoltre, ne aumenta la durata di 0,7 s.",
    "ru_RU": "После применения \"Взрыва разума\" и \"Слова Тьмы: Смерть\" ваш подчинитель разума или исчадие Тьмы телепортируется за спину вашей цели, нанося максимум 5 находящимся рядом противникам 4647 ед. урона от темной магии и продлевая свое время существования на 0,7 сек.",
    "ko_KR": "정신 분열 및 어둠의 권능: 죽음 시전 시 환각의 마귀 또는 어둠의 마귀가 대상의 배후로 순간이동하여 주위에 있는 최대 5명의 적을 베어 4,647의 암흑 피해를 입히고, 지속시간이 0.7초만큼 증가합니다.",
    "zh_TW": "心靈震爆和暗言術：死會使你的屈心魔或暗影惡魔傳送至目標後方，攻擊附近最多5個敵人，造成4,647點暗影傷害，並使其持續時間延長0.7秒。",
    "zh_CN": "心灵震爆和暗言术：灭会使你的摧心魔或暗影魔传送至目标身后，对附近至多5名敌人造成4,647点暗影伤害，并使其持续时间延长0.7秒。"
  }
}