{
  "ID": "634569",
  "NameSubtext_lang": "",
  "Description_lang": "Disintegrate reduces the remaining cooldown of your empower spells by ${$s1/-1000}.2 sec each time it deals damage.Pyre reduces the remaining cooldown of your empower spells by ${$s2/-1000}.2 sec per enemy struck, up to $<pyreCap> sec.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "64",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3015741",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "375777",
  "name_blz": {
    "en_US": "Causality",
    "es_MX": "Causalidad",
    "pt_BR": "Causalidade",
    "de_DE": "Kausalität",
    "en_GB": "Causality",
    "es_ES": "Causalidad",
    "fr_FR": "Causalité",
    "it_IT": "Causalità",
    "ru_RU": "Причина и следствие",
    "ko_KR": "사상자",
    "zh_TW": "因果關係",
    "zh_CN": "因果律"
  },
  "description_blz": {
    "en_US": "Disintegrate reduces the remaining cooldown of your empower spells by 0.50 sec each time it deals damage.\r\n\r\nPyre reduces the remaining cooldown of your empower spells by 0.40 sec per enemy struck, up to 2.0 sec.",
    "es_MX": "Desintegrar reduce el tiempo de reutilización restante de tus hechizos de potenciación 0.50 s cada vez que inflige daño.\r\n\r\nPira reduce el tiempo de reutilización restante de tus hechizos de potenciación 0.40 s por cada enemigo golpeado hasta 2.0 s.",
    "pt_BR": "Desintegrar reduz a recarga restante dos seus feitiços potencializados em 0,50 s sempre que causa dano.\r\n\r\nPira reduz a recarga restante dos seus feitiços potencializados em 0,40 s por inimigo atingido, até 2,0 s.",
    "de_DE": "Jedes Mal, wenn 'Desintegration' Schaden verursacht, wird die verbleibende Abklingzeit Eurer ermächtigten Zauber um 0,50 verringert.\r\n\r\nPro Gegner, den Ihr mit 'Scheiterhaufen' trefft, wird die verbleibende Abklingzeit Eurer ermächtigten Zauber um 0,40 verringert, bis zu maximal 2,0 Sek.",
    "en_GB": "Disintegrate reduces the remaining cooldown of your empower spells by 0.50 sec each time it deals damage.\r\n\r\nPyre reduces the remaining cooldown of your empower spells by 0.40 sec per enemy struck, up to 2.0 sec.",
    "es_ES": "Desintegrar reduce 0,50 s el tiempo de reutilización restante de tus hechizos potenciados cada vez que inflige daño.\r\n\r\nPira reduce 0,40 s el tiempo de reutilización restante de tus hechizos potenciados por cada enemigo golpeado, hasta un máximo de 2,0 s.",
    "fr_FR": "Désintégration réduit le temps de recharge restant de vos sorts renforcés de 0,50 s chaque fois qu’elle inflige des dégâts.\r\n\r\nBûcher réduit le temps de recharge restant de vos sorts renforcés de 0,40 s par adversaire touché (2,0 s au maximum).",
    "it_IT": "Disintegrazione riduce il tempo di recupero restante degli incantesimi Potenziati di 0,50 s ogni volta che infligge danni.\r\n\r\nPira riduce il tempo di recupero restante degli incantesimi Potenziati di 0,40 s per ogni nemico colpito per un massimo di 2,0 s.",
    "ru_RU": "Каждый раз, когда \"Дезинтеграция\" наносит урон, время восстановления ваших усиленных заклинаний сокращается на 0,50 сек.\r\n\r\n\"Погребальный костер\" сокращает время восстановления ваших усиленных заклинаний на 0,40 сек. за каждого пораженного противника. Максимум – 2,0 сек.",
    "ko_KR": "파열이 피해를 입힐 때마다 강화 주문의 남은 재사용 대기시간이 0.50초만큼 감소합니다.\r\n\r\n기염을 적중시킨 적 하나당 강화 주문의 남은 재사용 대기시간이 0.40초만큼, 최대 2.0초만큼 감소합니다.",
    "zh_TW": "每次崩解造成傷害時便會使你聚能法術的剩餘冷卻時間縮短0.50秒。\r\n\r\n龍焰每擊中一名敵人便會使你聚能法術的剩餘冷卻時間縮短0.40秒，最多縮短2.0秒。",
    "zh_CN": "裂解每次造成伤害时，会使你的蓄力法术的剩余冷却时间缩短0.50秒。\r\n\r\n葬火每击中一名敌人，会使你的蓄力法术的剩余冷却时间缩短0.40秒，最多缩短2.0秒。"
  }
}