{
  "ID": "642116",
  "NameSubtext_lang": "Dragonriding",
  "Description_lang": "While falling from a high location, your mount extends its wings to propel you both forward.Pointing yourself downward grants more momentum. Evening out can transfer that momentum forward.Pointing yourself upward slows you down. When at your slowest, you will start to fall slowly toward the ground.You also gain access to the following abilities:$@spellicon372608$@spellname372608$@spelldesc372608$@spellicon372610$@spellname372610$@spelldesc372610",
  "AuraDescription_lang": "",
  "Attributes_0": "696254784",
  "Attributes_1": "1056",
  "Attributes_2": "273170437",
  "Attributes_3": "269681152",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "8192",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "4640486",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "376777",
  "name_blz": {
    "en_US": "Skyriding Basics",
    "es_MX": "Cielonáutica básica",
    "pt_BR": "Básico de Pilotagem Aérea",
    "de_DE": "Grundlagen des Himmelsreitens",
    "en_GB": "Skyriding Basics",
    "es_ES": "Fundamentos del vuelo surcacielos",
    "fr_FR": "Bases du vol dynamique",
    "it_IT": "Basi del Volo Dinamico",
    "ru_RU": "Основы высшего пилотажа",
    "ko_KR": "하늘비행 기본",
    "zh_TW": "天空騎術基本技巧",
    "zh_CN": "驭空术基础"
  },
  "description_blz": {
    "en_US": "While falling from a high location, your mount extends its wings to propel you both forward.\r\n\r\nPointing yourself downward grants more momentum. Evening out can transfer that momentum forward.\r\n\r\nPointing yourself upward slows you down. When at your slowest, you will start to fall slowly toward the ground.\r\n\r\nYou also gain access to the following abilities:\r\n\r\nSurge Forward\r\nFlap forward.\r\n\r\nSurge Forward evades Scalechillers, Scalechargers, and other obstacles encountered in time trials and races.\r\n\r\nSkyward Ascent\r\nFlap upward.",
    "es_MX": "Mientras caes desde una ubicación alta, tu montura extiende las alas para propulsarse hacia adelante.\r\n\r\nApunta hacia abajo para generar más impulso. Si luego te nivelas, conservarás el impulso cuando vueles hacia adelante.\r\n\r\nApunta hacia arriba para perder velocidad. Cuando tu velocidad se reduzca al mínimo, comenzarás a caer lentamente hacia el suelo.\r\n\r\nTambién obtienes acceso a las siguientes habilidades:\r\n\r\nImpulso de avance\r\nAletea hacia adelante.\r\n\r\nImpulso de avance evade fríoescamas, cargaescamas y otros obstáculos que se encuentran en desafíos contrarreloj y carreras.\r\n\r\nAscenso al cielo\r\nTe elevas aleteando.",
    "pt_BR": "Ao cair de um lugar alto, sua montaria estende as asas e propele vocês à frente.\r\n\r\nApontar para baixo concede mais aceleração. Alinhar-se depois pode transferir o embalo para a frente.\r\n\r\nApontar para o alto desacelera você. Ao chegar à menor velocidade, você começa a cair lentamente em direção ao chão, à frente e para baixo.\r\n\r\nVocê também ganha acesso às seguintes habilidades:\r\n\r\nAvante\r\nVoa à frente.\r\n\r\nAvante evade Congelantes Escamosos, Atacantes Escamosos e outros obstáculos encontrados em provas de tempo e corridas.\r\n\r\nSubir aos Céus\r\nVoa para cima.",
    "de_DE": "Wenn Ihr von einem hoch gelegenen Punkt aus fallt, streckt Euer Reittier seine Flügel, um Euch beide nach vorne zu befördern.\r\n\r\nWenn Ihr Euch nach unten neigt, erhaltet Ihr mehr Schwung. Danach könnt Ihr wieder vorwärts fliegen, um diesen Schwung nach vorne zu übertragen.\r\n\r\nWenn Ihr Euch nach oben neigt, werdet Ihr langsamer. Bei Erreichen der langsamsten Geschwindigkeit fallt Ihr langsam in Richtung Boden.\r\n\r\nZusätzlich könnt Ihr auf die folgenden Fähigkeiten zugreifen:\r\n\r\nVorwärtsschub\r\nIhr flattert nach vorn.\r\n\r\n'Vorwärtsschub' weicht Schuppenkühlern, Schuppenladern und anderen Hindernissen aus, auf die Ihr bei Zeitprüfungen und Rennen treffen könnt.\r\n\r\nAufstieg gen Himmel\r\nSchlägt mit den Flügeln und fliegt hoch.",
    "en_GB": "While falling from a high location, your mount extends its wings to propel you both forward.\r\n\r\nPointing yourself downward grants more momentum. Evening out can transfer that momentum forward.\r\n\r\nPointing yourself upward slows you down. When at your slowest, you will start to fall slowly toward the ground.\r\n\r\nYou also gain access to the following abilities:\r\n\r\nSurge Forward\r\nFlap forward.\r\n\r\nSurge Forward evades Scalechillers, Scalechargers, and other obstacles encountered in time trials and races.\r\n\r\nSkyward Ascent\r\nFlap upward.",
    "es_ES": "Mientras caes desde una ubicación elevada, tu montura extiende sus alas para propulsaros hacia delante.\r\n\r\nSi apuntas hacia abajo, obtendrás más impulso. Si te enderezas, el impulso se dirigirá hacia delante.\r\n\r\nSi apuntas hacia arriba, irás más despacio. Cuando estés al mínimo de velocidad, comenzarás a caer lentamente hacia el suelo.\r\n\r\nTambién puedes acceder a las siguientes facultades:\r\n\r\nCarga hacia delante\r\nAletea hacia delante.\r\n\r\nCarga hacia delante esquiva los congelaescamas, los cargaescamas y demás obstáculos que se encuentran en las pruebas de tiempo y las carreras.\r\n\r\nAscenso hacia el cielo\r\nAleteas hacia delante.",
    "fr_FR": "Lorsque vous tombez de haut, votre monture tend les ailes pour vous faire avancer.\r\n\r\nOrientez-vous vers le bas pour gagner de l’élan. Remettez-vous à l’horizontale pour transférer cet élan vers l’avant.\r\n\r\nOrientez-vous vers le haut pour ralentir. Lorsque vous atteignez votre vitesse minimale, vous commencez à perdre lentement de l’altitude.\r\n\r\nVous pouvez également utiliser les techniques suivantes :\r\n\r\nAccélération\r\nFait battre des ailes vers l’avant.\r\n\r\nAccélération permet d’éviter les glacécaille, les chargeurs d’écailles et les autres obstacles rencontrés pendant les épreuves chronométrées et les courses.\r\n\r\nAscension\r\nVous battez des ailes pour prendre de l’altitude.",
    "it_IT": "Mentre si sta scendendo dall'alto, la cavalcatura estende le ali per spingerti in avanti.\r\n\r\nPuntare verso il basso fornisce slancio. Rimettersi in piano trasferisce quello slancio in avanti.\r\n\r\nPuntare verso l'alto rallenta. Quando la velocità rallenta troppo, si comincia a scendere di quota.\r\n\r\nFornisce le seguenti abilità:\r\n\r\nSlancio in Avanti\r\nSlancia in avanti.\r\n\r\nSlancio in Avanti permette di evitare tutti gli ostacoli incontrati nelle prove a tempo e nelle corse.\r\n\r\nSalita in Alto\r\nVoli in alto.",
    "ru_RU": "Когда вы летите в режиме высшего пилотажа и пикируете вниз с большой высоты, ваше средство передвижения расправляет крылья, устремляясь вперед.\r\n\r\nНаправляя камеру вниз, вы набираете инерцию. Выровняйте камеру, чтобы ускориться.\r\n\r\nНаправляя камеру вверх, вы замедляетесь. Когда скорость падает до минимального значения, вы начинаете постепенно опускаться на землю, вперед и вниз.\r\n\r\nКроме того, вы получаете следующие способности:\r\n\r\nРывок вперед\r\nВы устремляетесь вперед.\r\n\r\n\"Рывок вперед\" позволяет уклониться от сфер драконьего льда и драконьей молнии, а также от других препятствий в испытаниях на время и гонках.\r\n\r\nВзлет вверх\r\nВзмахнуть крыльями, чтобы набрать высоту.",
    "ko_KR": "높은 지점에서 떨어지면 탈것이 전방으로 돌진합니다.\r\n\r\n몸을 밑으로 향하게 하면 가속이 붙습니다. 직후 자세를 바로잡으면 누적된 가속을 활용해 전방으로 날아갈 수 있습니다.\r\n\r\n몸을 위로 향하게 하면 이동 속도가 감소합니다. 이동 속도가 최저점에 이르면 서서히 지면으로 하강합니다.\r\n\r\n추가로 다음 능력을 이용할 수 있게 됩니다.\r\n\r\n전방 쇄도\r\n전방으로 날갯짓합니다.\r\n\r\n전방 쇄도 시전 시 비늘냉각 및 비늘축전 보주 등 최단 시간 도전과 경주에 등장하는 장애물을 회피합니다.\r\n\r\n하늘 상승\r\n위로 날갯짓합니다.",
    "zh_TW": "從高處下墜時，你的坐騎會張開翅膀，帶著你向前俯衝。\r\n\r\n向下飛行可獲得更多動能。拉回水平飛行會把這股動能的方向轉為往前進。\r\n\r\n向上飛行會減慢速度。速度降至最低時，你會開始緩緩朝地面降落。\r\n\r\n你也可以使用下列技能：\r\n\r\n向前疾衝\r\n向前振翅。\r\n\r\n在時間試煉與競賽中，向前疾衝可閃躲龍鱗冷霜球、龍鱗電能球和其他障礙物。\r\n\r\n向上爬升\r\n向上振翅。",
    "zh_CN": "当从高处坠落时，你的坐骑会展开翅膀向前滑翔。\r\n\r\n前进方向指向地面会获得更大动力。恢复水平可以将动力转向前方。\r\n\r\n前进方向指向天空会使你减速。速度降到最低时，你将开始向前缓慢降落。\r\n\r\n你也会获得以下技能：\r\n\r\n向前突进\r\n向前振翅。\r\n\r\n向前突进来躲避计时赛和竞速赛中的鳞片冷冻者、鳞片充能者和其他障碍物。\r\n\r\n冲天升腾\r\n向上振翅。"
  }
}