{
  "ID": "635866",
  "NameSubtext_lang": "",
  "Description_lang": "Healing from Vampiric Touch and Devouring Plague when you are at maximum health will shield you for the same amount. The shield cannot exceed $s1% of your maximum health.",
  "AuraDescription_lang": "",
  "Attributes_0": "-2147483456",
  "Attributes_1": "268435456",
  "Attributes_2": "0",
  "Attributes_3": "1073741824",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "6",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1022945",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "377065",
  "name_blz": {
    "en_US": "Mental Fortitude",
    "es_MX": "Entereza mental",
    "pt_BR": "Fortitude Mental",
    "de_DE": "Mentale Stärke",
    "en_GB": "Mental Fortitude",
    "es_ES": "Entereza mental",
    "fr_FR": "Robustesse mentale",
    "it_IT": "Fermezza Mentale",
    "ru_RU": "Сила разума",
    "ko_KR": "강인한 정신",
    "zh_TW": "心靈堅韌",
    "zh_CN": "意志坚定"
  },
  "description_blz": {
    "en_US": "Healing from Vampiric Touch and Devouring Plague when you are at maximum health will shield you for the same amount. The shield cannot exceed 10% of your maximum health.",
    "es_MX": "Cuando tienes tu salud máxima, la sanación de Toque vampírico y Peste devoradora te cubrirá por la misma cantidad. El escudo no puede exceder el 10% de tu salud máxima.",
    "pt_BR": "Curar-se com Toque Vampírico e Peste Devoradora quando você estiver com o máximo de pontos de vida cria um escudo que protege você pela mesma quantidade da cura. O escudo não pode exceder 10% do seu máximo de pontos de vida.",
    "de_DE": "Wenn Ihr bereits bei vollständiger Gesundheit seid, wird die durch 'Vampirberührung' und 'Verschlingende Seuche' hervorgerufene Heilung in einen Schild umgewandelt. Der Schild kann nicht mehr als 10% Eurer maximalen Gesundheit betragen.",
    "en_GB": "Healing from Vampiric Touch and Devouring Plague when you are at maximum health will shield you for the same amount. The shield cannot exceed 10% of your maximum health.",
    "es_ES": "Cuando tienes el máximo de salud, la sanación de Toque vampírico y Peste devoradora se convierte en un escudo que absorberá la misma cantidad de daño. El escudo no puede superar un 10% de tu salud máxima.",
    "fr_FR": "Lorsque vous avez tous vos points de vie, les soins de Toucher vampirique ou Peste dévorante vous confèrent un bouclier absorbant un montant de dégâts égal à l’excédent de soins. Ce bouclier ne peut pas absorber plus de 10% de votre maximum de points de vie.",
    "it_IT": "Le sovracure fornite da Tocco Vampirico e Piaga Divoratrice ti proteggono dello stesso ammontare. Lo scudo non può superare il 10% della salute massima.",
    "ru_RU": "Избыточное исцеление от \"Прикосновения вампира\" и \"Всепожирающей чумы\" накладывает на вас щит, поглощающий урон в объеме этого избыточного исцеления. Щит может поглотить не более 10% от вашего максимального запаса здоровья.",
    "ko_KR": "생명력이 최대치일 때 흡혈의 손길이나 파멸의 역병으로 치유를 받으면 동일한 피해를 흡수하는 보호막을 생성합니다. 보호막의 피해 흡수량은 최대 생명력의 10%를 초과할 수 없습니다",
    "zh_TW": "如果你的生命力達到上限，吸血之觸和噬靈瘟疫的治療效果會為你施加一面等量的吸收護盾。護盾的吸收量上限為你生命力上限的10%。",
    "zh_CN": "在生命值为满的状态下，受到吸血鬼之触和噬灵疫病的治疗会产生吸收护盾，吸收等同于治疗量的伤害。护盾吸收的伤害不会超过你最大生命值的10%。"
  }
}