{
  "ID": "636023",
  "NameSubtext_lang": "",
  "Description_lang": "Pillar of Frost summons a Frostwhelp who breathes on all enemies within $s2 yards in front of you for $377245s1 Frost damage. Each unique enemy hit by Frostwhelp's Aid grants you ${$377253s1*2}% Mastery for $287338d, up to ${$s3*2*$377253u}%.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "-2147483648",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1580450",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "377226",
  "name_blz": {
    "en_US": "Frostwhelp's Aid",
    "es_MX": "Ayuda de criafría",
    "pt_BR": "Auxílio do Dragonete Gélido",
    "de_DE": "Hilfe des Frostwelpen",
    "en_GB": "Frostwhelp's Aid",
    "es_ES": "Ayuda de la cría de Escarcha",
    "fr_FR": "Soutien du Dragonnet de givre",
    "it_IT": "Aiuto di Alagelida",
    "ru_RU": "Помощь ледяного дракончика",
    "ko_KR": "새끼 서리고룡의 지원",
    "zh_TW": "冰霜幼龍的協助",
    "zh_CN": "冰霜雏龙之援"
  },
  "description_blz": {
    "en_US": "Pillar of Frost summons a Frostwhelp who breathes on all enemies within 40 yards in front of you for 223 Frost damage. Each unique enemy hit by Frostwhelp's Aid grants you 8% Mastery for 15 sec, up to 40%.\r\n",
    "es_MX": "Pilar de escarcha invoca una criafría que exhala sobre todos los enemigos en un radio de 40 m frente a ti y les inflige 220 p. de daño de escarcha. Cada enemigo golpeado por Ayuda de criafría te otorga un 8% de maestría durante 15 s, hasta un máximo del 40%.\r\n",
    "pt_BR": "Pilar de Gelo evoca um Dragonete Gélido que emite um sopro em todos os inimigos em um raio de 40 m à sua frente, causando 208 de dano de Gelo. Cada inimigo atingido por Auxílio do Dragonete Gélido concede a você 8% de Maestria por 15 s, até um máximo de 40%.\r\n",
    "de_DE": "'Säule des Frosts' beschwört einen Frostwelpen, der alle Gegner innerhalb von 40 Metern vor Euch mit seinem Atem überzieht und ihnen so 228 Frostschaden zufügt. Jeder einzelne von 'Hilfe des Frostwelpen' getroffene Gegner gewährt Euch für 15 Sek. 8% Meisterschaft, bis zu maximal 40% Meisterschaft.\r\n",
    "en_GB": "Pillar of Frost summons a Frostwhelp who breathes on all enemies within 40 yards in front of you for 215 Frost damage. Each unique enemy hit by Frostwhelp's Aid grants you 8% Mastery for 15 sec, up to 40%.\r\n",
    "es_ES": "Pilar de Escarcha invoca una cría de Escarcha que inflige 232 p. de daño de Escarcha con su aliento a todos los enemigos que están en un radio de 40 m frente a ti. Cada enemigo único golpeado por Ayuda de la cría de Escarcha te otorga un 8% de maestría durante 15 s, hasta un máximo de 40%.\r\n",
    "fr_FR": "Pilier de givre invoque un dragonnet de givre qui frappe les ennemis à moins de 40 mètres devant vous de son souffle glacial et leur inflige 227 points de dégâts de givre. Chaque ennemi touché par Soutien du Dragonnet de givre vous confère un bonus de 8 % à la Maîtrise pendant 15 s, jusqu’à un maximum de 40 %.\r\n",
    "it_IT": "Pilastro di Ghiaccio evoca un Alagelida che soffia contro tutti i nemici frontali entro 40 m, infliggendo 219 danni da gelo. Ogni nemico unico colpito da Aiuto di Alagelida aumenta la tua maestria del 8% per 15 s, fino a un massimo del 40%.\r\n",
    "ru_RU": "Ледяной столп призывает ледяного дракончика, который дышит холодом на противников в радиусе 40 м перед вами, нанося 225 ед. урона от магии льда. За каждого противника, пораженного \"Помощью ледяного дракончика\", ваша искусность повышается на 8% на 15 сек. Максимальный бонус – 40%.\r\n",
    "ko_KR": "얼음 기둥 시전 시 새끼 서리고룡이 소환되어 전방 40미터 내의 모든 적에게 숨결을 내뱉어 211의 냉기 피해를 입힙니다. 새끼 서리고룡의 지원에 적중당한 적 하나당 15초 동안 특화가 8%만큼, 최대 40%까지 증가합니다.\r\n",
    "zh_TW": "冰霜之柱召喚冰霜幼龍，朝你前方40碼範圍內所有敵人吐息造成227點冰霜傷害。冰霜幼龍的協助每擊中一名不同的敵人可賦予你8%精通，持續15秒，最高可達40%。\r\n",
    "zh_CN": "冰霜之柱会召唤一头冰霜雏龙，对你前方40码内的所有敌人进行吐息，造成218点冰霜伤害。每当有一名敌人被冰霜雏龙之援击中时，你的精通都会提高8%，持续15秒，最多可叠加至40%。\r\n"
  }
}