{
  "ID": "636798",
  "NameSubtext_lang": "",
  "Description_lang": "Serpent Sting's damage applies Latent Poison to the target, stacking up to $378015u times. $?s137015[Barbed Shot]?s137016[Aimed Shot]?s137017&!s259387[Raptor Strike][Mongoose Bite] consumes all stacks of Latent Poison, dealing $378016s1 Nature damage to the target per stack consumed.",
  "AuraDescription_lang": "",
  "Attributes_0": "-2147483584",
  "Attributes_1": "1024",
  "Attributes_2": "268435456",
  "Attributes_3": "68354048",
  "Attributes_4": "8388608",
  "Attributes_5": "0",
  "Attributes_6": "4096",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "132272",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "378014",
  "name_blz": {
    "en_US": "Poison Injection",
    "es_MX": "Inyección de veneno",
    "pt_BR": "Injeção de Veneno",
    "de_DE": "Giftinjektion",
    "en_GB": "Poison Injection",
    "es_ES": "Inyección de veneno",
    "fr_FR": "Injection de poison",
    "it_IT": "Iniezione di Veleno",
    "ru_RU": "Инъекция яда",
    "ko_KR": "독 주입",
    "zh_TW": "劇毒注射",
    "zh_CN": "毒素注射"
  },
  "description_blz": {
    "en_US": "Serpent Sting's damage applies Latent Poison to the target, stacking up to 10 times. Mongoose Bite consumes all stacks of Latent Poison, dealing 109 Nature damage to the target per stack consumed.",
    "es_MX": "El daño de Picadura de serpiente aplica Veneno latente al objetivo. Este efecto se acumula hasta 10 veces. Mordedura de mangosta consume todas las acumulaciones de Veneno latente e inflige 109 p. de daño de naturaleza al objetivo por cada acumulación consumida.",
    "pt_BR": "O dano da Picada de Serpente aplica Veneno Latente ao alvo, acumulando até 10 vezes. Mordida de Mangusto consome todas as aplicações de Veneno Latente para causar 109 de dano de Natureza ao alvo por aplicação consumida.",
    "de_DE": "Der Schaden von 'Schlangengift' ruft beim Ziel 'Latentes Gift' hervor. Dieser Effekt ist bis zu 10-mal stapelbar. Euer 'Mungobiss' zehrt alle Stapel von 'Latentes Gift' auf und fügt dem Ziel pro Stapel 109 Naturschaden zu.",
    "en_GB": "Serpent Sting's damage applies Latent Poison to the target, stacking up to 10 times. Mongoose Bite consumes all stacks of Latent Poison, dealing 109 Nature damage to the target per stack consumed.",
    "es_ES": "El daño de Picadura de serpiente aplica al objetivo Veneno latente, que se acumula hasta 10 veces. Mordisco de mangosta consume todas las acumulaciones de Veneno latente e inflige 109 p. de daño de Naturaleza al objetivo por cada acumulación consumida.",
    "fr_FR": "Lorsque Morsure de serpent inflige des dégâts à une cible, elle lui applique également Poison latent. Cet effet est cumulable jusqu’à 10 fois. Morsure de mangouste consomme toutes les charges de Poison latent et inflige 109 points de dégâts de nature à la cible par charge consommée.",
    "it_IT": "I danni inflitti da Morso del Serpente affliggono il bersaglio con Veleno Latente. Si accumula fino a 10 volte. Morso della Mangusta consuma tutti gli accumuli di Veleno Latente, infliggendo 109 danni da natura per accumulo consumato.",
    "ru_RU": "Урон от \"Укуса змеи\" применяет к цели \"Медленный яд\". Эффект суммируется до 10 раз. \"Укус мангуста\" поглощает все эффекты \"Медленного яда\" и наносит цели 109 ед. урона от сил природы за каждый поглощенный эффект.",
    "ko_KR": "독사 쐐기로 피해를 입히면 대상에게 잠재된 독을 주입합니다. 최대 10번까지 중첩됩니다. 살쾡이의 이빨 사용 시 잠재된 독 중첩을 모두 소모하여 대상에게 소모한 중첩당 109의 자연 피해를 입힙니다.",
    "zh_TW": "毒蛇釘刺造成傷害時，會對目標施加隱性猛毒，最多堆疊10層。貓鼬撕咬消耗隱性猛毒的所有層數，每層可對目標造成109點自然傷害。",
    "zh_CN": "毒蛇钉刺的伤害会对目标施加潜藏毒素，最多可叠加10层。猫鼬撕咬会消耗潜藏毒素的所有层数，每层对目标造成109点自然伤害。"
  }
}