{
  "ID": "637190",
  "NameSubtext_lang": "",
  "Description_lang": "While skyriding at middle speed and above, you gain stacks of Skyrider's Initiative, up to $388672u.When landing at mid-to-high speeds, you create a shockwave, damaging enemies for $<points> per stack, split among them, and disorienting them for $388673d. Landing at low speeds cancels Skyrider's Initiative.",
  "AuraDescription_lang": "",
  "Attributes_0": "696254912",
  "Attributes_1": "1056",
  "Attributes_2": "273170437",
  "Attributes_3": "269681152",
  "Attributes_4": "8388736",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "8",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "4640484",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "378409",
  "name_blz": {
    "en_US": "Dragonrider's Initiative",
    "es_MX": "Iniciativa de dracoequitador",
    "pt_BR": "Iniciativa do Dragoneiro",
    "de_DE": "Drachenreiterinitiative",
    "en_GB": "Dragonrider's Initiative",
    "es_ES": "Iniciativa de jinete de dragones",
    "fr_FR": "Initiative à dos de Dragon",
    "it_IT": "Iniziativa del Cavalcadraghi",
    "ru_RU": "Инициатива наездника",
    "ko_KR": "용기수의 결단",
    "zh_TW": "乘龍者的先手",
    "zh_CN": "驭龙者的突袭"
  },
  "description_blz": {
    "en_US": "While skyriding at middle speed and above, you gain stacks of Skyrider's Initiative, up to 10.\r\n\r\nWhen landing at mid-to-high speeds, you create a shockwave, damaging enemies for 398 per stack, split among them, and disorienting them for 3 sec. Landing at low speeds cancels Skyrider's Initiative.",
    "es_MX": "Mientras practicas cielonáutica a velocidad media o mayor, obtienes hasta 10 acumulaciones de Iniciativa de jinete celestial.\r\n\r\nCuando aterrizas a velocidad media o alta, creas una ola de choque que inflige 398 p. de daño por acumulación, dividido entre los enemigos, y los desorienta durante 3 s. Si aterrizas a baja velocidad, Iniciativa de jinete celestial se cancela.",
    "pt_BR": "Durante a pilotagem aérea em velocidade média e superior, você ganha aplicações de Iniciativa do Piloto Aéreo, até um máximo de 10.\r\n\r\nAo aterrissar em velocidades de média a alta, você cria uma onda de choque, causando 398 de dano aos inimigos por aplicação, dividido entre eles, e desorientando-os por 3 s. Pousar em baixa velocidade cancela a Iniciativa do Piloto Aéreo.",
    "de_DE": "Beim Himmelsreiten mit mittlerer oder höherer Geschwindigkeit erhaltet Ihr Stapel von 'Initiative des Himmelsreiters', bis zu maximal 10.\r\n\r\nWenn Ihr bei mittlerer bis höherer Geschwindigkeit landet, erzeugt Ihr eine Schockwelle, die Gegnern pro Stapel 398 Schaden zufügt, der unter ihnen aufgeteilt wird, und sie 3 Sek. lang desorientiert. Landungen mit niedriger Geschwindigkeit brechen 'Initiative des Himmelsreiters' ab.",
    "en_GB": "While skyriding at middle speed and above, you gain stacks of Skyrider's Initiative, up to 10.\r\n\r\nWhen landing at mid-to-high speeds, you create a shockwave, damaging enemies for 398 per stack, split among them, and disorienting them for 3 sec. Landing at low speeds cancels Skyrider's Initiative.",
    "es_ES": "Mientras vuelas como surcacielos a velocidad media o superior, obtienes acumulaciones de Iniciativa de surcacielos, hasta un máximo de 10.\r\n\r\nCuando aterrices a velocidad media o superior, generarás una ola de choque que infligirá 398 p. de daño a los enemigos por cada acumulación. El daño se divide entre los enemigos y los desorienta durante 3 s. Iniciativa de surcacielos se cancela si aterrizas a velocidad reducida.",
    "fr_FR": "Lorsque vous volez sur une monture de vol dynamique, à vitesse moyenne ou supérieure, vous gagnez des charges d’initiative dynamique, jusqu’à un maximum de 10.\r\n\r\nLorsque vous vous posez à vitesse moyenne ou supérieure, vous créez une onde de choc qui blesse les adversaire et leur inflige 398 points de dégâts par charge, répartis équitablement, et les désoriente pendant 3 s. Si vous vous posez à faible vitesse, l’initiative dynamique est annulée.",
    "it_IT": "In volo su una cavalcatura del Volo Dinamico a velocità media o superiore, si ottengono accumuli di Iniziativa del Calcacieli, fino a un massimo di 10.\r\n\r\nQuando si atterra a velocità media o superiore, si genera un'onda d'urto che infligge 398 danni per accumulo suddivisi tra i nemici, che restano disorientati per 3 s. L'atterraggio a bassa velocità annulla l'Iniziativa del Calcacieli.",
    "ru_RU": "Передвигаясь в режиме высшего пилотажа со средней или более высокой скоростью, вы накапливаете до 10 эффектов \"Инициативы небесного наездника\".\r\n\r\nПриземляясь на средней или более высокой скорости, вы создаете ударную волну, распределяющую между противниками 398 ед. урона за каждый эффект, а также дезориентируете их на 3 сек. Приземление на низкой скорости рассеивает эффекты \"Инициативы небесного наездника\".",
    "ko_KR": "중간 이상의 속도로 하늘비행을 사용하는 동안 하늘기수의 결단 중첩을 10회까지얻습니다.\r\n\r\n중간에서 고속 사이의 속도로 착지할 시 충격파를 형성해, 주위 적들에게 중첩 하나당 398의 피해를 나누어 입히고 3초 동안 방향 감각을 상실하도록 만듭니다. 저속으로 착지할 시 하늘기수의 결단을 취소합니다.",
    "zh_TW": "以中速以上的速度施展天空騎術時，可獲得最多10層馭天者的先手。\r\n\r\n以中速至高速的速度降落時，將會產生一道衝擊波，每層對敵人造成398點傷害，由受影響的敵人平均分攤，並使其陷入困惑，持續3秒。以低速降落時，則取消馭天者的先手。",
    "zh_CN": "以中速或更高速度驭空时，你会获得驭空者的突袭，最高10层。\r\n\r\n你在中高速状态下直接着陆时会引发冲击波，每叠加一层驭龙者的突袭都会对敌人造成398点伤害，由所有被击中的敌人均摊，并使其迷惑，持续3秒。低速状态着陆会移除驭空者的突袭。"
  }
}