{
  "ID": "640234",
  "NameSubtext_lang": "Racial Passive",
  "Description_lang": "While Soaring through the air, pointing yourself toward any given direction sends you in that direction.Pointing yourself downward grants more momentum. Evening out can transfer that momentum forward.Pointing yourself upward slows you down. When at your slowest, you will start to fall slowly toward the ground, forward and down.You also gain access to the following abilities:$@spellicon376743 $@spellname376743$@spelldesc376743$@spellicon376744 $@spellname376744$@spelldesc376744",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "4622485",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "381451",
  "name_blz": {
    "en_US": "Principles of Soaring",
    "es_MX": "Principios de elevación",
    "pt_BR": "Princípios do Voo",
    "de_DE": "Grundlagen des Segelns",
    "en_GB": "Principles of Soaring",
    "es_ES": "Principios del remontamiento",
    "fr_FR": "Principes du vol",
    "it_IT": "Principi del Volteggio",
    "ru_RU": "Основы парения",
    "ko_KR": "비상의 원칙",
    "zh_TW": "飛騰法則",
    "zh_CN": "翱翔法则"
  },
  "description_blz": {
    "en_US": "While Soaring through the air, pointing yourself toward any given direction sends you in that direction.\r\n\r\nPointing yourself downward grants more momentum. Evening out can transfer that momentum forward.\r\n\r\nPointing yourself upward slows you down. When at your slowest, you will start to fall slowly toward the ground, forward and down.\r\n\r\nYou also gain access to the following abilities:\r\n\r\n Surge Forward\r\nFlap forward a short distance, gaining speed.\r\nMax 2 Charges\r\n\r\n Skyward Ascent\r\nFlap upward, gaining height at the cost of some momentum.\r\nMax 1 Charge",
    "es_MX": "Mientras te elevas por el aire, puedes impulsarte y apuntar en cualquier dirección.\r\n\r\nApunta hacia abajo para generar más impulso. Si luego te nivelas, conservarás el impulso mientras vuelas hacia adelante.\r\n\r\nApunta hacia arriba para perder velocidad. Cuando tu velocidad se reduzca al mínimo, comenzarás a caer lentamente, primero hacia adelante y luego hacia abajo.\r\n\r\nTambién podrás acceder a las siguientes habilidades:\r\n\r\n Impulso de avance\r\nAletea hacia adelante una corta distancia y gana velocidad.\r\nMáximo: 2 cargas\r\n\r\n Ascenso al cielo\r\nAletea hacia arriba y gana altura a cambio de un poco de impulso.\r\nMáximo: 1 carga",
    "pt_BR": "Ao Pairar no ar, virar para qualquer direção impele você para ela.\r\n\r\nVirar para baixo concede mais impulso. Uma compensação pode transferir o impulso para a frente.\r\n\r\nVirar para cima desacelera você. Quando estiver com a menor velocidade, você começa a cair lentamente na direção do chão, à frente e para baixo.\r\n\r\nVocê também ganha acesso às seguintes habilidades:\r\n\r\n Avante\r\nBata as asas rapidamente, ganhando velocidade.\r\nMáximo de 2 cargas\r\n\r\n Subir aos Céus\r\nBate as asas, ganhando altura ao custo de algum impulso.\r\nMáximo de 1 carga",
    "de_DE": "Während Ihr durch die Luft segelt, könnt Ihr Euch in eine bestimmte Richtung drehen, um dorthin zu fliegen.\r\n\r\nWenn Ihr Euch nach unten neigt, erhaltet Ihr mehr Schwung. Danach könnt Ihr wieder vorwärts fliegen, um diesen Schwung nach vorne zu übertragen.\r\n\r\nWenn Ihr Euch nach oben neigt, werdet Ihr langsamer. Bei Erreichen der langsamsten Geschwindigkeit fallt Ihr langsam nach vorne und unten in Richtung Boden.\r\n\r\nZusätzlich könnt Ihr auf die folgenden Fähigkeiten zugreifen:\r\n\r\n Vorwärtsschub\r\nSchlägt mit den Flügeln, um sich eine kurze Distanz vorwärts zu bewegen und die Geschwindigkeit zu erhöhen.\r\nMaximal 2 Aufladungen\r\n\r\n Aufstieg gen Himmel\r\nSchlägt mit den Flügeln, um etwas Schwung einzubüßen, aber dafür an Höhe zu gewinnen.\r\nMaximal 1 Aufladung",
    "en_GB": "While Soaring through the air, pointing yourself toward any given direction sends you in that direction.\r\n\r\nPointing yourself downward grants more momentum. Evening out can transfer that momentum forward.\r\n\r\nPointing yourself upward slows you down. When at your slowest, you will start to fall slowly toward the ground, forward and down.\r\n\r\nYou also gain access to the following abilities:\r\n\r\n Surge Forward\r\nFlap forward a short distance, gaining speed.\r\nMax 2 Charges\r\n\r\n Skyward Ascent\r\nFlap upward, gaining height at the cost of some momentum.\r\nMax 1 Charge",
    "es_ES": "Si apuntas en cualquier dirección mientras remontas, te desplazarás hacia allí.\r\n\r\nSi apuntas hacia abajo, obtendrás más impulso. Si te enderezas, el impulso se dirigirá hacia delante.\r\n\r\nSi apuntas hacia arriba, irás más despacio. Cuando estés al mínimo de velocidad, comenzarás a caer lentamente hacia el suelo, hacia delante y hacia abajo.\r\n\r\nTambién puedes acceder a las siguientes facultades:\r\n\r\n Carga hacia delante\r\nBates las alas hacia delante una corta distancia y obtienes velocidad.\r\nMáximo de 2 cargas\r\n\r\n Ascenso hacia el cielo\r\nBates las alas hacia arriba y obtienes altura a costa de algo de inercia.\r\nMáximo de 1 carga",
    "fr_FR": "Une fois que vous avez pris votre envol, orientez-vous dans la direction que vous souhaitez prendre.\r\n\r\nOrientez-vous vers le bas pour prendre de la vitesse. Rétablissez un vol horizontal pour transférer ce mouvement en propulsion avant.\r\n\r\nOrientez-vous vers le haut pour ralentir. Arrivé à votre vitesse minimale, vous commencez à perdre lentement de l’altitude tout en continuant d’avancer.\r\n\r\nVous pouvez également utiliser les techniques suivantes :\r\n\r\n Accélération\r\nVous battez des ailes sur une courte distance pour gagner de la vitesse.\r\n2 charges au maximum\r\n\r\n Ascension\r\nVous battez des ailes pour prendre de l’altitude, mais vous perdez de l’élan.\r\n1 charge au maximum",
    "it_IT": "Durante Volteggio, puntare verso una determinata direzione fa volare in quella direzione.\r\n\r\nPuntare verso il basso fornisce slancio. Rimettersi in piano trasferisce quello slancio in avanti.\r\n\r\nPuntare verso l'alto rallenta. Quando la velocità rallenta troppo, si comincia a scendere di quota, andando in avanti e in basso.\r\n\r\nFornisce le seguenti abilità:\r\n\r\n Slancio in Avanti\r\nSbatte le ali in avanti per una breve distanza, aumentando la velocità.\r\nMassimo 2 cariche\r\n\r\n Salita in Alto\r\nSbatte le ali verso l'alto, aumentando l'altezza al costo di una certa quantità di spinta.\r\nMassimo 1 carica",
    "ru_RU": "Пока вы парите в воздухе, при развороте в любом направлении вы получаете импульс вперед.\r\n\r\nНаправив камеру вниз, вы набираете инерцию. Выровняйте камеру, чтобы ускориться.\r\n\r\nНаправив камеру вверх, вы замедляетесь. Когда скорость падает до минимального значения, вы начинаете постепенно опускаться на землю, вперед и вниз.\r\n\r\nВы получаете следующие способности:\r\n\r\n Рывок вперед\r\nУстремляется вперед на небольшое расстояние, набирая скорость.\r\nМаксимум 2 заряда.\r\n\r\n Взлет вверх\r\nВзмахнуть крыльями, чтобы набрать высоту за счет небольшой потери скорости.\r\nМаксимум 1 заряд.",
    "ko_KR": "하늘로 비상할 때 임의의 방향을 가리키면 해당 방향으로 날아갑니다.\r\n\r\n몸을 밑으로 향하게 하면 가속이 붙습니다. 직후 자세를 바로잡으면 누적된 가속을 활용해 전방으로 날아갈 수 있습니다.\r\n\r\n몸을 위로 향하게 하면 이동 속도가 감소합니다. 이동 속도가 최저점에 이르면 서서히 전방으로 나아가며 지면으로 하강합니다.\r\n\r\n추가로 다음 능력을 이용할 수 있게 됩니다.\r\n\r\n 전방 쇄도\r\n전방으로 날갯짓해 짧은 거리를 이동합니다.\r\n최대 2번 충전됩니다.\r\n\r\n 하늘 상승\r\n위로 날갯짓해 일정량의 가속을 잃고 고도를 상승합니다.\r\n최대 1번 충전됩니다",
    "zh_TW": "在空中飛騰時，把你自己指向任一方向即可朝那個方向前進。\r\n\r\n使你自己指向下方可獲得更多動能。拉回水平飛行會把這股動能的方向轉為往前進。\r\n\r\n把你自己指向上方即可減速。速度降至最低時，你會開始緩緩朝地面降落，一面往前一面降低高度。\r\n\r\n你也可以使用下列技能：\r\n\r\n 向前疾衝\r\n向前振翅飛行一小段距離，提高速度。\r\n可使用2次\r\n\r\n 向上爬升\r\n向上振翅飛行。可爬升高度，但會失去一些動能。\r\n可使用1次",
    "zh_CN": "当你在空中翱翔时，任意指定一个方向，你就会朝对应方向飞行。\r\n\r\n向下调整身体会使你积聚更多动能。改平飞行可以将动能向前传导。\r\n\r\n向上调整身体会减缓你的速度。当速度达到最慢时，你将开始缓慢向前下落。\r\n\r\n你也将获得以下技能：\r\n\r\n 向前突进\r\n向前振翅一小段距离，提高速度。\r\n最多充能2次\r\n\r\n 冲天升腾\r\n向上振翅，提升高度，同时损失一些动能。\r\n最多充能1次"
  }
}