{
  "ID": "642457",
  "NameSubtext_lang": "",
  "Description_lang": "Mortal Strike and Cleave have a high chance to apply Fatal Mark to enemies above $383704s1% health. When an enemy with Fatal Mark is below $383704s1% health, your next Execute causes the Fatal Mark to deal $383706s1 Physical damage per stack.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "67108864",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "-2147483648",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "236364",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "383703",
  "name_blz": {
    "en_US": "Fatality",
    "es_MX": "Fatalidad",
    "pt_BR": "Fatalidade",
    "de_DE": "Fatalität",
    "en_GB": "Fatality",
    "es_ES": "Fatalidad",
    "fr_FR": "Fatalité",
    "it_IT": "Fatalità",
    "ru_RU": "Фатум",
    "ko_KR": "치명적 공격",
    "zh_TW": "死亡宿命",
    "zh_CN": "致死"
  },
  "description_blz": {
    "en_US": "Mortal Strike and Cleave have a high chance to apply Fatal Mark to enemies above 30% health. When an enemy with Fatal Mark is below 30% health, your next Execute causes the Fatal Mark to deal 1,465 Physical damage per stack.",
    "es_MX": "Golpe mortal y Rajar tienen una alta probabilidad de aplicar Marca fatal sobre los enemigos que tienen más del 30% de salud. Cuando la salud de un enemigo con Marca fatal cae por debajo del 30%, tu siguiente Ejecutar inflige 1,465 p. de daño físico por acumulación.",
    "pt_BR": "Golpe Mortal e Cutilada têm chance elevada de aplicar Marca Fatal aos inimigos com mais de 30% dos pontos de vida. Quando um inimigo com Marca Fatal chega a menos de 30% dos pontos de vida, seu próximo Executar faz Marca Fatal causar 1.465 de dano Físico por aplicação.",
    "de_DE": "'Tödlicher Stoß' und 'Spalten' haben eine hohe Chance, Gegner über 30% Gesundheit mit 'Fatales Mal' zu belegen. Wenn ein Gegner mit 'Fatales Mal' weniger als 30% Gesundheit hat, führt Euer nächster Einsatz von 'Hinrichten' dazu, dass 'Fatales Mal' ihm pro Stapel 1.465 körperlichen Schaden zufügt.",
    "en_GB": "Mortal Strike and Cleave have a high chance to apply Fatal Mark to enemies above 30% health. When an enemy with Fatal Mark is below 30% health, your next Execute causes the Fatal Mark to deal 1,465 Physical damage per stack.",
    "es_ES": "Golpe mortal y Rajar tienen muchas probabilidades de aplicar Marca letal a enemigos por encima del 30% de salud. Cuando un enemigo con Marca letal está por debajo del 30% de salud, tu siguiente Ejecutar hace que Marca letal inflija 1465 p. de daño físico por cada acumulación.",
    "fr_FR": "Frappe mortelle et Enchaînement ont une chance élevée d’appliquer Marque fatale aux adversaires ayant plus de 30 % de leurs points de vie. Quand un personnage adverse sous l’effet de Marque fatale a moins de 30 % de ses points de vie, votre prochaine Exécution permet à Marque fatale d’infliger 1465 points de dégâts physiques par charge.",
    "it_IT": "Assalto Mortale e Fendente hanno un'alta probabilità di applicare Marchio Fatale ai nemici con più del 30% della salute massima. Quando un nemico con Marchio Fatale ha meno del 30% della salute massima, la successiva Esecuzione fa sì che Marchio Fatale infligga 1.465 danni fisici aggiuntivi per accumulo.",
    "ru_RU": "\"Смертельный удар\" и \"Рассекающий удар\" с высокой вероятностью применяют к цели \"Фатальную метку\", если уровень здоровья цели выше 30%. Когда уровень здоровья цели с \"Фатальной меткой\" падает ниже 30%, следующая \"Казнь\" активирует \"Фатальную метку\", которая наносит 1465 ед. физического урона за каждый эффект.",
    "ko_KR": "필사의 일격 및 회전베기 사용 시 높은 확률로 생명력이 30% 이상인 적에게 척살의 징표를 부여합니다. 척살의 징표에 걸린 적의 생명력이 30% 미만으로 떨어지면, 다음 마무리 일격 사용 시 척살의 징표가 중첩 하나당 1,465의 물리 피해를 입힙니다.",
    "zh_TW": "致死打擊和順劈斬有很高的機率對生命力高於30%的敵人施加致命印記。當帶有致命印記的敵人的生命力低於30%時，你的下一個斬殺會使每層致命印記造成1,465點物理傷害。",
    "zh_CN": "致死打击和顺劈斩有非常高的几率对生命值高于30%的敌人施加一层致死印记。当具有致死印记的敌人生命值降低至30%以下时，你的下一个斩杀使每层致死印记造成1,465点物理伤害。"
  }
}