{
  "ID": "643393",
  "NameSubtext_lang": "",
  "Description_lang": "Lash the target for $s1 Shadow damage, causing each combo point spent within $d to lash for an additional $394757s1. Dealing damage with Flagellation increases your Mastery by ${$s2/10*$mas}.1%, persisting $394758d after their torment fades.",
  "AuraDescription_lang": "$?$W2>0[$@auracaster is tormenting the target, dealing $394757s1 Shadow damage for each combo point spent.][Combo points spent deal $394757s1 Shadow damage to $@auracaster's tormented target. Mastery increased by ${$W3*$mas}.1%.]",
  "Attributes_0": "-2145058800",
  "Attributes_1": "201327104",
  "Attributes_2": "1048576",
  "Attributes_3": "134217856",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "12288",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "4097",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "29",
  "PvPDurationIndex": "0",
  "RangeIndex": "2",
  "SchoolMask": "32",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "6035318",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "384631",
  "name_blz": {
    "en_US": "Flagellation",
    "es_MX": "Flagelación",
    "pt_BR": "Flagelação",
    "de_DE": "Geißelung",
    "en_GB": "Flagellation",
    "es_ES": "Flagelación",
    "fr_FR": "Flagellation",
    "it_IT": "Flagellazione",
    "ru_RU": "Флагелляция",
    "ko_KR": "채찍질",
    "zh_TW": "靈魄鞭笞",
    "zh_CN": "狂热鞭笞"
  },
  "description_blz": {
    "en_US": "Lash the target for 323 Shadow damage, causing each combo point spent within 12 sec to lash for an additional 65. Dealing damage with Flagellation increases your Mastery by 1.2%, persisting 12 sec after their torment fades.",
    "es_MX": "Azota al objetivo, le inflige 314 p. de daño de las sombras y le da otro azote que inflige 65 p. más de daño por cada punto de combo gastado durante 12 s. Infligir daño con Flagelación aumenta un 1.2% tu maestría, que persiste 12 s después de que su tormento termine.",
    "pt_BR": "Açoita o alvo e causa 319 de dano de Sombra, fazendo com que cada ponto de combo gasto em até 12 s açoite novamente e cause 64 a mais. Causar dano com Flagelação aumenta em 1,2% a sua Maestria, persistindo por 12 s após o fim do tormento.",
    "de_DE": "Peitscht das Ziel und fügt ihm so 316 Schattenschaden zu. Zusätzlich löst jeder innerhalb von 12 Sek. verbrauchte Combopunkt einen weiteren Peitschenhieb aus, der 64 Schaden verursacht. Wenn Ihr Schaden mit 'Geißelung' verursacht, wird Eure Meisterschaft um 1,2% erhöht. Dieser Effekt hält nach Ende der Qual des Ziels noch 12 Sek. lang an.",
    "en_GB": "Lash the target for 316 Shadow damage, causing each combo point spent within 12 sec to lash for an additional 63. Dealing damage with Flagellation increases your Mastery by 1.2%, persisting 12 sec after their torment fades.",
    "es_ES": "Azotas al objetivo para infligirle 321 p. de daño de las Sombras y 65 p. de daño más por cada punto de combo gastado en un plazo de 12 s. Al infligir daño con Flagelación, tu maestría aumenta un 1,2%, efecto que persiste durante 12 s después de que acabe el tormento de tu objetivo.",
    "fr_FR": "Vous fouettez la cible, ce qui lui inflige 317 points de dégâts d’ombre, et chaque point de combo dépensé dans les 12 s s’accompagne d’un coup de fouet qui lui inflige 63 points de dégâts supplémentaires. Lorsque vous infligez des dégâts avec Flagellation, votre Maîtrise augmente de 1,2 %, effet qui dure 12 s après la fin de sa torture.",
    "it_IT": "Flagella il bersaglio, infliggendo 325 danni da ombra e facendo sì che ogni punto combo consumato entro 12 s infligga 64 danni aggiuntivi. Infliggere danni con Flagellazione aumenta la maestria del 1,2%. L'effetto bonus persiste per 12 s dopo la fine del tormento.",
    "ru_RU": "Бичует цель, нанося 326 ед. урона от темной магии. В течение 12 сек. каждый израсходованный прием серии наносит цели еще 64 ед. урона. Когда \"Флагелляция\" наносит урон, ваша искусность повышается на 1,2%. Этот эффект действует еще в течение 12 сек. после завершения истязания.",
    "ko_KR": "대상을 채찍질해 317의 암흑 피해를 입히고 12초 안에 소모한 연계 점수 1점당 채찍을 휘둘러 63의 추가 피해를 입힙니다. 채찍질로 피해를 입히면 특화가 1.2%만큼 증가하며, 대상의 고통이 사라진 뒤에도 12초 동안 지속됩니다.",
    "zh_TW": "鞭笞目標，造成322點暗影傷害，且在12秒內消耗的每個連擊點數，都會額外造成63點傷害。使用靈魄鞭笞造成傷害後，使你的精通提高1.2%，在折磨衰退後持續12秒。",
    "zh_CN": "抽打目标，造成321点暗影伤害，使12秒内消耗的每个连击点数都能额外抽打65点伤害。使用狂热鞭笞造成伤害会使你的精通提高1.2%，在折磨结束后可以持续12秒。"
  }
}