{
  "ID": "644494",
  "NameSubtext_lang": "",
  "Description_lang": "While Coordinated Assault is active, the cooldown of Wildfire Bomb is reduced by $s1%, Wildfire Bomb generates $s2 Focus when thrown, Kill Shot's cooldown is reduced by $s3%, and Kill Shot can be used against any target, regardless of their current health.",
  "AuraDescription_lang": "",
  "Attributes_0": "-2147483584",
  "Attributes_1": "1024",
  "Attributes_2": "268435456",
  "Attributes_3": "1245184",
  "Attributes_4": "8388608",
  "Attributes_5": "0",
  "Attributes_6": "4096",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "457329",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "385739",
  "name_blz": {
    "en_US": "Coordinated Kill",
    "es_MX": "Muerte coordinada",
    "pt_BR": "Abate Coordenado",
    "de_DE": "Koordinierte Tötung",
    "en_GB": "Coordinated Kill",
    "es_ES": "Muerte coordinada",
    "fr_FR": "Exécution coordonnée",
    "it_IT": "Uccisione Coordinata",
    "ru_RU": "Согласованная команда",
    "ko_KR": "협공 사살",
    "zh_TW": "聯手擊殺",
    "zh_CN": "协同杀戮"
  },
  "description_blz": {
    "en_US": "While Coordinated Assault is active, the cooldown of Wildfire Bomb is reduced by 25%, Wildfire Bomb generates 5 Focus when thrown, Kill Shot's cooldown is reduced by 25%, and Kill Shot can be used against any target, regardless of their current health.",
    "es_MX": "Mientras Asalto coordinado está activo, Bomba de fuego salvaje reduce un 25% su tiempo de reutilización y genera 5 p. de enfoque cuando se lanza, reduce el tiempo de reutilización de Disparo mortal un 25% y Disparo mortal puede usarse contra cualquier objetivo sin importar su salud actual.",
    "pt_BR": "Enquanto o Ataque Coordenado estiver ativo, a recarga da Bomba de Fogo Indômito é reduzida em 25%, a Bomba de Fogo Indômito gera 5 de Concentração ao ser arremessada, a recarga de Tiro Mortal é reduzida em 25% e o Tiro Mortal pode ser usado contra qualquer alvo, com qualquer quantidade de pontos de vida.",
    "de_DE": "Während 'Koordinierter Angriff' aktiv ist, ist die Abklingzeit von 'Lauffeuerbombe' um 25% verringert. 'Lauffeuerbombe' erzeugt beim Werfen 5 Fokus, die Abklingzeit von 'Tödlicher Schuss' ist um 25% verringert und 'Tödlicher Schuss' kann gegen jedes Ziel unabhängig von seiner aktuellen Gesundheit eingesetzt werden.",
    "en_GB": "While Coordinated Assault is active, the cooldown of Wildfire Bomb is reduced by 25%, Wildfire Bomb generates 5 Focus when thrown, Kill Shot's cooldown is reduced by 25%, and Kill Shot can be used against any target, regardless of their current health.",
    "es_ES": "Mientras Ataque coordinado está activo, el tiempo de reutilización de Bomba de fuego salvaje se reduce un 25%, la facultad genera 5 p. de enfoque cuando se lanza, se reduce un 25% el tiempo de reutilización de Disparo mortal y se puede usar Disparo mortal sobre cualquier objetivo independientemente de su salud.",
    "fr_FR": "Tant qu’Assaut coordonné est actif, le temps de recharge de Bombe de feu de brousse est réduit de 25 % et elle génère 5 points de focalisation, et réduit le temps de recharge de Tir mortel de 25 % et lui permet d’être utilisé contre n’importe quelle cible indépendamment de son montant de vie.",
    "it_IT": "Quando Assalto Coordinato è attivo, il tempo di recupero di Bomba di Fuocobrado si riduce del 25%, Bomba di Fuocobrado genera 5 focus quando viene lanciata, il tempo di recupero di Tiro Mortale si riduce del 25% e Tiro Mortale può essere usato contro qualsiasi bersaglio, a prescindere dalla sua salute attuale.",
    "ru_RU": "Пока действует \"Согласованная атака\", время восстановления \"Огнебомбы\" сокращается на 25%, \"Огнебомба\" дает 5 ед. концентрации, время восстановления \"Убийственного выстрела\" сокращается на 25% и его можно применить к цели с любым уровнем здоровья.",
    "ko_KR": "협공이 활성화된 동안 야생불 폭탄의 재사용 대기시간이 25%만큼 감소하고, 야생불 폭탄 투척 시 5의 집중을 생성합니다. 또한 마무리 사격의 재사용 대기시간이 25%만큼 감소하고 현재 생명력에 상관없이 아무 대상에게나 사용할 수 있습니다.",
    "zh_TW": "在聯手襲擊作用期間，野火炸彈的冷卻時間縮短25%，投擲野火炸彈時，產生5點集中值，擊殺射擊的冷卻時間縮短25%，並且可對任何目標施放擊殺射擊，不受其當前生命力影響。",
    "zh_CN": "当协同进攻效果激活时，野火炸弹的冷却时间缩短25%，投出野火炸弹时会产生5点集中值，夺命射击的冷却时间缩短25%，且夺命射击可以对任意目标使用，无视其当前生命值。"
  }
}