{
  "ID": "645019",
  "NameSubtext_lang": "",
  "Description_lang": "$@spelldesc386244",
  "AuraDescription_lang": "Blasting nearby enemies for $386265s1 Chaos damage per soul consumed over ${$d-2} sec. Deals reduced damage beyond 8 targets.",
  "Attributes_0": "0",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "4",
  "DurationIndex": "1",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "36",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "841219",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "386256",
  "name_blz": {
    "en_US": "Summon Soulkeeper",
    "es_MX": "Invocar guardián de almas",
    "pt_BR": "Evocar Porta-almas",
    "de_DE": "Seelenbewahrer beschwören",
    "en_GB": "Summon Soulkeeper",
    "es_ES": "Invocar guardián de almas",
    "fr_FR": "Invocation de gardien d’âmes",
    "it_IT": "Evocazione: Custode delle Anime",
    "ru_RU": "Призыв хранителя душ",
    "ko_KR": "영혼지킴이 소환",
    "zh_TW": "召喚靈魂守衛者",
    "zh_CN": "召唤护魂者"
  },
  "description_blz": {
    "en_US": "Summons a Soulkeeper that consumes all Tormented Souls you've collected, blasting nearby enemies for 316 Chaos damage per soul consumed over 8 sec. Deals reduced damage beyond 8 targets and only one Soulkeeper can be active at a time.\r\n\r\nYou collect Tormented Souls from each target you kill and occasionally escaped souls you previously collected.\r\n",
    "es_MX": "Invoca un guardián de almas que consume todas las almas atormentadas que hayas recogido, golpea a los enemigos cercanos y les inflige 316 p. de daño de caos por cada alma consumida durante 8 s. Inflige menos daño a partir del octavo objetivo y solo puede haber un guardián de almas activo a la vez.\r\n\r\nRecoges almas atormentadas de cada objetivo que matas, y a veces de almas fugitivas que recogiste con anterioridad.\r\n",
    "pt_BR": "Evoca um Devoralmas que consome todas as Almas Atormentadas que você coletou, atingindo inimigos próximos e causando 316 de dano de Caos por alma consumida a cada 8 s. Causa dano reduzido acima de 8 alvos, e apenas um Devoralmas pode ficar ativo por vez.\r\n\r\nVocê coleta Almas Atormentadas de cada alvo que matar e ocasionais almas que tiverem fugido depois de terem sido coletadas.\r\n",
    "de_DE": "Beschwört einen Seelenbewahrer, der alle von Euch gesammelten gepeinigten Seelen verbraucht und Gegner in der Nähe im Verlauf von 8 Sek. mit 316 Chaosschaden pro verbrauchter gepeinigter Seele überzieht. Fügt Zielen über 8 Ziele hinaus verringerten Schaden zu, und es kann immer nur ein Seelenbewahrer aktiv sein.\r\n\r\nIhr sammelt von jedem von Euch getöteten Ziel gepeinigte Seelen sowie gelegentlich zuvor gesammelte Seelen, die entkommen sind.\r\n",
    "en_GB": "Summons a Soulkeeper that consumes all Tormented Souls you've collected, blasting nearby enemies for 316 Chaos damage per soul consumed over 8 sec. Deals reduced damage beyond 8 targets and only one Soulkeeper can be active at a time.\r\n\r\nYou collect Tormented Souls from each target you kill and occasionally escaped souls you previously collected.\r\n",
    "es_ES": "Invoca a un guardián de almas que consume todas las almas atormentadas que has conseguido, ataca a los enemigos cercanos y les inflige 316 p. de daño de Caos cada 8 s por cada alma consumida. Inflige daño reducido si golpea a más de 8 objetivos, y solo puede haber un guardián de almas activo a la vez.\r\n\r\nRecoges almas atormentadas de cada objetivo que matas y, a veces, almas huidas que habías conseguido anteriormente.\r\n",
    "fr_FR": "Vous invoquez un gardien d’âmes qui consomme toutes les âmes tourmentées que vous avez fauchées, ce qui inflige aux adversaires à proximité 316 points de dégâts du chaos par âme consommée en 8 s. Inflige des dégâts réduits au-delà de 8 cibles. Un seul gardien d’âme peut être actif à la fois.\r\n\r\nVous fauchez des âmes tourmentées de chacune de vos victimes et parfois celles déjà capturées qui vous avaient échappé.\r\n",
    "it_IT": "Evoca un Custode delle Anime che consuma tutte le Anime Tormentate raccolte, infliggendo 316 danni da caos ai nemici vicini per ogni Anima Tormentata consumata nel corso di 8 s. Infligge danni ridotti oltre gli 8 bersagli. Può essere attivo un solo Custode delle Anime alla volta.\r\n\r\nSi possono raccogliere Anime Tormentate da ogni bersaglio che si uccide e talvolta da anime già raccolte.\r\n",
    "ru_RU": "Призывает хранителя душ, который поглощает все собранные вами замученные души и наносит ближайшим противникам 316 ед. урона от магии хаоса раз в 8 сек. за каждую душу. Цели после 8-й получают меньше урона. Несколько хранителей не могут быть активны одновременно.\r\n\r\nВы получаете замученные души с каждой убитой цели и иногда ловите сбежавшие души, которые собрали до этого.\r\n",
    "ko_KR": "수집한 모든 고통받는 영혼을 소모하는 영혼지킴이를 소환하여 주위 적을 강타하고, 소모한 고통받는 영혼 하나당 8초마다 316의 혼돈 피해를 입힙니다. 대상이 8명을 초과하면 감소된 피해를 입히며 한 번에 하나의 영혼지킴이만 활성화할 수 있습니다.\r\n\r\n고통받는 영혼은 각 대상을 처치할 때마다 수집되며, 수집한 영혼은 일정 확률로 탈출합니다.\r\n",
    "zh_TW": "召喚一個靈魂守衛者來吞噬你收集的所有痛苦的靈魂，每吞噬一個痛苦的靈魂會在8秒內對附近敵人造成316點混沌傷害。超過8個目標時，造成的傷害降低。同一時間內只能存在一個靈魂守護者。\r\n\r\n從你殺死的每一個目標以及先前收集時偶爾逃脫的靈魂身上，收集痛苦的靈魂。\r\n",
    "zh_CN": "召唤一个护魂者，消耗你收集到的所有被折磨的灵魂并轰击附近的敌人，每消耗一个被折磨的灵魂都会在8秒内造成316点混乱伤害。目标数量超过8个后造成的伤害降低，而且同时只能激活一个护魂者。\r\n\r\n你会通过被你消灭的目标获取被折磨的灵魂，偶尔也会获取此前收集到但逃脱了的灵魂。\r\n"
  }
}