{
  "ID": "645381",
  "NameSubtext_lang": "",
  "Description_lang": "Your Healthstone heals you for an additional $s1% of your maximum health. Any party or raid member using a Healthstone also heals you for that amount.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136211",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "386620",
  "name_blz": {
    "en_US": "Sweet Souls",
    "es_MX": "Almas dulces",
    "pt_BR": "Almas Doces",
    "de_DE": "Süße Seelen",
    "en_GB": "Sweet Souls",
    "es_ES": "Dulces almas",
    "fr_FR": "Âmes aimables",
    "it_IT": "Anime Dolci",
    "ru_RU": "Сладкие души",
    "ko_KR": "영혼의 달콤함",
    "zh_TW": "甜美靈魂",
    "zh_CN": "甜美的灵魂"
  },
  "description_blz": {
    "en_US": "Your Healthstone heals you for an additional 10% of your maximum health. Any party or raid member using a Healthstone also heals you for that amount.",
    "es_MX": "Tu Piedra de salud te sana por un 10% de tu salud máxima adicional. Cualquier miembro del grupo o banda que use una Piedra de salud también te sana por la misma cantidad.",
    "pt_BR": "Sua Pedra de Vida cura mais 10% do seu máximo de pontos de vida. Qualquer membro do grupo ou do raide que usar uma Pedra de Vida também curará você na mesma quantidade.",
    "de_DE": "Euer Gesundheitsstein heilt Euch um zusätzliche 10% Eurer maximalen Gesundheit. Wenn ein Gruppen- oder Schlachtzugsmitglied einen Gesundheitsstein nutzt, werdet Ihr ebenfalls um diesen Gesundheitswert geheilt.",
    "en_GB": "Your Healthstone heals you for an additional 10% of your maximum health. Any party or raid member using a Healthstone also heals you for that amount.",
    "es_ES": "Tu piedra de salud te sana un 10% extra de tu salud máxima. Cualquier miembro del grupo o banda que use una piedra de salud te sana también a ti esa cantidad.",
    "fr_FR": "Votre pierre de soins vous rend 10% supplémentaires de votre maximum de points de vie. Lorsqu’un membre du groupe ou raid utilise une pierre de soins, vous récupérez le même montant de points de vie.",
    "it_IT": "Le tue Pietre della Salute ti curano del 10% aggiuntivo della tua salute massima. Inoltre, qualsiasi membro del gruppo o dell'incursione usi una Pietra della Salute ti cura dell'ammontare di cui viene curato.",
    "ru_RU": "Ваш камень здоровья дополнительно восстанавливает вам 10% максимального запаса здоровья. При использовании камня здоровья любым участником группы или рейда вы восстанавливаете такое же количество здоровья.",
    "ko_KR": "생명석이 최대 생명력의 10%를 추가로 회복시킵니다. 파티원 또는 공격대원이 생명석을 사용하면, 대상의 생명력 회복량만큼 자신의 생명력도 회복됩니다.",
    "zh_TW": "你的治療石可以為你額外恢復生命力上限的10%。任一位隊伍或團隊成員使用治療石，也會為你恢復等值生命。",
    "zh_CN": "你自己的治疗石可额外恢复你最大生命值的10%。任何小队或团队成员使用治疗石时会为你恢复同等数值的生命。"
  }
}