{
  "ID": "645926",
  "NameSubtext_lang": "",
  "Description_lang": "When Chaos Bolt or Rain of Fire consumes a charge of Ritual of Ruin, you summon a Blasphemy for $s1 sec.$@spellicon387161 $@spellname387161$@spelldesc387161",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "1048576",
  "Attributes_4": "2129920",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "4",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "-2147483648",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "32",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1371266",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "387159",
  "name_blz": {
    "en_US": "Avatar of Destruction",
    "es_MX": "Avatar de la destrucción",
    "pt_BR": "Avatar da Destruição",
    "de_DE": "Avatar der Zerstörung",
    "en_GB": "Avatar of Destruction",
    "es_ES": "Avatar de destrucción",
    "fr_FR": "Avatar de destruction",
    "it_IT": "Avatar della Distruzione",
    "ru_RU": "Аватара разрушения",
    "ko_KR": "파괴의 화신",
    "zh_TW": "毀滅化身",
    "zh_CN": "毁灭化身"
  },
  "description_blz": {
    "en_US": "When Chaos Bolt or Rain of Fire consumes a charge of Ritual of Ruin, you summon a Blasphemy for 8 sec.\r\n\r\n Blasphemy\r\nSummons a Blasphemy from the Twisting Nether, impacting for 3,318 Fire damage and stunning all enemies in the area for 2 sec.\r\n\r\nThe Blasphemy will serve you for 8 sec, dealing 3,339 damage to all nearby enemies every 1.8 sec and generating 1 Soul Shard Fragment every 1 sec.",
    "es_MX": "Cuando tu Descarga de caos o Lluvia de fuego consume una carga de Ritual de ruina, invocas una Blasfemia durante 8 s.\r\n\r\n Blasfemia\r\nInvoca una blasfemia del Vacío Abisal que inflige 3,257 p. de daño de fuego al impactar y aturde a todos los enemigos en el área durante 2 s.\r\n\r\nLa blasfemia te servirá durante 8 s, infligirá 3,421 p. de daño a todos los enemigos cercanos cada 1.8 s y generará 1 trozo de fragmento de alma cada 1 s.",
    "pt_BR": "Quando a Seta do Caos ou a Chuva de Fogo consomem uma carga de Ritual de Ruína, você evoca uma Blasfêmia por 8 s.\r\n\r\n Blasfêmia\r\nEvoca uma Blasfêmia da Espiral Etérea, causando 3.265 de dano de Fogo com o impacto e atordoando todos os inimigos na área por 2 s.\r\n\r\nA Blasfêmia fica às suas ordens por 8 s, causando 3.344 de dano a todos os inimigos próximos a cada 1,8 s e gerando 1 Fragmento de Estilhaço de Alma a cada 1 s.",
    "de_DE": "Wenn 'Chaosblitz' oder 'Feuerregen' eine Aufladung von 'Ritual des Ruins' verbrauchen, beschwört Ihr für 8 Sek. eine Blasphemie.\r\n\r\n Blasphemie\r\nBeschwört eine Blasphemie aus dem Wirbelnden Nether, die beim Einschlag 3.337 Feuerschaden verursacht und alle Gegner im Effektbereich für 2 Sek. betäubt.\r\n\r\nDie Blasphemie steht 8 Sek. lang unter Eurem Befehl, fügt allen Gegnern in der Nähe alle 1,8 Sek. 3.368 Schaden zu und erzeugt alle 1 Sek. 1 Seelensplitterfragment.",
    "en_GB": "When Chaos Bolt or Rain of Fire consumes a charge of Ritual of Ruin, you summon a Blasphemy for 8 sec.\r\n\r\n Blasphemy\r\nSummons a Blasphemy from the Twisting Nether, impacting for 3,373 Fire damage and stunning all enemies in the area for 2 sec.\r\n\r\nThe Blasphemy will serve you for 8 sec, dealing 3,376 damage to all nearby enemies every 1.8 sec and generating 1 Soul Shard Fragment every 1 sec.",
    "es_ES": "Cuando Descarga de caos o Lluvia de Fuego consumen una carga de Ritual de ruina, invocas una blasfemia durante 8 s.\r\n\r\n Blasfemia\r\nInvoca una blasfemia de El Vacío Abisal que inflige 3316 p. de daño de Fuego y aturde a todos los enemigos en el área durante 2 s.\r\n\r\nLa blasfemia te servirá durante 8 s, infligirá 3406 p. de daño a todos los enemigos cercanos cada 1,8 s y generará 1 trozo de fragmento de alma cada 1 s.",
    "fr_FR": "Vous invoquez un blasphème pendant 8 s chaque fois que Pluie de feu ou Trait du chaos consomme une charge de Rituel de ruine.\r\n\r\n Blasphème\r\nInvoque du Néant distordu un blasphème qui inflige 3352 points de dégâts de feu et étourdit les adversaires dans la zone pendant 2 s.\r\n\r\nLe blasphème reste à votre service pendant 8 s. Il inflige 3345 points de dégâts aux adversaires proches toutes les 1,8 s et génère 1 fragment d’éclat d’âme toutes les 1 s.",
    "it_IT": "Quando Dardo del Caos o Pioggia di Fuoco consuma una carica di Rituale della Rovina, evoca una Blasfemia per 8 s.\r\n\r\nBlasfemia\r\nEvoca una Blasfemia dalla Distorsione Fatua, infliggendo 3.384 danni da fuoco e stordendo tutti i nemici nell'area d'effetto per 2 s.\r\n\r\nLa Blasfemia ti serve per 8 s, infliggendo 3.428 danni a tutti i nemici vicini ogni 1,8 s e fornendo 1 scheggia di frammenti d'anima ogni 1 s.",
    "ru_RU": "Когда \"Огненный ливень\" или \"Стрела Хаоса\" поглощает \"Ритуал разрушения\", вы призываете Кощунство на 8 сек.\r\n\r\n Кощунство\r\nПризывает из Круговерти Пустоты Кощунство, наносящее 3294 ед. урона от огня и оглушающее противников в области действия на 2 сек.\r\n\r\nКощунство служит вам в течение 8 сек., нанося находящимся рядом противникам 3421 ед. урона раз в 1,8 сек. и создавая 1 фрагмент осколка души раз в 1 сек.",
    "ko_KR": "황폐의 의식을 소모하여 혼돈의 화살이나 불의 비를 시전하면 8초 동안 신성 모독을 소환합니다.\r\n\r\n 신성 모독\r\n뒤틀린 황천으로부터 신성 모독을 소환하여 선택한 지역의 모든 적에게 3,342의 화염 피해를 입히고 2초 동안 기절시킵니다. \r\n\r\n신성 모독은 8초 동안 흑마법사와 함께 적을 공격하여 주위의 모든 적에게 1.8초마다 3,352의 피해를 입히며, 1초마다 영혼의 조각 파편 1개를 생성합니다.",
    "zh_TW": "混沌箭或火雨術消耗一次毀滅儀式時，你會召喚一個褻瀆魔，持續8秒。\r\n\r\n 褻瀆魔\r\n從扭曲虛空召喚一個褻瀆魔進行撞擊，造成3,339點火焰傷害，並使範圍內的所有敵人昏迷2秒。\r\n\r\n褻瀆魔會為你效命8秒，每1.8秒對附近所有敵人造成3,387點傷害，同時每1秒產生1個靈魂裂片碎塊。",
    "zh_CN": "当混乱之箭或火焰之雨消耗一层毁灭仪式效果时，你召唤一只渎神魔，持续8秒。\r\n\r\n 渎神魔\r\n从扭曲虚空召唤一只渎神魔，冲击时造成3,267点火焰伤害并使区域内所有敌人昏迷，持续2秒。\r\n\r\n渎神魔会侍奉你8秒，每1.8秒对附近所有敌人造成3,334点伤害，而且每1秒生成1块灵魂碎片裂片。"
  }
}