{
  "ID": "646366",
  "NameSubtext_lang": "",
  "Description_lang": "When your Wild Imps cast Fel Firebolt, you gain an application of Stolen Power. After you reach $387603u applications, your next Demonbolt deals $387604s2% increased damage or your next Shadow Bolt deals $387604s1% increased damage.",
  "AuraDescription_lang": "",
  "Attributes_0": "-2147483584",
  "Attributes_1": "268435456",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "1024",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "32",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1122139",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "387602",
  "name_blz": {
    "en_US": "Stolen Power",
    "es_MX": "Poder robado",
    "pt_BR": "Poder Roubado",
    "de_DE": "Gestohlene Kraft",
    "en_GB": "Stolen Power",
    "es_ES": "Poder robado",
    "fr_FR": "Puissance dérobée",
    "it_IT": "Potere Rubato",
    "ru_RU": "Похищенная сила",
    "ko_KR": "훔쳐낸 힘",
    "zh_TW": "竊據之力",
    "zh_CN": "被窃取的能量"
  },
  "description_blz": {
    "en_US": "When your Wild Imps cast Fel Firebolt, you gain an application of Stolen Power. After you reach 75 applications, your next Demonbolt deals 60% increased damage or your next Shadow Bolt deals 60% increased damage.",
    "es_MX": "Cuando tus Diablillos salvajes lanzan Descarga de fuego vil, obtienes una aplicación de Poder robado. Cuando alcanzas 75 aplicaciones, tu siguiente Descarga demoníaca inflige un 60% más de daño o tu siguiente Descarga de las sombras inflige un 60% más de daño.",
    "pt_BR": "Sempre que seus Diabretes Selvagens lançam Seta de Fogo Vil, você ganha uma aplicação de Poder Roubado. Ao acumular 75 aplicações, sua próxima Seta Demoníaca causa 60% a mais de dano ou sua próxima Seta Sombria causa 60% a mais de dano.",
    "de_DE": "Wenn Eure Wildwichtel 'Teufelsfeuerblitz' wirken, erhaltet Ihr eine Anwendung von 'Gestohlene Kraft'. Sobald Ihr 75 Anwendungen erreicht, verursacht Euer nächster 'Dämonenblitz' 60% oder Euer nächster 'Schattenblitz' 60% mehr Schaden.",
    "en_GB": "When your Wild Imps cast Fel Firebolt, you gain an application of Stolen Power. After you reach 75 applications, your next Demonbolt deals 60% increased damage or your next Shadow Bolt deals 60% increased damage.",
    "es_ES": "Cuando tus diablillos salvajes lanzan Descarga de fuego vil, obtienes una aplicación de Poder robado. Al llegar a 75 aplicaciones, tu siguiente Descarga de demonio inflige un 60% más de daño o tu siguiente Descarga de las Sombras inflige un 60% más de daño.",
    "fr_FR": "Quand vos diablotins sauvages lancent Éclair de feu gangrené, vous gagnez une application de Puissance dérobée. Au bout de 75 applications, les dégâts de votre prochain Trait démoniaque ou Trait d’ombre sont respectivement augmentés de 60% et 60%.",
    "it_IT": "Quando i tuoi Imp Selvaggi lanciano Dardo di Fuoco Vile, ti forniscono un accumulo di Potere Rubato. Al raggiungimento di 75 accumuli, il successivo Dardo Demoniaco infligge il 60% di danni aggiuntivi o il successivo Dardo d'Ombra infligge il 60% di danni aggiuntivi.",
    "ru_RU": "Когда ваши дикие бесы применяют \"Огненную стрелу Скверны\", вы получаете эффект \"Похищенная сила\". Когда количество этих эффектов достигнет 75, ваш следующий \"Демонический заряд\" нанесет на 60% больше урона или ваша следующая \"Стрела Тьмы\" нанесет на 60% больше урона.",
    "ko_KR": "날뛰는 임프가 지옥의 불화살을 시전하면, 훔쳐낸 힘 효과가 1회 부여됩니다. 해당 효과가 75회 부여되면 다음 악마 화살의 공격력이 60%만큼, 혹은 다음 어둠의 화살의 공격력이 60%만큼 증가합니다.",
    "zh_TW": "當你的狂野小鬼施放魔化火焰箭時，你會獲得竊據之力。當竊據之力堆疊75層時，你的下一發惡魔箭造成的傷害提高60%，或者下一發暗影箭造成的傷害提高60%。",
    "zh_CN": "当你的野生小鬼施放恶魔火焰箭时，你获得一层被窃取的能量。达到75层时，使你的下一个恶魔之箭造成的伤害提高60%，或使你的暗影箭造成的伤害提高60%。"
  }
}