{
  "ID": "646783",
  "NameSubtext_lang": "",
  "Description_lang": "Light of Dawn increases your next Light of the Martyr by $388019s1% for each ally healed, and allows that Light of the Martyr to heal through Beacon of Light.Light of the Martyr damages you over $196917d instead of instantly.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "256",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "2",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "460953",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "388018",
  "name_blz": {
    "en_US": "Maraad's Dying Breath",
    "es_MX": "Aliento moribundo de Maraad",
    "pt_BR": "Último Suspiro de Maraad",
    "de_DE": "Maraads letzter Atemzug",
    "en_GB": "Maraad's Dying Breath",
    "es_ES": "Último aliento de Maraad",
    "fr_FR": "Dernier souffle de Maraad",
    "it_IT": "Ultimo Respiro di Maraad",
    "ru_RU": "Предсмертный вздох Мараада",
    "ko_KR": "마라아드의 마지막 숨결",
    "zh_TW": "瑪銳德的臨終之息",
    "zh_CN": "玛尔拉德的临终之息"
  },
  "description_blz": {
    "en_US": "Light of Dawn increases your next Light of the Martyr by 10% for each ally healed, and allows that Light of the Martyr to heal through Beacon of Light.\r\n\r\nLight of the Martyr damages you over 5 sec instead of instantly.",
    "es_MX": "Luz del alba aumenta tu próxima Luz del mártir un 10% por cada aliado sanado y permite que esa Luz del mártir se aplique al objetivo con Señal de la Luz.\r\n\r\nLuz del mártir te daña durante 5 s en lugar de dañarte al instante.",
    "pt_BR": "Luz da Aurora aumenta sua próxima Luz do Mártir em 10% para cada aliado curado, e permite que essa Luz do Mártir cure por meio do Foco de Luz.\r\n\r\nA Luz do Mártir causa dano a você ao longo de 5 s, em vez de instantaneamente.",
    "de_DE": "'Licht der Morgendämmerung' erhöht die Heilung Eures nächsten Einsatzes von 'Licht des Märtyrers' um 10% pro geheiltem Verbündeten und bewirkt, dass dieser Einsatz zusätzlich Eure 'Flamme des Glaubens' heilt.\r\n\r\nIhr erleidet den Schaden von 'Licht des Märtyrers' im Verlauf von 5 Sek. anstatt sofort.",
    "en_GB": "Light of Dawn increases your next Light of the Martyr by 10% for each ally healed, and allows that Light of the Martyr to heal through Beacon of Light.\r\n\r\nLight of the Martyr damages you over 5 sec instead of instantly.",
    "es_ES": "Luz del alba aumenta un 10% tu siguiente Luz del mártir por cada aliado sanado y permite que Luz del mártir sane mediante Señal de la Luz.\r\n\r\nLuz del mártir te inflige daño durante 5 s en lugar de al instante.",
    "fr_FR": "Lumière de l’aube augmente votre prochaine Lumière du martyr de 10% pour chaque allié soigné et permet à Lumière du martyr de soigner grâce à Guide de lumière.\r\n\r\nLumière du martyr vous inflige des dégâts en 5 s au lieu de dégâts instantanés.",
    "it_IT": "Luce dell'Alba aumenta le successive cure fornite da Luce del Martire del 10% per ogni alleato curato e permette a Luce del Martire di curare tramite l'effetto di Faro di Luce.\r\n\r\nInoltre, Luce del Martire infligge danni nel corso di 5 s, invece che istantaneamente.",
    "ru_RU": "\"Свет зари\" усиливает исцеление от следующего \"Света мученика\" на 10% за каждого исцеленного союзника, а также позволяет этому \"Свету мученика\" восполнить здоровье цели вашей \"Частицы Света\".\r\n\r\n\"Свет мученика\" наносит вам урон в течение 5 сек., а не мгновенно.",
    "ko_KR": "여명의 빛으로 치유한 아군 하나당 다음 순교자의 빛의 효과가 10%만큼 증가하며, 해당 순교자의 빛은 빛의 봉화를 함께 치유합니다.\r\n\r\n순교자의 빛이 피해를 즉시 입히지 않고 5초에 걸쳐 입힙니다.",
    "zh_TW": "黎明曙光每治療一名盟友，都會使你下一個殉難者之光的效果提高10%，並使該次殉難者之光可以透過聖光信標造成治療。\r\n\r\n殉難者之光改在5秒內對你造成傷害，而非立刻造成傷害。",
    "zh_CN": "黎明之光每治疗一名盟友，你的下一次殉道者之光的治疗量就提高10%，而且这次殉道者之光还会通过圣光道标造成治疗。\r\n\r\n殉道者之光不再对你造成直接伤害，而是在5秒内对你造成伤害。"
  }
}