{
  "ID": "646798",
  "NameSubtext_lang": "",
  "Description_lang": "Chi Cocoons now apply Enveloping Mist for ${$s2/1000} sec when they expire or are consumed, and Chi-Ji's Gusts of Mists healing is increased by $s1% and Yu'lon's Soothing Breath healing is increased by $s3%.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "636337",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "388031",
  "name_blz": {
    "en_US": "Jade Bond",
    "es_MX": "Vínculo de jade",
    "pt_BR": "Vínculo de Jade",
    "de_DE": "Jadeband",
    "en_GB": "Jade Bond",
    "es_ES": "Vínculo de jade",
    "fr_FR": "Lien de jade",
    "it_IT": "Vincolo di Giada",
    "ru_RU": "Связь c Нефритовой змеей",
    "ko_KR": "비취 결속",
    "zh_TW": "玉龍羈絆",
    "zh_CN": "翡翠羁绊"
  },
  "description_blz": {
    "en_US": "Chi Cocoons now apply Enveloping Mist for 4 sec when they expire or are consumed, and Chi-Ji's Gusts of Mists healing is increased by 20% and Yu'lon's Soothing Breath healing is increased by 500%.",
    "es_MX": "Los Capullos de chi ahora aplican Niebla envolvente durante 4 s cuando expiran o se consumen. La sanación de las Ráfagas de niebla de Chi-Ji aumenta un 20% y la sanación del Aliento reconfortante de Yu'lon aumenta un 500%.",
    "pt_BR": "Casulos de Chi agora aplicam Bruma Envolvente por 4 s quando expiram ou são consumidos, a cura de Rajada de Brumas de Chi-Ji aumenta em 20%, e a cura do Sopro Reconfortante de Yu'lon aumenta em 500%.",
    "de_DE": "Euer 'Chikokon' wendet jetzt 4 Sek. lang 'Einhüllender Nebel' an, wenn er abläuft oder verbraucht wird. Die Heilung durch Chi-Jis 'Nebelschwall' ist um 20% erhöht, und die Heilung durch Yu'lons 'Beruhigender Atem' ist um 500% erhöht.",
    "en_GB": "Chi Cocoons now apply Enveloping Mist for 4 sec when they expire or are consumed, and Chi-Ji's Gusts of Mists healing is increased by 20% and Yu'lon's Soothing Breath healing is increased by 500%.",
    "es_ES": "Ahora, las crisálidas de chi aplican Niebla envolvente durante 4 s cuando se agotan o se consumen, y se aumenta un 20% la sanación de Racha de niebla de Chi-Ji y un 500% la de Aliento reconfortante de Yu'lon.",
    "fr_FR": "Cocon de chi applique désormais Brume enveloppante pendant 4 s quand il arrive à expiration ou est consommé, et les soins des Bourrasques de brume de Chi Ji sont augmentés de 20 % et ceux de Souffle apaisant de Yu’lon de 500 %.",
    "it_IT": "I Bozzoli del Chi ora applicano Nebbia Avvolgente per 4 s quando terminano o vengono consumati, le cure fornite da Folata di Venti di Chi-Ji aumentano del 20% e le cure fornite da Respiro Calmante di Yu'lon aumentano del 500%.",
    "ru_RU": "Когда \"Кокон ци\" прекращает действовать, он применяет к цели \"Окутывающий туман\" на 4 сек. \"Туманный поток\" Чи-Цзи восполняет на 20% больше здоровья. \"Успокаивающее дыхание\" Юй-лун восполняет на 500% больше здоровья.",
    "ko_KR": "기 고치가 만료되거나 소모될 때 4초 동안 포용의 안개를 부여하며, 츠지의 안개 돌풍의 치유량이 20%만큼, 위론의 위안의 숨결의 치유량이 500%만큼 증가합니다.",
    "zh_TW": "現在氣繭在失效或被消耗後會施加持續4秒的迷霧繚繞，且赤吉的洶湧迷霧的治療效果提高20%，玉龍的舒和吐息的治療效果提高500%。",
    "zh_CN": "真气之茧效果结束或被消耗时还会施加持续4秒的氤氲之雾，赤精的迷雾之风的治疗效果提高20%，玉珑的抚慰之息的治疗效果提高500%。"
  }
}