{
  "ID": "646812",
  "NameSubtext_lang": "",
  "Description_lang": "Call forth a Sentinel Owl to the target location within $R yds, granting you unhindered vision. $?s388056[You and your party's][Your] attacks ignore line of sight against any target in this area.$?s388057[While the Sentinel Owl is active, your party gains $393777s1% Leech.][]Every $?a137015[$393505s5]?a137016[$393505s6][$393505s7] Focus spent grants you $393505s2 sec of the Sentinel Owl when cast, up to a maximum of $393505s3 sec. The Sentinel Owl can only be summoned when it will last at least $393505s4 sec.",
  "AuraDescription_lang": "Ignoring line of sight to enemies in the targeted area.",
  "Attributes_0": "327696",
  "Attributes_1": "132096",
  "Attributes_2": "0",
  "Attributes_3": "1073741824",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "8192",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "29",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "4067367",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "388045",
  "name_blz": {
    "en_US": "Sentinel Owl",
    "es_MX": "Búho centinela",
    "pt_BR": "Coruja Sentinela",
    "de_DE": "Wächtereule",
    "en_GB": "Sentinel Owl",
    "es_ES": "Búho centinela",
    "fr_FR": "Hibou sentinelle",
    "it_IT": "Gufo Sentinella",
    "ru_RU": "Сова-часовой",
    "ko_KR": "파수꾼 올빼미",
    "zh_TW": "哨兵貓頭鷹",
    "zh_CN": "警戒猫头鹰"
  },
  "description_blz": {
    "en_US": "Call forth a Sentinel Owl to the target location within 40 yds, granting you unhindered vision. Your attacks ignore line of sight against any target in this area.\r\n\r\nEvery 150 Focus spent grants you 1 sec of the Sentinel Owl when cast, up to a maximum of 12 sec. The Sentinel Owl can only be summoned when it will last at least 5 sec.",
    "es_MX": "Invoca un búho centinela en la ubicación objetivo en un radio de 40 m que te otorga visión sin obstáculos. Tus ataques ignoran la línea de visión contra cualquier objetivo en esta área.\r\n\r\nCada 150 p. de enfoque gastado, te otorga 1 s de búho centinela al lanzar la habilidad, hasta un máximo de 12 s. El búho centinela solo puede invocarse cuando dure al menos 5 s.",
    "pt_BR": "Evoca uma Coruja Sentinela para o local selecionado em um raio de 40 m, concedendo a você visão desimpedida. Os seus ataques ignoram o campo de visão contra qualquer alvo nesta área.\r\n\r\nCada 150 de Concentração gasta concede a você 1 s da Coruja Sentinela, até um máximo de 12 s. A Coruja Sentinela evocada dura ao menos 5 s.",
    "de_DE": "Ruft eine Wächtereule zu einem Zielort innerhalb von 40 Metern, die Euch unbehinderte Sicht gewährt. Eure Angriffe gegen alle Ziele in diesem Bereich sind unabhängig von Eurem Sichtfeld.\r\n\r\nPro 150 verbrauchtem Fokus erhaltet Ihr 1 Sek. Dauer der Wächtereule bei ihrem Einsatz, bis zu maximal 12 Sek. Die Wächtereule kann nur gerufen werden, wenn sie mindestens 5 Sek. lang anhalten wird.",
    "en_GB": "Call forth a Sentinel Owl to the target location within 40 yds, granting you unhindered vision. Your attacks ignore line of sight against any target in this area.\r\n\r\nEvery 150 Focus spent grants you 1 sec of the Sentinel Owl when cast, up to a maximum of 12 sec. The Sentinel Owl can only be summoned when it will last at least 5 sec.",
    "es_ES": "Invoca en un radio de 40 m de la ubicación seleccionada a un búho centinela que te otorga visión sin obstáculos. Tus ataques ignoran la línea de visión contra cualquier objetivo en esta zona.\r\n\r\nPor cada 150 p. de enfoque que gastes, la duración del búho centinela aumenta 1 s cuando se lanza, hasta un máximo de 12 s. El búho centinela solo se puede invocar si dura al menos 5 s.",
    "fr_FR": "Vous appelez un hibou sentinelle à un emplacement ciblé à moins de 40 mètres, ce qui vous confère une vue dégagée. Vos attaques contre les cibles de la zone ignorent les restrictions de champ de vision.\r\n\r\nSa durée augmente de 1 s par tranche de 150 points de focalisation dépensés lors de son incantation, jusqu’à un maximum de 12 s. Le hibou sentinelle peut uniquement être invoqué s’il durera au moins 5 s.",
    "it_IT": "Richiama un Gufo Sentinella sulla posizione bersaglio entro 40 m, fornendo una visione indisturbata. I tuoi attacchi ignorano il campo visivo contro i bersagli in quest'area.\r\n\r\nPer ogni 150 focus consumato al momento del richiamo del Gufo Sentinella, la sua durata aumenta di 1 s, fino a un massimo di 12 s. Il Gufo Sentinella può essere evocato solo per una durata minima di 5 s.",
    "ru_RU": "Призывает сову-часового в точку в радиусе 40 м, видящую все вокруг. Вы можете атаковать все цели в области действия, игнорируя поле зрения.\r\n\r\nЗа каждые 150 ед. концентрации, затраченной до призыва совы, ее время существования продлевается на 1 сек. вплоть до 12 сек. Минимальное время, на которое можно призвать сову-часового – 5 сек.",
    "ko_KR": "40미터 내의 대상 위치에 파수꾼 올빼미를 불러내 방해받지 않는 시야를 얻습니다. 자신이 해당 지역 안에 있는 대상을 공격할 때는 시야를 무시합니다.\r\n\r\n150의 집중을 소모할 때마다 파수꾼 올빼미를 시전할 때 지속시간이 1초만큼, 최대 12초까지 증가합니다. 파수꾼 올빼미는 지속시간이 5초 이상 누적됐을 때만 소환이 가능합니다.",
    "zh_TW": "將哨兵貓頭鷹召來目標40碼範圍內的位置，使你獲得全方位視野。你對此範圍內所有目標的攻擊可無視視野範圍限制。\r\n\r\n每消耗150點集中值，都能使施放的哨兵貓頭鷹的持續時間延長1秒，最多延長12秒。持續時間必須達到5秒以上，才能召喚哨兵貓頭鷹。",
    "zh_CN": "在40码范围内的目标位置召唤一只警戒猫头鹰，使你获得无阻碍的视野。你对此区域内的任何目标发动的攻击都可以无视视线。\r\n\r\n施放时，每消耗150点集中值，警戒猫头鹰持续时间就延长1秒，最多可延长12秒。警戒猫头鹰只能在最少可持续5秒的情况下被召唤。"
  }
}