{
  "ID": "646874",
  "NameSubtext_lang": "",
  "Description_lang": "Each time Immolation Aura deals damage, $s1% of the damage dealt by up to $s2 critical strikes is gathered as Ragefire.When Immolation Aura expires you explode, dealing all stored Ragefire damage to nearby enemies.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "67108864",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "840199",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "388107",
  "name_blz": {
    "en_US": "Ragefire",
    "es_MX": "Fueguira",
    "pt_BR": "Iraflama",
    "de_DE": "Wütende Flammen",
    "en_GB": "Ragefire",
    "es_ES": "Fueguira",
    "fr_FR": "Ragefeu",
    "it_IT": "Fiamma Furente",
    "ru_RU": "Огненная бездна",
    "ko_KR": "성난불길",
    "zh_TW": "怒焰",
    "zh_CN": "怒焰"
  },
  "description_blz": {
    "en_US": "Each time Immolation Aura deals damage, 30% of the damage dealt by up to 3 critical strikes is gathered as Ragefire.\r\n\r\nWhen Immolation Aura expires you explode, dealing all stored Ragefire damage to nearby enemies.",
    "es_MX": "Cada vez que Aura de inmolación inflige daño, un 30% del daño infligido hasta un máximo de 3 golpes críticos se reúne como daño de fueguira.\r\n\r\nCuando Aura de inmolación expira, explotas e infliges todo el daño recolectado de daño de fueguira a los enemigos cercanos.",
    "pt_BR": "Cada vez que Aura de Imolação causa dano, 30% do dano causado por até 3 acertos críticos é coletado como Iraflama.\r\n\r\nQuando Aura de Imolação expira, você explode, causando todo o dano de Iraflama armazenado nos inimigos próximos.",
    "de_DE": "Jedes Mal, wenn 'Feuerbrandaura' Schaden verursacht, sammeln sich 30% des von bis zu 3 kritischen Treffern verursachten Schadens als 'Wütende Flammen' an.\r\n\r\nWenn 'Feuerbrandaura' abläuft, explodiert Ihr und fügt Gegnern in der Nähe den gesammelten Schaden von 'Wütende Flammen' zu.",
    "en_GB": "Each time Immolation Aura deals damage, 30% of the damage dealt by up to 3 critical strikes is gathered as Ragefire.\r\n\r\nWhen Immolation Aura expires you explode, dealing all stored Ragefire damage to nearby enemies.",
    "es_ES": "Cada vez que Aura de inmolación inflige daño, un 30% del daño infligido por hasta 3 golpes críticos se acumula como Fueguira.\r\n\r\nCuando el Aura de inmolación se agota, explotas e infliges a los enemigos cercanos todo el daño acumulado de Fueguira.",
    "fr_FR": "Chaque fois que votre Aura d’immolation inflige des dégâts, 30% des dégâts infligés par un maximum de 3 coups critiques sont accumulés sous forme de ragefeu.\r\n\r\nÀ expiration, vous explosez et infligez aux adversaires proches des dégâts de ragefeu d’un montant égal au total accumulé sur sa durée.",
    "it_IT": "Ogni volta che Rogo Rovente infligge danni, il 30% dei danni inflitti, fino a un massimo di 3 colpi critici, viene immagazzinato da Fiamma Furente.\r\n\r\nQuando Rogo Rovente termina, esplode, infliggendo tutti i danni immagazzinati da Fiamma Furente ai nemici vicini.",
    "ru_RU": "Когда \"Обжигающий жар\" наносит критический урон, 30% этого урона накапливается как эффект \"Огненная бездна\". Суммируется до 3 раз.\r\n\r\nКогда \"Обжигающий жар\" перестает действовать, вы взрываетесь, нанося накопленный урон от \"Огненной бездны\" ближайшим противникам.",
    "ko_KR": "제물의 오라가 피해를 입힐 때마다, 최대 3회의 극대화 피해로 입힌 피해의 30%를 성난불길로 축적합니다.\r\n\r\n제물의 오라가 만료되면 폭발을 일으켜 주위 적에게 저장된 모든 성난불길 피해를 입힙니다.",
    "zh_TW": "每次獻祭光環造成傷害時，最多3次致命一擊造成的30%傷害會轉化成怒焰。\r\n\r\n獻祭光環效果結束後你會爆炸，對附近敵人造成怒焰累積的全部傷害。",
    "zh_CN": "献祭光环每次造成伤害时，最多3次爆击伤害的30%会被作为怒焰收集起来。\r\n\r\n献祭光环结束时，你会爆炸，储存的所有怒焰会对附近敌人造成伤害。"
  }
}