{
  "ID": "647806",
  "NameSubtext_lang": "",
  "Description_lang": "Unlock the ability to find scrolls from the bosses of Dragon Isles Dungeons that document the great deeds of epic Dragon Isles Champions. ",
  "AuraDescription_lang": "",
  "Attributes_0": "0",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "441147",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "389024",
  "name_blz": {
    "en_US": "Dragon Isle Champion's Tales",
    "es_MX": "Relatos de los campeones de las Islas Dragón",
    "pt_BR": "Contos do Campeão das Ilha do Dragão",
    "de_DE": "Sagen der Champions der Dracheninseln",
    "en_GB": "Dragon Isle Champion's Tales",
    "es_ES": "Relatos de campeones de las Islas Dragón",
    "fr_FR": "Récits des champions et championnes des îles aux Dragons",
    "it_IT": "Racconti del Campione delle Isole dei Draghi",
    "ru_RU": "Легенды о героях Драконьих островов",
    "ko_KR": "용의 섬 용사의 이야기",
    "zh_TW": "巨龍群島勇士的故事",
    "zh_CN": "巨龙群岛勇士的传说"
  },
  "description_blz": {
    "en_US": "Unlock the ability to find scrolls from the bosses of Dragon Isles Dungeons that document the great deeds of epic Dragon Isles Champions. ",
    "es_MX": "Desbloquea la habilidad de encontrar pergaminos de jefes de los calabozos de las Islas Dragón que registran las grandes hazañas de campeones épicos de las Islas Dragón. ",
    "pt_BR": "Desbloqueia a habilidade de encontrar pergaminhos dos chefes das Masmorras das Ilhas do Dragão que registram os feitos épicos de Campeões das Ilhas do Dragão. ",
    "de_DE": "Schaltet die Fähigkeit frei, Schriftrollen von Bossen der Dungeons auf den Dracheninseln zu finden, welche die großen Taten der epischen Champions der Dracheninseln dokumentieren.",
    "en_GB": "Unlock the ability to find scrolls from the bosses of Dragon Isles Dungeons that document the great deeds of epic Dragon Isles Champions. ",
    "es_ES": "Desbloquea la capacidad de encontrar pergaminos en los jefes de las mazmorras de las Islas Dragón, donde se documentan las grandes hazañas de campeones legendarios de las Islas Dragón.",
    "fr_FR": "Débloque la capacité à trouver sur les boss des donjons des îles aux Dragons des parchemins retraçant les hauts faits des champions et championnes légendaires de la région.",
    "it_IT": "Sblocca l'abilità di trovare sui boss delle spedizioni delle Isole dei Draghi delle pergamene che documentano le epiche imprese dei campioni delle Isole dei Draghi. ",
    "ru_RU": "Обучает находить у боссов в подземельях Драконьих островов свитки, рассказывающие о великих подвигах прославленных героев Драконьих островов.",
    "ko_KR": "용의 섬 던전의 우두머리에게서 걸출한 용의 섬 용사의 위업이 담긴 두루마리를 찾을 수 있도록 합니다. ",
    "zh_TW": "解鎖後可在巨龍群島的地城首領身上發現卷軸，上面記錄著巨龍群島英雄的史詩功績。 ",
    "zh_CN": "解锁在巨龙群岛地下城的首领身上找到记述着巨龙群岛勇士史诗伟业的卷轴的能力。 "
  }
}