{
  "ID": "648325",
  "NameSubtext_lang": "",
  "Description_lang": "Call upon the Light and gain 15 stacks of Divine Resolve, increasing your maximum health by $s11% and reducing your damage taken by $s12% per stack for $d. After ${$d-15} sec, you will begin to lose 1 stack per second, but each 3 Holy Power spent will delay the loss of your next stack by 1 sec.$?s53376&s384376[While active, your Judgment generates $53376s3 additional Holy Power, your damage and healing is increased by $s1%, and Hammer of Wrath may be cast on any target.]?s53376[While active, your Judgment generates $53376s3 additional Holy Power.]?s384376[While active, your damage and healing is increased by $s1%, and Hammer of Wrath may be cast on any target.][]Combines with Avenging Wrath.",
  "AuraDescription_lang": "Damage taken reduced by $s12%. Maximum health increased by $s11%.$?s53376[Judgment generates $53376s3~ additional Holy Power.][]$?s384376[Damage and healing increased by $s1~%. Hammer of Wrath may be cast on any target.][]",
  "Attributes_0": "262144",
  "Attributes_1": "1024",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "4096",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "8192",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "4225",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "387",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "2",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "135922",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "389539",
  "name_blz": {
    "en_US": "Sentinel",
    "es_MX": "Centinela",
    "pt_BR": "Sentinela",
    "de_DE": "Schildwache",
    "en_GB": "Sentinel",
    "es_ES": "Centinela",
    "fr_FR": "Sentinelle",
    "it_IT": "Sentinella",
    "ru_RU": "Часовой",
    "ko_KR": "파수꾼",
    "zh_TW": "哨兵",
    "zh_CN": "戒卫"
  },
  "description_blz": {
    "en_US": "Call upon the Light and gain 15 stacks of Divine Resolve, increasing your maximum health by 1% and reducing your damage taken by 2% per stack for 16 sec. After 1 sec, you will begin to lose 1 stack per second, but each 3 Holy Power spent will delay the loss of your next stack by 1 sec.\r\n\r\nCombines with Avenging Wrath.",
    "es_MX": "Invocas la Luz y obtienes 15 acumulaciones de Convicción divina, lo que aumenta un 1% tu salud máxima y reduce un 2% por acumulación el daño que recibes durante 16 s. Después de 1 s, comienzas a perder 1 acumulación por segundo, pero cada 3 p. de poder sagrado que gastas se demora 1 s la pérdida de tu siguiente acumulación.\r\n\r\nSe combina con Cólera vengativa.",
    "pt_BR": "Convoca a Luz e concede 15 aplicações de Determinação Divina, aumentando em 1% seu máximo de pontos de vida e reduzindo em 2% por aplicação o dano recebido, por 16 s. Após 1 s, você começará a perder 1 aplicação por segundo, mas cada 3 de Poder Sagrado gastos atrasam a perda da próxima aplicação em 1 s.\r\n\r\nCombina-se com Ira Vingativa.",
    "de_DE": "Ruft das Licht an und gewährt 15 Stapel von 'Göttliche Entschlossenheit', was 16 Sek. lang pro Stapel Eure maximale Gesundheit um 1% erhöht und Euren erlittenen Schaden um 2% verringert. Nach 1 Sek. beginnt Ihr, pro Sekunde 1 Stapel zu verlieren, aber pro 3 Heilige Kraft, die Ihr verbraucht, wird der Verlust des nächsten Stapels um 1 Sek. verzögert.\r\n\r\nWird mit 'Zornige Vergeltung' kombiniert.",
    "en_GB": "Call upon the Light and gain 15 stacks of Divine Resolve, increasing your maximum health by 1% and reducing your damage taken by 2% per stack for 16 sec. After 1 sec, you will begin to lose 1 stack per second, but each 3 Holy Power spent will delay the loss of your next stack by 1 sec.\r\n\r\nCombines with Avenging Wrath.",
    "es_ES": "Invocas a la Luz y obtienes 15 acumulaciones de Resolución divina, lo que aumenta un 1% tu salud máxima y reduce un 2% el daño recibido por acumulación durante 16 s. Tras 1 s, comenzarás a perder 1 acumulación por segundo, pero cada 3 p. de poder sagrado que gastes retrasarán 1 s la pérdida de tu siguiente acumulación.\r\n\r\nSe combina con Cólera vengativa.",
    "fr_FR": "Vous faites appel au pouvoir de la Lumière et gagnez 15 charges de Résolution divine, ce qui augmente votre maximum de points de vie de 1 % et réduit les dégâts que vous subissez de 2% par charge pendant 16 s. Au bout de 1 s, vous commencez à perdre 1 charge par seconde, mais la dépense de 3 charges de puissance sacrée retarde la perte de la prochaine charge de Résolution divine de 1 s.\r\n\r\nSe combine avec Courroux vengeur.",
    "it_IT": "La Luce fornisce 15 accumuli di Risolutezza Divina, aumentando la salute massima del 1% e riducendo i danni subiti del 2% per accumulo per 16 s. Dopo 1 s, si inizia a perdere 1 accumulo ogni secondo, ma ogni 3 cariche di potere sacro consumate la perdita dell'accumulo successivo ritarda di 1 s.\r\n\r\nSi combina con Ira Vendicatrice.",
    "ru_RU": "Вы взываете к Свету и получаете 15 эффектов \"Божественной решимости\", увеличивающих максимальный запас здоровья на 1% и уменьшающих получаемый урон на 2% за каждый эффект на 16 сек. Через 1 сек. вы начинаете терять по 1 эффекту раз в сек., но каждый раз, когда вы расходуете 3 ед. энергии Света, следующая потеря эффекта откладывается на 1 сек.\r\n\r\nСочетается с \"Гневом карателя\".",
    "ko_KR": "빛의 힘을 불러내어 신성한 결의 15중첩을 얻습니다. 16초 동안 중첩 하나당 최대 생명력이 1%만큼 증가하고 받는 피해는 2%만큼 감소합니다. 1초가 지나면 1초마다 1중첩씩 사라집니다. 단, 신성한 힘 3개를 소모할 때마다 다음 중첩이 1초 늦게 사라집니다.\r\n\r\n응징의 격노와 결합됩니다.",
    "zh_TW": "呼喚聖光並獲得15層神聖決心，每層使你的生命力上限提高1%，受到的傷害降低2%，持續16秒。在1秒後，開始每秒失去1層效果，不過每消耗3道聖能，都能使失去下一層的時間延後1秒。\r\n\r\n可與復仇之怒結合。",
    "zh_CN": "召唤圣光，获得15层神圣决心，每层使你的最大生命值提高1%，并使你受到的伤害降低2%，持续16秒。1秒后，每秒失去1层效果，但每消耗3层神圣能量都会使下一次失去神圣决心层数的时间推迟1秒。\r\n\r\n可以与复仇之怒相结合。"
  }
}