{
  "ID": "648333",
  "NameSubtext_lang": "",
  "Description_lang": "Permanently enchants a weapon to sometimes ignite, causing your next heal to additionally cauterize an ally's wounds, healing for $ec1s1. Cannot be applied to items lower than level $ecim.",
  "AuraDescription_lang": "",
  "Attributes_0": "65568",
  "Attributes_1": "1024",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "38",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "4620672",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "2164",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "389547",
  "name_blz": {
    "en_US": "Burning Devotion",
    "es_MX": "Devoción ardiente",
    "pt_BR": "Devoção Ardente",
    "de_DE": "Brennende Hingabe",
    "en_GB": "Burning Devotion",
    "es_ES": "Devoción ardiente",
    "fr_FR": "Dilection brûlante",
    "it_IT": "Devozione Bruciante",
    "ru_RU": "Пылающее посвящение",
    "ko_KR": "불길의 헌신",
    "zh_TW": "燃燒獻祈",
    "zh_CN": "燃烧之祈"
  },
  "description_blz": {
    "en_US": "Permanently enchants a weapon to sometimes ignite, causing your next heal to additionally cauterize an ally's wounds, healing for 16,966. Cannot be applied to items lower than level 10.",
    "es_MX": "Encanta un arma de forma permanente para que a veces se prenda fuego, lo que hace que tu próxima sanación también cauterice las heridas de un aliado y lo sane 16,966 p. de salud. No se puede aplicar a objetos de nivel inferior a 10.",
    "pt_BR": "Encanta permanentemente uma arma para às vezes se incendiar, fazendo sua próxima cura também cauterizar os ferimentos de um aliado, restaurando 16.966 pontos de vida dele. Não pode ser aplicado a itens abaixo do nível 10.",
    "de_DE": "Eine Waffe dauerhaft verzaubern, sodass sie sich manchmal entzündet und dadurch bewirkt, dass Eure nächste Heilung zusätzlich die Wunden eines Verbündeten kauterisiert und ihn um 16.966 Gesundheit heilt. Kann nicht auf Gegenstände unter Stufe 10 angewandt werden.",
    "en_GB": "Permanently enchants a weapon to sometimes ignite, causing your next heal to additionally cauterize an ally's wounds, healing for 16,966. Cannot be applied to items lower than level 10.",
    "es_ES": "Encanta de forma permanente un arma para que a veces se incendie, lo que provocará que tu siguiente sanación también cauterice las heridas de un aliado y le sane 16966 p. No se puede aplicar a objetos de nivel inferior a 10.",
    "fr_FR": "Enchante une arme de manière permanente. Cette dernière s’embrase parfois, ce qui permet à votre prochain soin de cautériser les plaies d’un personnage allié et de lui rendre 16966 points de vie. Ne peut être appliqué sur des objets d’un niveau inférieur à 10.",
    "it_IT": "Incanta in modo permanente un'arma, incendiandola occasionalmente e permettendo alla tua successiva cura di cicatrizzare la ferita di un alleato, curandolo di 16.966. Non applicabile a oggetti di livello inferiore a 10.",
    "ru_RU": "Применяет к оружию постоянные чары, которые время от времени призывают пламя, в результате чего ваше следующее исцеляющее заклинание прижигает раны цели, восполняя еще 16966 ед. здоровья. Не действует на предметы ниже 10-го уровня.",
    "ko_KR": "무기에 영구적으로 마법을 부여해, 일정 확률로 무기를 점화하여 다음 치유 능력이 아군의 부상을 소작해 16,966의 생명력을 회복시킵니다. 10 레벨 미만의 아이템에는 사용할 수 없습니다.",
    "zh_TW": "永久性地為一把武器附魔，有時燃起火焰，使你的下一次治療額外灼癒一個盟友的傷口，恢復16,966點生命力。無法用在等級低於10的物品。",
    "zh_CN": "永久性地为一件武器附魔，使其有时会点燃火焰，使你的下一次治疗效果额外烧灼一名盟友的伤口，为其恢复16,966点生命值。不能对物品等级低于10的物品使用。"
  }
}