{
  "ID": "649414",
  "NameSubtext_lang": "",
  "Description_lang": "Places a Frost Bomb on the target. After $d, the bomb explodes, dealing $390614s1 Frost damage to the target and $390614s2 Frost damage to all other enemies within $390614A2 yards. All affected targets are slowed by $390614s3% for $390614d. If Frost Bomb is dispelled before it explodes, gain a charge of Brain Freeze.",
  "AuraDescription_lang": "After $d, the bomb explodes, dealing $390614s1 Frost damage to the target and $390614s2 Frost damage to all other enemies within $390614A2 yards. All affected targets are slowed by $390614s3% for $390614d.",
  "Attributes_0": "67174400",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "32",
  "Attributes_6": "8388608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1048705",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "243",
  "DurationIndex": "28",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "16",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "609814",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "390612",
  "name_blz": {
    "en_US": "Frost Bomb",
    "es_MX": "Bomba de escarcha",
    "pt_BR": "Bomba Gélida",
    "de_DE": "Frostbombe",
    "en_GB": "Frost Bomb",
    "es_ES": "Bomba de Escarcha",
    "fr_FR": "Bombe de givre",
    "it_IT": "Bomba del Gelo",
    "ru_RU": "Ледяная бомба",
    "ko_KR": "서리 폭탄",
    "zh_TW": "冰霜炸彈",
    "zh_CN": "冰霜炸弹"
  },
  "description_blz": {
    "en_US": "Places a Frost Bomb on the target. After 5 sec, the bomb explodes, dealing 57,373 Frost damage to the target and 28,724 Frost damage to all other enemies within 10 yards. All affected targets are slowed by 70% for 4 sec. \r\n\r\nIf Frost Bomb is dispelled before it explodes, gain a charge of Brain Freeze.",
    "es_MX": "Coloca una Bomba de escarcha en el objetivo. Después de 5 s, la bomba explota e inflige 57,434 p. de daño de escarcha al objetivo y 29,016 p. de daño de escarcha a todos los otros enemigos en un radio de 10 m. Todos los objetivos afectados se ralentizan un 70% durante 4 s. \r\n\r\nSi se disipa la Bomba de escarcha antes de que explote, se obtiene una carga de Congelación cerebral.",
    "pt_BR": "Coloca uma Bomba Gélida no alvo. Após 5 s, a bomba explode, causando 57.744 de dano de Gelo ao alvo e 28.996 de dano de Gelo a todos os outros inimigos em um raio de m 10 m. Todos os alvos afetados são desacelerados em 70% por 4 s.\r\n\r\nSe a Bomba Gélida for dissipada antes de explodir, uma carga de Congelamento Cerebral é ganha.",
    "de_DE": "Belegt das Ziel mit einer 'Frostbombe'. Die Bombe explodiert nach 5 Sek., fügt dem Ziel 58.281 Frostschaden und allen anderen Gegnern innerhalb von 10 Metern 28.651 Frostschaden zu. Alle betroffenen Ziele werden 4 Sek. lang um 70% verlangsamt.\r\n\r\nWenn 'Frostbombe' vor der Explosion gebannt wird, erhaltet Ihr eine Aufladung von 'Hirnfrost'.",
    "en_GB": "Places a Frost Bomb on the target. After 5 sec, the bomb explodes, dealing 59,031 Frost damage to the target and 28,748 Frost damage to all other enemies within 10 yards. All affected targets are slowed by 70% for 4 sec. \r\n\r\nIf Frost Bomb is dispelled before it explodes, gain a charge of Brain Freeze.",
    "es_ES": "Coloca una Bomba de Escarcha sobre el objetivo. La bomba explota tras 5 s, lo que inflige 58523 p. de daño de Escarcha al objetivo y 28186 p. de daño de Escarcha a todos los enemigos en un radio de 10 m. Todos los objetivos afectados son ralentizados un 70% durante 4 s.\r\n\r\nSi Bomba de Escarcha se disipa antes de la explosión, obtienes una carga de Congelación cerebral.",
    "fr_FR": "Vous placez sur la cible une bombe de givre qui explose au bout de 5 s, ce qui inflige 56742 points de dégâts de givre à la cible, et 29261 aux autres adversaires à moins de 10 mètres. Toutes les cibles affectées sont ralenties de 70% pendant 4 s.\r\n\r\nVous gagnez une charge de Gel mental si Bombe de givre est dissipée avant d’exploser.",
    "it_IT": "Piazza una Bomba del Gelo sul bersaglio. Dopo 5 s, la bomba esplode, infliggendo 57.240 danni da gelo al bersaglio e 28.949 danni da gelo a tutti gli altri nemici entro 10 m. Inoltre, riduce la velocità di movimento di tutti i bersagli affetti del 70% per 4 s.\r\n\r\nSe la Bomba del Gelo viene dissolta prima di esplodere, fornisce 1 carica di Mente Fredda.",
    "ru_RU": "Прикрепляет к цели ледяную бомбу. Через 5 сек. бомба взрывается и наносит 58403 ед. урона от магии льда цели и 29244 ед. урона от магии льда остальным противникам в радиусе 10 м. Скорость передвижения пораженных целей снижается на 70% на 4 сек. \r\n\r\nЕсли ледяную бомбу рассеют до взрыва, вы получаете заряд \"Заморозки мозгов\".",
    "ko_KR": "대상에게 서리 폭탄을 부여합니다. 5초 후에 폭탄이 폭발해 대상에게 58,333의 냉기 피해를 입히고, 10미터 내의 다른 모든 적에게는 29,139의 냉기 피해를 입힙니다. 영향을 받은 모든 대상의 이동 속도를 4초 동안 70%만큼 감소시킵니다. \r\n\r\n서리 폭탄이 폭발 전에 무효화되면 두뇌 빙결이 1회 충전됩니다.",
    "zh_TW": "在目標身上放置冰霜炸彈。在5秒後，炸彈爆炸，對目標造成56,558點冰霜傷害，並對10碼範圍內的所有其他敵人造成28,670點冰霜傷害。所有受影響的目標都會緩速70%，持續4秒。\r\n\r\n如果冰霜炸彈在爆炸之前被驅散，獲得一層腦部凍結。",
    "zh_CN": "在目标身上安放一个冰霜炸弹。5秒后炸弹爆炸，对目标造成58,849点冰霜伤害，并对10码内所有其他敌人造成28,952点冰霜伤害。所有受影响的目标被减速70%，持续4秒。\r\n\r\n如果冰霜炸弹在爆炸前被驱散，则获得一层冰冷智慧。"
  }
}