{
  "ID": "649914",
  "NameSubtext_lang": "",
  "Description_lang": "After Spirit of Redemption expires, you will revive at up to $s1% health, based on your healing done during Spirit of Redemption. After reviving, you cannot benefit from Spirit of Redemption for $211319d.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1295528",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "391124",
  "name_blz": {
    "en_US": "Restitution",
    "es_MX": "Restitución",
    "pt_BR": "Restituição",
    "de_DE": "Wiedergutmachung",
    "en_GB": "Restitution",
    "es_ES": "Restitución",
    "fr_FR": "Restitution",
    "it_IT": "Restituzione",
    "ru_RU": "Возмещение",
    "ko_KR": "복원",
    "zh_TW": "抵償",
    "zh_CN": "代偿"
  },
  "description_blz": {
    "en_US": "After Spirit of Redemption expires, you will revive at up to 100% health, based on your healing done during Spirit of Redemption. After reviving, you cannot benefit from Spirit of Redemption for 10 min.",
    "es_MX": "Cuando Espíritu redentor termina, revives con hasta un 100% de salud, de acuerdo con tu sanación realizada durante Espíritu redentor. Después de revivir, no podrás beneficiarte de Espíritu redentor durante 10 min.",
    "pt_BR": "Depois que o Espírito da Redenção expira, você revive com até 100% dos seus pontos de vida, a depender da sua cura realizada enquanto estava no Espírito da Redenção. Depois de reviver, você não pode se beneficiar de Espírito da Redenção por 10 min.",
    "de_DE": "Wenn Euer Geist der Erlösung abläuft, werdet Ihr mit bis zu 100% Gesundheit wiederbelebt, abhängig von Eurer als Geist der Erlösung hervorgerufenen Heilung. Nach Eurer Wiederbelebung kann der Geist der Erlösung 10 Min. lang nicht erneut ausgelöst werden.",
    "en_GB": "After Spirit of Redemption expires, you will revive at up to 100% health, based on your healing done during Spirit of Redemption. After reviving, you cannot benefit from Spirit of Redemption for 10 min.",
    "es_ES": "Cuando Espíritu redentor haya acabado, revivirás con hasta un 100% de salud, en función de tu sanación realizada durante Espíritu redentor. Tras revivir, no podrás volver a beneficiarte de Espíritu redentor durante 10 min.",
    "fr_FR": "Après la dissipation d’Esprit de rédemption, vous revenez à la vie avec un maximum de 100% de vos points de vie, en fonction des soins que vous avez prodigués sous votre forme d’Esprit de rédemption. Après votre résurrection, vous ne pouvez pas bénéficier de cet effet pendant 10 min.",
    "it_IT": "Al termine di Spirito di Redenzione, si rinasce con una percentuale di salute che varia in base alla quantità di cure fornite durante Spirito della Redenzione, fino a un massimo del 100%. Dopo essere rinati, non si può beneficiare dell'effetto per 10 min.",
    "ru_RU": "По истечении времени действия \"Духа воздаяния\" вы возрождаетесь с запасом здоровья до 100% максимального в зависимости от того, сколько исцеления сотворили в облике духа воздаяния. После возрождения этот эффект не срабатывает в течение 10 мин.",
    "ko_KR": "구원의 영혼이 만료하면 구원의 영혼 상태에서 기여한 치유량에 기반하여 최대 100%의 생명력을 지닌 상태로 부활합니다. 부활한 후에는 10분 동안 다시 구원의 영혼 효과를 받을 수 없습니다.",
    "zh_TW": "在救贖之靈時間結束後，你最高可以100%的生命力復活，依救贖之靈持續時間內你造成的治療而定。在復活後，你無法從救贖之靈獲益，持續10分鐘。",
    "zh_CN": "在救赎之魂消失后，你将会复活，恢复最多100%的生命值，恢复的生命值由你在救赎之魂状态下产生的治疗量决定。每10分钟只能触发一次。"
  }
}