{
  "ID": "650691",
  "NameSubtext_lang": "",
  "Description_lang": "Command a swarm that heals $391891o1 or deals $391889o1 Nature damage over $391889d to a target, and increases the effectiveness of your periodic effects on them by $391891s2%.Upon expiration, finds a new target, preferring to alternate between friend and foe up to $s1 times.",
  "AuraDescription_lang": "",
  "Attributes_0": "0",
  "Attributes_1": "128",
  "Attributes_2": "131072",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "8192",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "8",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "6035308",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "391888",
  "name_blz": {
    "en_US": "Adaptive Swarm",
    "es_MX": "Enjambre adaptable",
    "pt_BR": "Enxame Adaptável",
    "de_DE": "Adaptiver Schwarm",
    "en_GB": "Adaptive Swarm",
    "es_ES": "Enjambre adaptable",
    "fr_FR": "Essaim adaptatif",
    "it_IT": "Sciame Adattivo",
    "ru_RU": "Адаптивный рой",
    "ko_KR": "적응의 무리",
    "zh_TW": "適應蟲群",
    "zh_CN": "激变蜂群"
  },
  "description_blz": {
    "en_US": "Command a swarm that heals 9,630 or deals 16,143 Nature damage over 12 sec to a target, and increases the effectiveness of your periodic effects on them by 25%.\r\n\r\nUpon expiration, finds a new target, preferring to alternate between friend and foe up to 3 times.",
    "es_MX": "Envía un enjambre que sana 9,630 p. o inflige 16,143 p. de daño de naturaleza durante 12 s a un objetivo y aumenta un 25% la efectividad de tus efectos periódicos sobre ese objetivo.\r\n\r\nA su término, encuentra un nuevo objetivo. Preferentemente, alterna entre aliados y enemigos hasta 3 veces.",
    "pt_BR": "Comanda um enxame para curar 9.630 pontos de vida ou causar 16.143 de dano de Natureza ao longo de 12 s a um alvo, além de aumentar em 25% a eficácia dos seus efeitos periódicos nele.\r\n\r\nAo expirar, passa para um novo alvo 3 vezes, dando preferência por alternar entre aliados e inimigos.",
    "de_DE": "Befehligt einen Schwarm, der im Verlauf von 12 Sek. ein Ziel um 9.630 Gesundheit heilt oder ihm 16.143 Naturschaden zufügt und die Effektivität Eurer regelmäßigen Effekte beim Ziel um 25% erhöht.\r\n\r\nBei Ablauf sucht sich der Schwarm bis zu 3-mal ein neues Ziel, wobei er versucht, abwechselnd zwischen einem Verbündeten und einem Gegner überzuspringen.",
    "en_GB": "Command a swarm that heals 9,630 or deals 16,143 Nature damage over 12 sec to a target, and increases the effectiveness of your periodic effects on them by 25%.\r\n\r\nUpon expiration, finds a new target, preferring to alternate between friend and foe up to 3 times.",
    "es_ES": "Diriges un enjambre que sana 9630 p. de salud o inflige 16143 p. de daño de Naturaleza a un objetivo durante 12 s, y que aumenta un 25% la efectividad de tus efectos periódicos en dicho objetivo.\r\n\r\nAl agotarse, encuentra un nuevo objetivo, preferiblemente alternando entre amigo y enemigo hasta 3 veces.",
    "fr_FR": "Vous lâchez en direction d’un personnage allié ou adverse un essaim qui rend 9630 points de vie ou inflige 16143 points de dégâts de nature en 12 s, et augmente l’efficacité de vos effets périodiques sur la cible de 25 %.\r\n\r\nÀ expiration, l’essaim se fixe sur une nouvelle cible, de préférence en alternant entre allié et adversaire, jusqu’à 3 fois.",
    "it_IT": "Indirizza uno sciame su un bersaglio, fornendo 9.630 cure o infliggendo 16.143 danni da natura in 12 s e aumentando l'efficacia dei propri effetti periodici su quel bersaglio del 25%.\r\n\r\nAl termine, trova un nuovo bersaglio, alternando un bersaglio alleato con uno nemico fino a un massimo di 3 volte.",
    "ru_RU": "Вы призываете рой, который восполняет 9630 ед. здоровья за 12 сек. или наносит 16143 ед. урона от сил природы за то же время. Ваши периодические эффекты на цели усиливаются на 25%.\r\n\r\nПо истечении времени действия рой перелетает к другой цели, чередуя союзников и противников. Максимум переходов – 3.",
    "ko_KR": "무리를 지배하여 대상의 생명력을 9,630만큼 회복시키거나 12초에 걸쳐 16,143의 자연 피해를 입히고, 대상에 대한 자신의 주기적인 효과를 25%만큼 증가시킵니다.\r\n\r\n효과가 만료되면 새로운 대상에게 이전됩니다. 최대 3번까지 아군과 적을 번갈아 이전됩니다.",
    "zh_TW": "命令蟲群在12秒內對目標恢復9,630點生命力，或造成16,143點自然傷害，並且使你對其施加的週期性效果效力會提高25%。\r\n\r\n效果結束後，尋找新的目標，優先交替影響友軍和敵人，最多3次。",
    "zh_CN": "召唤虫群，在12秒内为目标恢复9,630点生命值或造成16,143点自然伤害，并且使你对目标的周期性效果提高25%。\r\n\r\n在效果结束之后会转移到另一个目标身上，倾向于在盟友和敌人之间交替转移，最多转移3次。"
  }
}