{
  "ID": "651762",
  "NameSubtext_lang": "",
  "Description_lang": "Hammer of Wrath heals up to $s2 injured allies for $414411s2% of the damage done, split evenly among them.Flash of Light, Holy Light, and Judgment critical strikes reset the cooldown of Hammer of Wrath and make it usable on any target, regardless of their health.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "839106",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "392938",
  "name_blz": {
    "en_US": "Veneration",
    "es_MX": "Veneración",
    "pt_BR": "Veneração",
    "de_DE": "Verehrung",
    "en_GB": "Veneration",
    "es_ES": "Veneración",
    "fr_FR": "Adulation",
    "it_IT": "Venerazione",
    "ru_RU": "Почитание",
    "ko_KR": "추앙",
    "zh_TW": "崇拜",
    "zh_CN": "崇圣"
  },
  "description_blz": {
    "en_US": "Hammer of Wrath heals up to 5 injured allies for 280% of the damage done, split evenly among them.\r\n\r\nFlash of Light, Holy Light, and Judgment critical strikes reset the cooldown of Hammer of Wrath and make it usable on any target, regardless of their health.",
    "es_MX": "Martillo de cólera sana hasta 5 aliados heridos un 280% del daño recibido que se divide en partes iguales entre ellos.\r\n\r\nLos golpes críticos de Destello de luz, Luz sagrada y Sentencia restablecen el tiempo de reutilización de Martillo de cólera y permiten que se use sobre cualquier objetivo sin importar su salud.",
    "pt_BR": "Martelo da Ira concede a até 5 aliados feridos uma cura equivalente a 280% do dano causado, dividido igualmente entre eles.\r\n\r\nAcertos críticos com Clarão de Luz, Luz Sagrada e Julgamento concluem a recarga do Martelo da Ira e permitem o uso dele em alvos com qualquer quantidade de pontos de vida.",
    "de_DE": "'Hammer des Zorns' heilt bis zu 5 verletzte Verbündete um 280% des verursachten Schadens. Die Heilung wird gleichmäßig auf alle Ziele aufgeteilt.\r\n\r\nKritische Treffer mit 'Lichtblitz', 'Heiliges Licht' und 'Richturteil' schließen die Abklingzeit von 'Hammer des Zorns' ab und lassen die Fähigkeit gegen jedes beliebige Ziel einsetzbar werden, unabhängig von seiner Gesundheit.",
    "en_GB": "Hammer of Wrath heals up to 5 injured allies for 280% of the damage done, split evenly among them.\r\n\r\nFlash of Light, Holy Light, and Judgment critical strikes reset the cooldown of Hammer of Wrath and make it usable on any target, regardless of their health.",
    "es_ES": "Martillo de cólera sana a un máximo de 5 aliados heridos un 280% del daño infligido, dividido a partes iguales.\r\n\r\nLos golpes críticos de Destello de Luz, Luz Sagrada y Sentencia restablecen el tiempo de reutilización de Martillo de cólera, que se puede usar contra cualquier objetivo independientemente de su salud.",
    "fr_FR": "Marteau de courroux rend à un maximum de 5 alliés blessés un montant de points de vie égal à 280 % des dégâts infligés, répartis équitablement entre eux.\r\n\r\nLes coups critiques d’Éclair lumineux, Lumière sacrée et Jugement mettent fin au temps de recharge de Marteau de courroux et le rendent utilisable sur n’importe quelle cible, quels que soient ses points de vie.",
    "it_IT": "Martello dell'Ira cura fino a 5 alleati feriti del 280% dei danni inflitti, e le cure vengono egualmente suddivise tra loro.\r\n\r\nI colpi critici di Lampo di Luce, Luce Sacra e Giudizio azzerano il tempo di recupero di Martello dell'Ira e lo rendono utilizzabile su qualsiasi bersaglio, a prescindere dalla salute.",
    "ru_RU": "\"Молот гнева\" восполняет максимум 5 раненым союзникам здоровье в объеме 280% нанесенного урона. Исцеление равномерно распределяется между целями.\r\n\r\nКритические эффекты \"Вспышки Света\", \"Света небес\" и \"Правосудия\" сбрасывают время восстановления \"Молота гнева\" и позволяют применить его к цели с любым уровнем здоровья.",
    "ko_KR": "천벌의 망치가 최대 5명의 부상당한 아군에게 입힌 피해의 280%만큼 나누어 치유합니다.\r\n\r\n빛의 섬광, 성스러운 빛, 심판이 치명타 및 극대화 효과를 발휘하면 천벌의 망치의 재사용 대기시간이 초기화되고 대상의 남은 생명력에 관계없이 사용할 수 있게 됩니다.",
    "zh_TW": "憤怒之錘使最多5位受傷的盟友恢復相當於該次傷害280%的生命力，平均分攤給目標。\r\n\r\n聖光閃現、聖光術和審判造成致命一擊會重置憤怒之錘的冷卻時間，並使其可對任何目標使用，不受目標的生命力影響。",
    "zh_CN": "愤怒之锤可以治疗最多5个受伤的盟友，恢复相当于造成伤害的280%的生命值，由所有目标均摊。\r\n\r\n圣光闪现、圣光术和审判爆击时会重置愤怒之锤的冷却时间，并使其可以对任意目标使用，无视其生命值。"
  }
}