{
  "ID": "652236",
  "NameSubtext_lang": "",
  "Description_lang": "Triggering a bonus attack from Press the Advantage or casting Weapons of Order releases a surge of chi at your target's location, dealing Nature damage split evenly between all targets over $393786d.$@spellicon418359 $@spellname418359:Deals $<ptadmg> Nature damage.$@spellicon387184 $@spellname387184:Deals $<dmg> Nature damage and reduces the cooldown of Weapons of Order by $s1 for each affected enemy, to a maximum of ${$s1*5} sec.",
  "AuraDescription_lang": "",
  "Attributes_0": "696254912",
  "Attributes_1": "32",
  "Attributes_2": "540677",
  "Attributes_3": "269484544",
  "Attributes_4": "32896",
  "Attributes_5": "393224",
  "Attributes_6": "4608",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "1048576",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "8",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "988193",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "393400",
  "name_blz": {
    "en_US": "Chi Surge",
    "es_MX": "Brote de chi",
    "pt_BR": "Surto de Chi",
    "de_DE": "Chiwoge",
    "en_GB": "Chi Surge",
    "es_ES": "Oleada de chi",
    "fr_FR": "Afflux de chi",
    "it_IT": "Scarica di Chi",
    "ru_RU": "Порыв ци",
    "ko_KR": "기의 쇄도",
    "zh_TW": "真氣突發",
    "zh_CN": "气冲九霄"
  },
  "description_blz": {
    "en_US": "Triggering a bonus attack from Press the Advantage or casting Weapons of Order releases a surge of chi at your target's location, dealing Nature damage split evenly between all targets over 8 sec.\r\n\r\n Press the Advantage:\r\nDeals 1,612 Nature damage.\r\n\r\n Weapons of Order:\r\nDeals 3,225 Nature damage and reduces the cooldown of Weapons of Order by 4 for each affected enemy, to a maximum of 20 sec.",
    "es_MX": "Activar un ataque adicional con Aprovechar la ventaja o lanzar Armas de orden libera un brote de chi en la ubicación de tu objetivo e inflige daño de naturaleza que se divide equitativamente entre todos los objetivos durante 8 s.\r\n\r\n Aprovechar la ventaja:\r\nInflige 1,612 p. de daño de naturaleza.\r\n\r\n Armas de orden:\r\nInflige 3,225 p. de daño de naturaleza y reduce el tiempo de reutilización de Armas de orden 4 s por cada enemigo afectado, hasta un máximo de 20 s.",
    "pt_BR": "Ativar um ataque extra de Manter a Pressão ou lançar Armas de Ordem solta um surto de chi na posição do seu alvo, causando dano de Natureza dividido igualmente entre todos os alvos ao longo de 8 s.\r\n\r\n Manter a Pressão:\r\nCausa 1.612 de dano de Natureza.\r\n\r\n Armas de Ordem:\r\nCausa 3.225 de dano de Natureza e reduz em 4 a recarga de Armas de Ordem por inimigo afetado, até um máximo de 20 s.",
    "de_DE": "Wenn durch 'Kampfvorteil ausnutzen' ein Bonusangriff ausgelöst oder 'Waffen der Ordnung' eingesetzt wird, wird eine Chiwoge an der Position Eures Ziels entfesselt. Diese verursacht Naturschaden im Verlauf von 8 Sek., der gleichmäßig auf alle Ziele aufgeteilt wird.\r\n\r\n Kampfvorteil ausnutzen:\r\nVerursacht 1.612 Naturschaden.\r\n\r\n Waffen der Ordnung:\r\nVerursacht 3.225 Naturschaden und verringert die Abklingzeit von 'Waffen der Ordnung' pro getroffenem Gegner um 4 Sek., bis zu maximal 20 Sek.",
    "en_GB": "Triggering a bonus attack from Press the Advantage or casting Weapons of Order releases a surge of chi at your target's location, dealing Nature damage split evenly between all targets over 8 sec.\r\n\r\n Press the Advantage:\r\nDeals 1,612 Nature damage.\r\n\r\n Weapons of Order:\r\nDeals 3,225 Nature damage and reduces the cooldown of Weapons of Order by 4 for each affected enemy, to a maximum of 20 sec.",
    "es_ES": "Al activar un ataque extra con Aprovechar la ventaja o lanzar Armas de orden, se libera una oleada de chi en la ubicación de tu objetivo que inflige daño de Naturaleza a dividir a partes iguales entre todos los objetivos durante 8 s.\r\n\r\n Aprovechar la ventaja:\r\nInflige 1612 p. de daño de Naturaleza.\r\n\r\n Armas de orden:\r\nInflige 3225 p. de daño de Naturaleza y reduce 4 s el tiempo de reutilización de Armas de orden por cada enemigo afectado, hasta un máximo de 20 s.",
    "fr_FR": "Déclencher une attaque bonus avec Pousser l’avantage ou activer les Armes de l’Ordre libère une explosion de chi à l’emplacement de la cible, ce qui inflige des points de dégâts de nature répartis équitablement entre toutes les cibles en 8 s.\r\n\r\n Pousser l’avantage :\r\ninflige 1612 points de dégâts de nature.\r\n\r\n Armes de l’Ordre : inflige 3225 points de dégâts de nature et réduit le temps de recharge d’Armes de l’Ordre de 4 s par ennemi touché, jusqu’à un maximum de 20 s.",
    "it_IT": "Attivare un attacco aggiuntivo tramite Sfruttare il Vantaggio o lanciando Armi dell'Ordine scatena una scarica di chi sulla posizione del bersaglio, infliggendo danni da natura suddivisi equamente tra tutti i bersagli in 8 s.\r\n\r\n Sfruttare il Vantaggio:\r\nInfligge 1.612 danni da natura.\r\n\r\n Armi dell'Ordine:\r\nInfligge 3.225 danni da natura e riduce il tempo di recupero di Armi dell'Ordine di 4 s per ogni nemico affetto, fino a un massimo di 20 s.",
    "ru_RU": "Когда \"Закрепление успехов\" или \"Оружие ордена\" активируют дополнительную атаку, вы поражаете цель взрывом энергии ци, наносящим урон от сил природы. Этот урон распределяется между пораженными целями в течение 8 сек.\r\n\r\nЗакрепление успехов:\r\nНаносит 1612 ед. урона от сил природы.\r\n\r\n Оружие ордена:\r\nНаносит 3225 ед. урона от сил природы и сокращает время восстановления \"Оружия ордена\" на 4 сек. за каждого пораженного противника вплоть до 20 сек.",
    "ko_KR": "여세 몰이의 추가 공격이 발동하거나 질서의 무기 시전 시 대상 위치에 쇄도하는 기를 방출해 모든 대상에게 8초에 걸쳐 자연 피해를 나누어 입힙니다.\r\n\r\n 여세 몰이:\r\n1,612의 자연 피해를 입힙니다.\r\n\r\n 질서의 무기:\r\n3,225의 자연 피해를 입히고 영향을 받은 적 하나당 질서의 무기의 재사용 대기시간이 4초만큼, 최대 20초만큼 감소합니다.",
    "zh_TW": "以乘勝追擊觸發額外攻擊或施放秩序武裝時，會朝目標的位置釋放大量真氣，在8秒內造成自然傷害，由所有目標平均分攤。\r\n\r\n\r\n\r\n 乘勝追擊：\r\n造成1,612點自然傷害。\r\n\r\n 秩序武裝：\r\n造成3,225點自然傷害，每個受影響的敵人都會使秩序武裝的冷卻時間縮短4秒，最多縮短20秒。",
    "zh_CN": "触发顺水推舟的额外攻击或施放精序兵戈时，你会向目标的位置释放出排山倒海的真气，在8秒内造成自然伤害，并由所有目标均摊。\r\n\r\n顺水推舟：\r\n造成1,612点自然伤害。\r\n\r\n精序兵戈：\r\n造成3,225点自然伤害，每影响一名敌人则使精序兵戈的冷却时间缩短4秒，最多缩短20秒。"
  }
}