{
  "ID": "652506",
  "NameSubtext_lang": "",
  "Description_lang": "Fists of Fury now instead enhances your next $s1 Rising Sun Kicks or Spinning Crane Kicks and enhanced kicks increase the damage of your next Fists of Fury by $394949s1%, stacking up to 3 times.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "68157440",
  "Attributes_4": "2097152",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "4",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "-2147483648",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136243",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "393668",
  "name_blz": {
    "en_US": "Monk Windwalker Class Set 4pc",
    "es_MX": "Monk Windwalker Class Set 4pc",
    "pt_BR": "Monge, Andarilho do Vento, Conjunto de Classe, 4 pç",
    "de_DE": "Mönchsklassenset, Windläufer, 4 Teile",
    "en_GB": "Monk Windwalker Class Set 4pc",
    "es_ES": "Conjunto de clase de monje Viajero del viento (4 piezas)",
    "fr_FR": "Ensemble de classe de moine Marche-vent (4 pièces)",
    "it_IT": "Monaco dell'Impeto, Set di Classe, 4 Pezzi",
    "ru_RU": "Классовый комплект монаха – танцующий с ветром, 4 предмета",
    "ko_KR": "풍운 수도사 직업 세트 4세트",
    "zh_TW": "武僧御風職業套裝4件",
    "zh_CN": "武僧踏风职业套装四件套"
  },
  "description_blz": {
    "en_US": "Fists of Fury now instead enhances your next 3 Rising Sun Kicks or Spinning Crane Kicks and enhanced kicks increase the damage of your next Fists of Fury by 7%, stacking up to 3 times.",
    "es_MX": "Ahora Puños de furia en cambio mejora tus siguientes 3 Patadas del sol naciente o Patadas giratorias de la grulla, y las patadas mejoradas aumentan un 7% el daño de tu siguiente Puños de furia. Este efecto se acumula hasta 3 veces.",
    "pt_BR": "Punhos da Fúria agora aprimora seus próximos 3 Chute do Sol Nascente ou Chute Giratório da Garça e aumentam em 7% o dano do próximo Punhos da Fúria. Acumula até 3 vezes.",
    "de_DE": "'Furorfäuste' verstärkt nun stattdessen Eure nächsten 3 Einsätze von 'Tritt der aufgehenden Sonne' oder 'Wirbelnder Kranichtritt' und verstärkte Tritte erhöhen den Schaden Eures nächsten Einsatzes von 'Furorfäuste' um 7%, bis zu 3-mal stapelbar.",
    "en_GB": "Fists of Fury now instead enhances your next 3 Rising Sun Kicks or Spinning Crane Kicks and enhanced kicks increase the damage of your next Fists of Fury by 7%, stacking up to 3 times.",
    "es_ES": "Ahora, Puños de furia mejora tus siguientes 3 lanzamientos de Patada del sol naciente o Patada giratoria de la grulla. Estos ataques mejorados aumentan un 7% el daño de tu siguiente Puños de furia. Se acumula hasta 3 veces.",
    "fr_FR": "Poings de fureur améliore désormais vos 3 prochaines techniques Coup de pied du soleil levant ou Coup tournoyant de la grue. Les coups de pied améliorés augmentent les dégâts du prochain Poings de fureur de 7%. Cumulable jusqu’à 3 fois.",
    "it_IT": "Pugni della Furia potenzia i successivi 3 lanci di Calcio del Sole Nascente o Calcio Rotante della Gru. I Calci potenziati aumentano i danni inflitti dai successivi Pugni della Furia del 7%. Si accumula fino a 3 volte.",
    "ru_RU": "\"Неистовые кулаки\" теперь усиливают 3 следующих \"Удара восходящего солнца\" или \"Танцующих журавля\". Усиленные умения повышают урон от следующих \"Неистовых кулаков\" на 7%. Этот эффект суммируется до 3 раз.",
    "ko_KR": "분노의 주먹이 이제 다음 3회의 해오름차기나 회전 학다리차기를 강화합니다. 또한 강화된 발차기 사용 시 다음 분노의 주먹의 공격력이 7%만큼 증가합니다. 최대 3번까지 중첩됩니다.",
    "zh_TW": "狂拳連打現在會強化你下3個翔陽腳或鶴旋踢，獲得強化的踢擊會使你下一個狂拳連打的傷害提高7%，最多可堆疊3次。",
    "zh_CN": "怒雷破现在会强化你的下3次旭日东升踢或神鹤引项踢，并且受到强化的旭日东升踢和神鹤引项踢会使你下一个怒雷破造成的伤害提高7%，该效果最多可叠加3次。"
  }
}