{
  "ID": "652510",
  "NameSubtext_lang": "",
  "Description_lang": "Holy Light, Flash of Light, Light of Dawn, Word of Glory, and Bestow Faith healing is increased by $s2% and their critical effects increase the damage or healing of your next Holy Shock by $394667s1%.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "68157440",
  "Attributes_4": "2097152",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "4",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136243",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "393672",
  "name_blz": {
    "en_US": "Paladin Holy Class Set 4pc",
    "es_MX": "Paladin Holy Class Set 4pc",
    "pt_BR": "Paladino, Sagrado, Conjunto de Classe, 4 pç",
    "de_DE": "Paladinklassenset, Heilig, 4 Teile",
    "en_GB": "Paladin Holy Class Set 4pc",
    "es_ES": "Conjunto de clase de paladín Sagrado (4 piezas)",
    "fr_FR": "Ensemble de classe de paladin Sacré (4 pièces)",
    "it_IT": "Paladino Sacro, Set di Classe, 4 Pezzi",
    "ru_RU": "Классовый комплект паладина – Свет, 4 предмета",
    "ko_KR": "신성 성기사 직업 세트 4세트",
    "zh_TW": "聖騎士神聖職業套裝4件",
    "zh_CN": "圣骑士神圣职业套装四件套"
  },
  "description_blz": {
    "en_US": "Holy Light, Flash of Light, Light of Dawn, Word of Glory, and Bestow Faith healing is increased by 6% and their critical effects increase the damage or healing of your next Holy Shock by 20%.",
    "es_MX": "La sanación de Luz sagrada, Destello de luz, Luz del alba, Palabra de gloria y Ofrecimiento de fe aumenta un 6%, y sus efectos críticos aumentan un 20% el daño o sanación de tu siguiente Choque sagrado.",
    "pt_BR": "A cura do seu próximo uso de Luz Sagrada, Clarão de Luz, Luz da Aurora, Palavra de Glória e Conceder Fé aumenta em 6%, e seus efeitos críticos aumentam em 20% o dano ou a cura do seu próximo uso de Choque Sagrado.",
    "de_DE": "Die durch 'Heiliges Licht', 'Lichtblitz', 'Licht der Morgendämmerung', 'Wort der Herrlichkeit' und 'Zuversicht verleihen' hervorgerufene Heilung ist um 6% erhöht. Außerdem erhöhen die jeweiligen kritischen Effekte den verursachten Schaden oder die hervorgerufene Heilung Eures nächsten Einsatzes von 'Heiliger Schock' um 20%.",
    "en_GB": "Holy Light, Flash of Light, Light of Dawn, Word of Glory, and Bestow Faith healing is increased by 6% and their critical effects increase the damage or healing of your next Holy Shock by 20%.",
    "es_ES": "La sanación de Luz Sagrada, Destello de Luz, Luz del alba, Palabra de gloria y Otorgar fe aumenta un 6% y sus efectos críticos incrementan un 20% el daño o la sanación de tu siguiente Choque Sagrado.",
    "fr_FR": "Les soins de Lumière sacrée, Éclair lumineux, Lumière de l’aube, Mot de gloire et Don de foi sont augmentés de 6% et leurs effets critiques augmentent les dégâts ou les soins de votre prochain Horion sacré de 20%.",
    "it_IT": "Aumenta le cure fornite dal successivo lancio di Luce Sacra, Lampo di Luce, Luce dell'Alba, Parola di Gloria e Dono di Fede del 6% e i loro effetti critici aumentano i danni inflitti o le cure fornite dalla successiva Folgore Sacra del 20%.",
    "ru_RU": "\"Свет небес\", \"Вспышка Света\", \"Свет зари\", \"Торжество\" и \"Дарование веры\" восполняют на 6% больше здоровья. Их критический эффект усиливают урон или исцеление следующего \"Шока небес\" на 20%.",
    "ko_KR": "성스러운 빛, 빛의 섬광, 여명의 빛, 영광의 서약, 신념 수여의 치유량이 6%만큼 증가합니다. 또한 극대화 효과를 발휘하면 다음 신성 충격의 공격력 또는 치유량이 20%만큼 증가합니다.",
    "zh_TW": "聖光術、聖光閃現、黎明曙光、榮耀聖言和賦予信念的治療效果提高6%，造成極效治療時，會使你下一個神聖震擊的傷害或治療量提高20%。",
    "zh_CN": "圣光术、圣光闪现、黎明之光、荣耀圣令和赋予信仰的治疗效果提高6%，而且这些技能爆击时会使你下一个神圣震击的伤害或治疗量提高20%。"
  }
}