{
  "ID": "652826",
  "NameSubtext_lang": "",
  "Description_lang": "Dealing damage has a chance to grant Piercing Azureweave, increasing Intellect for $388061d. Healing has a chance to grant Flowing Azureweave, reducing the Mana cost of spells for $388064d.",
  "AuraDescription_lang": "Dealing damage has a chance to grant Piercing Azureweave, increasing Intellect by $w1 for $388061d. Healing has a chance to grant Flowing Azureweave, reducing Mana cost by $w2 per cast for $388064d.",
  "Attributes_0": "448",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "67108864",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "64",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "2026009",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "393987",
  "name_blz": {
    "en_US": "Azureweave Vestments",
    "es_MX": "Vestimentas de entramado azur",
    "pt_BR": "Vestimenta de Lazulinho",
    "de_DE": "Azurgewobene Gewänder",
    "en_GB": "Azureweave Vestments",
    "es_ES": "Vestimentas de tejido azur",
    "fr_FR": "Habit en trame-d’azur",
    "it_IT": "Paramenti di Telazzurra",
    "ru_RU": "Лазурное одеяние",
    "ko_KR": "하늘매듭 예복",
    "zh_TW": "藍織布法衣",
    "zh_CN": "青纹布法衣"
  },
  "description_blz": {
    "en_US": "Dealing damage has a chance to grant Piercing Azureweave, increasing Intellect for 8 sec. Healing has a chance to grant Flowing Azureweave, reducing the Mana cost of spells for 8 sec.",
    "es_MX": "Infligir daño tiene una probabilidad de otorgar Entramado azur perforante, lo que aumenta el intelecto durante 8 s. Sanar tiene una probabilidad de otorgar Entramado azur fluyente, lo que reduce el costo de maná de los hechizos durante 8 s.",
    "pt_BR": "Causar dano tem chance de conceder Lazulinho Perfurante, que aumenta o Intelecto por 8 s. Curar tem chance de conceder Lazulinho Esvoaçante, que reduz o custo de mana de feitiços por 8 s.",
    "de_DE": "Das Verursachen von Schaden hat eine Chance, Euch 'Azurgewobenes Durchdringen' zu gewähren, was Eure Intelligenz 8 Sek. lang erhöht. Heilung hat eine Chance, Euch 'Azurgewobenes Fließen' zu gewähren, was 8 Sek. lang die Manakosten von Zaubern verringert.",
    "en_GB": "Dealing damage has a chance to grant Piercing Azureweave, increasing Intellect for 8 sec. Healing has a chance to grant Flowing Azureweave, reducing the Mana cost of spells for 8 sec.",
    "es_ES": "Al infligir daño, puede suceder que el tejido azur penetrante aumente el intelecto durante 8 s. Al realizar sanación, existe la posibilidad de que el tejido azur fluido reduzca el coste de maná de los hechizos durante 8 s.",
    "fr_FR": "Les dégâts infligés peuvent conférer Trame-d’azur perçante, ce qui augmente l’Intelligence pendant 8 s. Les soins prodigués peuvent conférer Trame-d’azur ondoyante, ce qui réduit le coût en mana des sorts pendant 8 s.",
    "it_IT": "Infliggere danni fornisce una probabilità di attivare Penetrazione di Telazzurra, che aumenta l'Intelletto per 8 s. Fornire cure fornisce una probabilità di attivare Flusso di Telazzurra, che riduce il costo in mana degli incantesimi di 8 s.",
    "ru_RU": "При нанесении урона вы можете получить эффект \"Пронзающая лазурь\", повышающий интеллект на 8 сек. Исцеление может дать эффект \"Текучая лазурь\", который снижает стоимость заклинаний в течение 8 сек.",
    "ko_KR": "피해를 입히면 일정 확률로 관통의 하늘매듭이 부여되어 8초 동안 지능이 증가합니다. 생명력을 회복시키면 일정 확률로 흐르는 하늘매듭이 부여되어 8초 동안 주문의 마나 소모량이 감소합니다.",
    "zh_TW": "造成傷害後，有一定機率賦予穿刺藍織，使智力提高，持續8秒。治療有一定機率賦予流動藍織，降低法力消耗，持續8秒。",
    "zh_CN": "造成伤害时有一定几率获得青纹布的敏锐，使智力提高，持续8秒。进行治疗时则有几率获得青纹布的流动，减少施法消耗的法力值，持续8秒。"
  }
}