{
  "ID": "653996",
  "NameSubtext_lang": "Black",
  "Description_lang": "Increase your $i nearest allies' primary stat by $<amount>% of your own, and cause you to deal $395296s1% more damage, for $d.May only affect $i allies at once, and does not affect tanks and healers.Eruption, $?s403631[Breath of Eons][Deep Breath], and your empower spells extend the duration of these effects.",
  "AuraDescription_lang": "$pri increased by $w2.",
  "Attributes_0": "0",
  "Attributes_1": "524288",
  "Attributes_2": "4",
  "Attributes_3": "256",
  "Attributes_4": "0",
  "Attributes_5": "32",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1048577",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "16",
  "DurationIndex": "1",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "12",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "5061347",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "395152",
  "name_blz": {
    "en_US": "Ebon Might",
    "es_MX": "Poder de ébano",
    "pt_BR": "Poder de Ébano",
    "de_DE": "Schwarzmacht",
    "en_GB": "Ebon Might",
    "es_ES": "Poderío de ébano",
    "fr_FR": "Puissance d’ébène",
    "it_IT": "Vigore d'Ebano",
    "ru_RU": "Черная мощь",
    "ko_KR": "칠흑의 힘",
    "zh_TW": "黯黑力量",
    "zh_CN": "黑檀之力"
  },
  "description_blz": {
    "en_US": "Increase your 4 nearest allies' primary stat by 5.0% of your own, and cause you to deal 20% more damage, for 10 sec.\r\n\r\nMay only affect 4 allies at once, and does not affect tanks and healers.\r\n\r\nEruption, Deep Breath, and your empower spells extend the duration of these effects.",
    "es_MX": "Aumenta un 5.0% tu estadística principal y la de tus 4 aliados más cercanos, y hace que inflijas un 20% más de daño durante 10 s.\r\n\r\nSolo afecta a 4 aliados a la vez y no afecta a tanques ni sanadores.\r\n\r\nErupción, Aliento profundo y tus hechizos de potenciación extienden la duración de estos efectos.",
    "pt_BR": "Aumenta o atributo primário dos 4 aliados mais próximos em 5,0% do seu próprio, além de fazer você causar 20% mais dano por 10 s.\r\n\r\nSó pode afetar 4 aliados por vez e não afeta tanques e curadores.\r\n\r\nErupção, Respiração Profunda e seus feitiços de potencialização aumentam a duração desses efeitos.",
    "de_DE": "Erhöht den Primärwert Eurer 4 nächsten Verbündeten um 5,0% Eures eigenen Primärwerts und Ihr verursacht 20% mehr Schaden. Hält 10 Sek. lang an.\r\n\r\nKann nur jeweils 4 Verbündete gleichzeitig betreffen und wirkt sich nicht auf Tanks und Heiler aus.\r\n\r\n'Eruption', 'Tiefer Atem' und Eure ermächtigten Zauber verlängern die Dauer dieser Effekte.",
    "en_GB": "Increase your 4 nearest allies' primary stat by 5.0% of your own, and cause you to deal 20% more damage, for 10 sec.\r\n\r\nMay only affect 4 allies at once, and does not affect tanks and healers.\r\n\r\nEruption, Deep Breath, and your empower spells extend the duration of these effects.",
    "es_ES": "Aumenta la estadística principal de tus 4 aliados más cercanos el equivalente a un 5,0% de la tuya y hace que inflijas un 20% más de daño durante 10 s.\r\n\r\nSolo puede afectar a 4 aliados a la vez y no afecta a los tanques ni a los sanadores.\r\n\r\nErupción, Aliento profundo y tus hechizos potenciados prolongan la duración de estos efectos.",
    "fr_FR": "Augmente la caractéristique principale de vos 4 personnages alliés les plus proches de 5,0 % de la vôtre et vous permet d’infliger 20 % de dégâts supplémentaires pendant 10 s.\r\n\r\nNe peut affecter que 4 personnages-joueurs alliés à la fois et n’affecte pas les personnages tanks et soigneurs.\r\n\r\nÉruption, Souffle profond et vos sorts renforcés augmentent la durée de ces effets.",
    "it_IT": "Aumenta l'attributo primario dei 4 alleati più vicini del 5,0% del valore del tuo e aumenta i tuoi danni inflitti del 20% per 10 s.\r\n\r\nPuò attivarsi solo su 4 alleati alla volta e non si attiva su difensori e guaritori.\r\n\r\nEruzione, Alito del Drago e i tuoi incantesimi Potenziati aumentano la durata di questi effetti.",
    "ru_RU": "Повышает основную характеристику 4 ближайших союзников на 5,0% от вашей и увеличивает наносимый вами урон на 20% на 10 сек.\r\n\r\nМожет воздействовать максимум на 4 союзников единовременно и не действует на танков или лекарей.\r\n\r\n\"Извержение\", \"Глубокий вдох\" и усиленные заклинания продлевают время действия этих эффектов.",
    "ko_KR": "가장 가까운 아군 4명의 주 능력치를 자신의 주 능력치의 5.0%만큼 증가시킵니다. 또한 10초 동안 시전자의 공격력이 20%만큼 증가합니다.\r\n\r\n한 번에 4명의 아군에게만 영향을 주며 방어 담당과 치유 담당에게는 영향을 주지 않습니다.\r\n\r\n분출, 깊은 숨결, 강화 주문 시전 시 이 효과의 지속시간이 증가합니다.",
    "zh_TW": "提高距離最近的4位盟友的主要屬性，數值相當於你自己的5.0%，並使你造成的傷害提高20%，持續10秒。\r\n\r\n一次只能影響4位盟友，且不影響坦克和治療者。\r\n\r\n爆發、深層吐息和你的聚能法術都會延長這些效果的持續時間。",
    "zh_CN": "使你最近的4名盟友的主要属性提高，数值相当于你自己的5.0%，并使你造成的伤害提高20%，持续10秒。\r\n\r\n同一时间只能影响4名盟友，且不会影响坦克和治疗者。\r\n\r\n喷发、深呼吸和你的蓄力法术可以延长这些效果的持续时间。"
  }
}