{
  "ID": "658980",
  "NameSubtext_lang": "",
  "Description_lang": "Each time you cast Sheilun's Gift, you learn one of Shaohao's Lessons for up to $s1 sec, with the duration based on how many clouds of mist are consumed.|cffffffffLesson of Doubt|r: Your spells and abilities deal up to $400097s1% more healing and damage to targets, based on their current health.|cffffffffLesson of Despair|r: Your Critical Strike is increased by $400100s1% while above $400100s2% health.|cffffffffLesson of Fear|r: Decreases your damage taken by $400103s1% and increases your Haste by $400103s2%.|cffffffffLesson of Anger|r: $400106s1% of the damage or healing you deal is duplicated every $400106s2 sec.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "4067369",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "400089",
  "name_blz": {
    "en_US": "Shaohao's Lessons",
    "es_MX": "Lecciones de Shaohao",
    "pt_BR": "Lições de Shaohao",
    "de_DE": "Shaohaos Lektionen",
    "en_GB": "Shaohao's Lessons",
    "es_ES": "Lecciones de Shaohao",
    "fr_FR": "Leçons de Shaohao",
    "it_IT": "Lezioni di Shaohao",
    "ru_RU": "Уроки Шаохао",
    "ko_KR": "샤오하오의 가르침",
    "zh_TW": "紹昊之鑒",
    "zh_CN": "少昊之诫"
  },
  "description_blz": {
    "en_US": "Each time you cast Sheilun's Gift, you learn one of Shaohao's Lessons for up to 30 sec, with the duration based on how many clouds of mist are consumed.\r\n\r\nLesson of Doubt: Your spells and abilities deal up to 40% more healing and damage to targets, based on their current health.\r\n\r\nLesson of Despair: Your Critical Strike is increased by 30% while above 50% health.\r\n\r\nLesson of Fear: Decreases your damage taken by 15% and increases your Haste by 20%.\r\n\r\nLesson of Anger: 25% of the damage or healing you deal is duplicated every 4 sec.",
    "es_MX": "Cada vez que lanzas Don de Sheilun, aprendes una de las Lecciones de Shaohao durante un máximo de 30 s según la cantidad de nubes de niebla consumidas.\r\n\r\nLección de duda: Tus hechizos y habilidades realizan un 40% más de daño y sanación a tus objetivos según su salud actual.\r\n\r\nLección de desesperación: Tu golpe crítico aumenta un 30% mientras tienes más de un 50% de salud.\r\n\r\nLección de miedo: Reduce un 15% el daño que recibes y aumenta un 20% tu celeridad.\r\n\r\nLección de furia: Un 25% del daño que infliges o de la sanación que realizas se duplica cada 4 s.",
    "pt_BR": "Cada vez que lança a Dádiva de Sheilun, você aprende uma das Lições de Shaohao por até 30 s, com duração baseada em quantas nuvens de névoa são consumidas.\r\n\r\nLição da Dúvida: seus feitiços e habilidades têm efeitos de cura e dano 40% maiores nos alvos, com base na vida atual deles.\r\n\r\nLição do Desespero: seu Acerto Crítico é aumentado em 30%, quando acima de 50% dos pontos de vida.\r\n\r\nLição do Medo: reduz em 15% o dano recebido por você e aumenta em 20% a sua Aceleração.\r\n\r\nLição da Ira: 25% do dano causado e da cura concedida por você são duplicados a cada 4 s.",
    "de_DE": "Jedes Mal, wenn Ihr 'Sheiluns Gabe' einsetzt, lernt Ihr eine von Shaohaos Lektionen für bis zu 30 Sek., wobei die Dauer davon abhängt, wie viele Nebelwolken verbraucht werden.\r\n\r\nLektion des Zweifels: Erhöht Schaden und Heilung Eurer Zauber und Fähigkeiten abhängig von der aktuellen Gesundheit des Ziels um bis zu 40%.\r\n\r\nLektion der Verzweiflung: Euer kritischer Trefferwert ist um 30% erhöht, solange Ihr über mehr als 50% Gesundheit verfügt.\r\n\r\nLektion der Angst: Verringert Euren erlittenen Schaden um 15% und erhöht Euer Tempo um 20%.\r\n\r\nLektion des Zorns: Alle 4 Sek. werden 25% des von Euch verursachten Schadens oder der von Euch hervorgerufenen Heilung dupliziert.",
    "en_GB": "Each time you cast Sheilun's Gift, you learn one of Shaohao's Lessons for up to 30 sec, with the duration based on how many clouds of mist are consumed.\r\n\r\nLesson of Doubt: Your spells and abilities deal up to 40% more healing and damage to targets, based on their current health.\r\n\r\nLesson of Despair: Your Critical Strike is increased by 30% while above 50% health.\r\n\r\nLesson of Fear: Decreases your damage taken by 15% and increases your Haste by 20%.\r\n\r\nLesson of Anger: 25% of the damage or healing you deal is duplicated every 4 sec.",
    "es_ES": "Cada vez que lanzas Regalo de Sheilun, aprendes una de las lecciones de Shaohao durante un máximo de 30 s (dependiendo de las nubes de niebla consumidas).\r\n\r\nLección de duda: tus facultades y hechizos infligen y aplican un 40% más de daño y curación en función de su umbral de salud.\r\n\r\nLección de desesperación: aumenta un 30% tu golpe crítico mientras estás por encima del 50% de salud.\r\n\r\nLección de miedo: reduce un 15% el daño que recibes y aumenta un 20% tu celeridad.\r\n\r\nLección de ira: un 25% del daño o sanación que infliges se duplica cada 4 s.",
    "fr_FR": "Chaque fois que vous lancez Don de Sheilun, vous apprenez l’une des leçons de Shaohao pendant 30 s au maximum. La durée dépend du nombre de nappes de brume consommées.\r\n\r\nLeçon de doute : vos sorts et techniques génèrent jusqu’à 40% de soins ou dégâts supplémentaires, en fonction des points de vie actuels de leurs cibles.\r\n\r\nLeçon de désespoir : vos coups critiques sont augmentés de 30% lorsque vos points de vie sont supérieurs à 50%.\r\n\r\nLeçon de peur : réduit les dégâts que vous subissez de 15% et augmente votre Hâte de 20%.\r\n\r\nLeçon de colère : 25% des dégâts ou soins que vous produisez sont dupliqués toutes les 4 s.",
    "it_IT": "Ogni volta che si lancia Dono di Sheilun, si apprende una delle Lezioni di Shaohao per un massimo di 30 s, in base a quante coltri di nebbia vengono consumate.\r\n\r\nLezione sul Dubbio: aumenta le cure fornite e i danni inflitti da incantesimi e abilità fino al 40% ai bersagli, in base alla loro salute attuale.\r\n\r\nLezione sulla Disperazione: aumenta la probabilità di critico del 30% quando si ha almeno il 50% della salute massima.\r\n\r\nLezione sulla Paura: riduce i danni subiti del 15% e aumenta la celerità del 20%.\r\n\r\nLezione sulla Rabbia: raddoppia il 25% dei danni inflitti o delle cure fornite ogni 4 s.",
    "ru_RU": "При каждом применении \"Дара Шей-луна\" вы выучиваете один из уроков Шаохао. Время действия – до 30 сек. в зависимости от количества поглощенных облаков тумана.\r\n\r\nУрок сомнения: урон и сила исцеления ваших способностей и заклинаний увеличиваются максимум на 40% в зависимости от текущего уровня здоровья цели.\r\n\r\nУрок отчаяния: вероятность критического удара повышается на 30%, если ваш уровень здоровья выше 50%.\r\n\r\nУрок страха: уменьшает получаемый вами урон на 15% и повышает скорость на 20%.\r\n\r\nУрок злости: 25% вашего урона или исцеления дублируется раз в 4 сек.",
    "ko_KR": "셰이룬의 선물을 시전할 때마다, 사용된 안개 구름의 수에 따라 최대 30초 동안 샤오하오의 가르침 중 하나를 얻습니다.\r\n\r\n의심의 가르침: 대상의 현재 생명력에 따라 주문 및 능력의 공격력과 치유량이 최대 40%만큼 증가합니다.\r\n\r\n절망의 가르침: 생명력이 50% 이상일 때 치명타 및 극대화가 30%만큼 증가합니다.\r\n\r\n공포의 가르침: 받는 피해가 15%만큼 감소하고 가속이 20%만큼 증가합니다.\r\n\r\n분노의 가르침: 4초마다 가한 피해나 치유의 25%가 복제됩니다.",
    "zh_TW": "每次你施放雪崙的贈禮，就領會其中一種紹昊之鑒，根據吸收的迷霧數量決定持續時間，最多可持續30秒。\r\n\r\n疑惑之鑒：根據目標當前的生命力，你的法術和技能最多可額外造成40%的治療量和傷害。\r\n\r\n絕望之鑒：你的生命力高於50%時，致命一擊提高30%。\r\n\r\n恐懼之鑒：受到的傷害降低15%，加速提高20%。\r\n\r\n憤怒之鑒：每4秒會重複一次你造成的傷害或治療量，效果為25%。",
    "zh_CN": "每当你施放神龙之赐，你会领悟一种少昊之诫，根据消耗的云雾数量，最多持续30秒。\r\n\r\n疑之诫：根据目标的当前生命值，你的法术和技能对其造成的伤害和治疗提高最多40%。\r\n\r\n惘之诫：生命值高于50%时，你的爆击提高30%。\r\n\r\n惧之诫：你受到的伤害降低15%，并使你的急速提高20%。\r\n\r\n怒之诫：每4秒复制你造成的伤害或治疗的25%。"
  }
}