{
  "ID": "662526",
  "NameSubtext_lang": "",
  "Description_lang": "$?s406646[Templar Strikes, ]?s404542[Crusading Strikes, ][Crusader Strike, ]Judgment, Hammer of Wrath and your damaging single target Holy Power abilities now deal Holystrike damage and your abilities that deal Holystrike damage deal $s2% increased damage.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "236336",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "403664",
  "name_blz": {
    "en_US": "Blades of Light",
    "es_MX": "Hojas de luz",
    "pt_BR": "Lâminas da Luz",
    "de_DE": "Klingen des Lichts",
    "en_GB": "Blades of Light",
    "es_ES": "Hojas de Luz",
    "fr_FR": "Lames de lumière",
    "it_IT": "Lame della Luce",
    "ru_RU": "Клинки Света",
    "ko_KR": "빛의 칼날",
    "zh_TW": "聖光之刃",
    "zh_CN": "圣光之剑"
  },
  "description_blz": {
    "en_US": "Crusader Strike, Judgment, Hammer of Wrath and your damaging single target Holy Power abilities now deal Holystrike damage and your abilities that deal Holystrike damage deal 5% increased damage.",
    "es_MX": "Golpe de cruzado, Sentencia, Martillo de cólera y tus habilidades de poder sagrado dañinas que afectan a un solo objetivo ahora infligen daño sacrofísico y las habilidades que infligen daño sacrofísico ahora infligen un 5% más de daño.",
    "pt_BR": "Golpe do Cruzado, Julgamento, Martelo da Ira e suas habilidades de Poder Sagrado de alvo único agora causam dano de Golpe Sagrado, e suas habilidades que causam dano de Golpe Sagrado causam 5% a mais de dano.",
    "de_DE": "'Kreuzfahrerstoß', 'Richturteil', 'Hammer des Zorns' und Eure Heilige Kraft verbrauchende Einzelzielschadensfähigkeit verursachen jetzt Heiligschlagschaden, und Eure Heiligschlagschaden verursachenden Fähigkeiten verursachen 5% mehr Schaden.",
    "en_GB": "Crusader Strike, Judgment, Hammer of Wrath and your damaging single target Holy Power abilities now deal Holystrike damage and your abilities that deal Holystrike damage deal 5% increased damage.",
    "es_ES": "Golpe de cruzado, Sentencia, Martillo de cólera y tus facultades dañinas de poder sagrado de un solo objetivo infligen ahora daño Sacrofísico. Además, tus facultades de daño Sacrofísico infligen un 5% más de daño.",
    "fr_FR": "Frappe du croisé, Jugement, Marteau de courroux et vos techniques de dégâts à cible unique consommant de la puissance sacrée infligent désormais des dégâts de frappe-sacré. Vos techniques infligeant des dégâts de frappe-sacré infligent 5 % de dégâts supplémentaires.",
    "it_IT": "I lanci di Assalto del Crociato, Giudizio, Martello dell'Ira e delle abilità a bersaglio singolo che consumano cariche di potere sacro infliggono danni da sacrafuria e le abilità che infliggono danni da sacrafuria infliggono il 5% di danni aggiuntivi.",
    "ru_RU": "\"Удар воина Света\", \"Правосудие\", \"Молот гнева\" и способности, наносящие урон одной цели и расходующие энергию Света, теперь наносят урон от удара Света. Способности, наносящие урон от удара Света, наносят на 5% больше урона.",
    "ko_KR": "성전사의 일격, 심판, 천벌의 망치 및 단일 대상 신성한 힘 공격 능력이 신성충격 피해를 입힙니다. 또한 신성충격 피해를 입히는 능력의 공격력이 5%만큼 증가합니다.",
    "zh_TW": "十字軍聖擊、審判、憤怒之錘和你的單一目標傷害聖能技能現在會造成聖擊傷害，並使你造成聖擊傷害的技能之傷害提高5%。",
    "zh_CN": "十字军打击、审判、愤怒之锤和消耗神圣能量的单目标伤害性技能现在造成神圣打击伤害，技能造成的神圣打击伤害提高5%。"
  }
}