{
  "ID": "664431",
  "NameSubtext_lang": "",
  "Description_lang": "Sundering increases your Physical and Fire damage dealt by $409833s1% for $409833d and your next $409834u Chain Lightning casts deal $409834s2% increased damage and refund $409834s3% of Maelstrom Weapon stacks consumed.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "1048576",
  "Attributes_4": "2097152",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "4",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136243",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "405568",
  "name_blz": {
    "en_US": "Shaman Enhancement 10.1 Class Set 4pc",
    "en_GB": "Shaman Enhancement 10.1 Class Set 4pc"
  },
  "description_blz": {
    "en_US": "Sundering increases your Physical and Fire damage dealt by 20% for 15 sec and your next 2 Chain Lightning casts deal 20% increased damage and refund 50% of Maelstrom Weapon stacks consumed.",
    "es_MX": "Hendimiento aumenta el daño de fuego y físico que infliges en un 20% durante 15 s; además, tu(s) siguiente(s) 2 Cadena de relámpagos causan un 20% más de daño y devuelven un 50% de las acumulaciones de Arma vorágine consumidas.",
    "pt_BR": "Cisão aumenta em 20% seu dano de Fogo e Físico por 15 s e seus próximos 2 lançamentos de Cadeia de Raios causam 20% a mais de dano e restituem 50% das aplicações de Arma da Voragem consumidas.",
    "de_DE": "'Zerschlagung' erhöht Euren körperlichen und Feuerschaden 15 Sek. lang um 20% und Eure nächsten 2 Einsätze von 'Kettenblitzschlag' verursachen 20% mehr Schaden und erstatten 50% der verbrauchten Aufladungen von 'Waffe des Mahlstroms' zurück.",
    "en_GB": "Sundering increases your Physical and Fire damage dealt by 20% for 15 sec and your next 2 Chain Lightning casts deal 20% increased damage and refund 50% of Maelstrom Weapon stacks consumed.",
    "es_ES": "Hendimiento aumenta un 20% el daño físico y de Fuego infligido durante 15 s. Tus siguientes 2 lanzamientos de Cadena de relámpagos infligen un 20% más de daño y devuelven un 50% de las acumulaciones de Arma vorágine consumidas.",
    "fr_FR": "Fracture augmente vos dégâts physiques et de feu de 20% pendant 15 s. Vos 2 prochaines incantations de Chaîne d’éclairs infligent 20% de dégâts supplémentaires et vous restituent 50% des charges d’Armes du maelström dépensées.",
    "it_IT": "Scissione aumenta i danni fisici e da fuoco inflitti del 20% per 15 s. Inoltre, i successivi 2 lanci di Catena di Fulmini infliggono il 20% di danni aggiuntivi e ripristinano il 50% degli accumuli di Arma del Maelstrom consumati.",
    "ru_RU": "\"Раскол\" повышает наносимый вами физический урон и урон от огня на 20% на 15 сек. Кроме того, 2 ваших следующих \"Цепных молнии\" нанесут на 20% больше урона и вернут 50% потраченных зарядов \"Оружия Водоворота\".",
    "ko_KR": "세계의 분리가 15초 동안 물리 및 화염 공격력을 20%만큼 증가시킵니다. 또한 다음 2회의 연쇄 번개가 20%의 추가 피해를 입히고 소모한 소용돌이치는 무기 중첩의 50%를 되돌려받습니다.",
    "zh_TW": "裂地浩劫使你造成的物理和火焰傷害提高20%，持續15秒，且你接下來施放的2個閃電鏈造成的傷害提高20%，並返還50%消耗的氣漩武器層數。",
    "zh_CN": "裂地术使你造成的物理和火焰伤害提高20%，持续15秒，你的下2个闪电链造成的伤害提高20%，并且返还消耗漩涡武器层数的50%。"
  }
}