{
  "ID": "664397",
  "NameSubtext_lang": "",
  "Description_lang": "Phoenix Flames applies Charring Embers to all enemies it damages, increasing their damage taken from you by $408665s1% for $408665d.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "1048576",
  "Attributes_4": "2097152",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "4",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136243",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "405534",
  "name_blz": {
    "en_US": "Mage Fire 10.1 Class Set 2pc",
    "en_GB": "Mage Fire 10.1 Class Set 2pc"
  },
  "description_blz": {
    "en_US": "Phoenix Flames applies Charring Embers to all enemies it damages, increasing their damage taken from you by 6% for 14 sec.",
    "es_MX": "Llamas del fénix aplica Ascuas carbonizantes a todos los enemigos que daña y aumenta un 6% el daño que les infliges durante 14 s.",
    "pt_BR": "Chamas da Fênix aplica Brasas Carbonizantes a todos os inimigos que recebem dano delas, aumentando em 6% o dano recebido de você por 14 s.",
    "de_DE": "'Phönixflammen' belegt alle Gegner, die durch den Zauber Schaden erleiden, mit 'Verkohlende Glut', was ihren durch Euch erlittenen Schaden 14 Sek. lang um 6% erhöht.",
    "en_GB": "Phoenix Flames applies Charring Embers to all enemies it damages, increasing their damage taken from you by 6% for 14 sec.",
    "es_ES": "Llamas de fénix aplica Ascuas calcinantes a todos los enemigos que daña, lo que aumenta el daño que reciben de ti un 6% durante 14 s.",
    "fr_FR": "Flammes du phénix applique Braises calcinantes aux adversaires auxquels ce sort inflige des dégâts, ce qui augmente ceux que vous leur infligez de 6% pendant 14 s.",
    "it_IT": "L'abilità Fiamme della Fenice applica Braci Bruciacchianti a tutti i nemici cui infligge danni, aumentando i danni da te inflitti a quei bersagli del 6% per 14 s.",
    "ru_RU": "\"Пламя феникса\" применяет \"Жгучие угли\" ко всем пораженным противникам, в результате чего они получают от вас на 6% больше урона в течение 14 сек.",
    "ko_KR": "불사조의 불길 시전 시 피해를 입히는 모든 적에게 사르는 잿불을 부여하여 14초 동안 시전자에게 받는 피해를 6%만큼 증가시킵니다.",
    "zh_TW": "鳳凰之炎對命中的所有敵人施加焦灼餘燼，使你對其造成的傷害提高6%，持續14秒。",
    "zh_CN": "不死鸟之焰对伤害的所有敌人施加焚身余灰，使你对其造成的伤害提高6%，持续14秒。"
  }
}