{
  "ID": "664372",
  "NameSubtext_lang": "",
  "Description_lang": "Shear and Fracture deal Fire damage, and after consuming $s1 Soul Fragments, your next cast of Shear or Fracture will apply Fiery Brand for $s2 sec to its target.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "1048576",
  "Attributes_4": "2097152",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "4",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "135802",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "405509",
  "name_blz": {
    "en_US": "Demon Hunter Vengeance 10.1 Class Set 4pc",
    "en_GB": "Demon Hunter Vengeance 10.1 Class Set 4pc"
  },
  "description_blz": {
    "en_US": "Shear and Fracture deal Fire damage, and after consuming 60 Soul Fragments, your next cast of Shear or Fracture will apply Fiery Brand for 3 sec to its target.",
    "es_MX": "Cortar y Fractura causan daño de fuego. Tras consumir 60 fragmentos de alma, tu siguiente lanzamiento de Cortar o Fractura aplicarán Marca ardiente durante 3 s a su objetivo.",
    "pt_BR": "Talhar e Fratura causam dano de Fogo e, depois de consumir 60 Fragmentos de Alma, seu próximo lançamento de Talhar ou Fratura também aplica Marca Ardente no alvo por 3 s.",
    "de_DE": "'Abscheren' und 'Fraktur' verursachen Feuerschaden und nachdem 60 Seelenfragmente verzehrt wurden, fügt Eure nächste Anwendung von 'Abscheren' oder 'Fraktur' dem Ziel 3 Sek. lang 'Flammendes Brandmal' zu.",
    "en_GB": "Shear and Fracture deal Fire damage, and after consuming 60 Soul Fragments, your next cast of Shear or Fracture will apply Fiery Brand for 3 sec to its target.",
    "es_ES": "Hender y Fractura infligen daño de Fuego. Tras consumir 60 trozos de alma, tu siguiente lanzamiento de Hender y Fractura aplican Marca ígnea durante 3 s a su objetivo.",
    "fr_FR": "Entaille et Fracture infligent des dégâts de feu. Après avoir consommé 60 fragments d’âme, votre prochaine incantation d’Entaille ou Fracture applique Marque enflammée à la cible pendant 3 s.",
    "it_IT": "Recisione e Frattura infliggono danni da fuoco. Dopo aver consumato 60 Frammenti dell'Anima, il successivo lancio di Recisione o Frattura applica Marchiatura Ardente per 3 s sul bersaglio.",
    "ru_RU": "\"Разлом\" и \"Иссечение\" наносят урон от огня. Когда вы поглощаете 60 фрагментов душ, следующий \"Разлом\" или следующее \"Иссечение\" применят к цели \"Огненное клеймо\" на 3 сек.",
    "ko_KR": "절단과 균열이 화염 피해를 입힙니다. 60개의 영혼 파편을 흡수하면 다음 절단 또는 균열이 대상에게 3초 동안 불타는 낙인을 부여합니다.",
    "zh_TW": "削斬和切裂會造成火焰傷害，而且在消耗60個靈魂碎片後，你下一個施放的削斬或切裂會對其目標施加熾炎烙印，持續3秒。",
    "zh_CN": "裂魂和破裂造成火焰伤害，消耗60个灵魂残片后，你施放的下一个裂魂和破裂会对目标施加烈火烙印，持续3秒。"
  }
}