{
  "ID": "664416",
  "NameSubtext_lang": "",
  "Description_lang": "Atonements applied by Power Word: Radiance last $s1 sec longer. Your spells have a chance to cause your next Power Word: Radiance to be instant and cost $410638s2% less mana. Can accumulate up to $410638u charges.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "1048576",
  "Attributes_4": "2097152",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "4",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136243",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "405553",
  "name_blz": {
    "en_US": "Priest Discipline 10.1 Class Set 4pc",
    "en_GB": "Priest Discipline 10.1 Class Set 4pc"
  },
  "description_blz": {
    "en_US": "Atonements applied by Power Word: Radiance last 3 sec longer. Your spells have a chance to cause your next Power Word: Radiance to be instant and cost 50% less mana. Can accumulate up to 2 charges.",
    "es_MX": "Expiación como consecuencia de Palabra de poder: radiancia dura 3 s más. Tus hechizos pueden causar que la próxima Palabra de poder: radiancia sea inmediata y cueste un 50% menos de maná. Se acumula hasta 2 cargas.",
    "pt_BR": "Expiações aplicadas pela Palavra de Poder: Resplendor duram mais 3 s. Seus feitiços têm chance de fazer com que a sua próxima Palavra de Poder: Resplendor seja instantânea e custe 50% menos mana. Acumula até 2 cargas.",
    "de_DE": "Wenn ein Ziel durch 'Machtwort: Glanz' mit 'Abbitte' belegt wird, hält der Effekt 3 Sek. länger an. Eure Zauber haben eine Chance, Euer nächstes 'Machtwort: Glanz' zu einem Spontanzauber zu machen und seine Manakosten um 50% zu verringern. Kann bis zu 2 Aufladungen ansammeln.",
    "en_GB": "Atonements applied by Power Word: Radiance last 3 sec longer. Your spells have a chance to cause your next Power Word: Radiance to be instant and cost 50% less mana. Can accumulate up to 2 charges.",
    "es_ES": "Los efectos de Expiación otorgados por Palabra de poder: radiancia duran 3 s más. En ocasiones, tus hechizos pueden hacer que tu siguiente Palabra de poder: radiancia sea instantánea y cueste un 50% menos de maná. Se pueden acumular hasta 2 cargas.",
    "fr_FR": "Les Expiations appliquées par Mot de pouvoir : Radiance durent 3 s de plus. Vos sorts ont une chance de rendre votre prochain Mot de pouvoir : Radiance instantané et de réduire son coût en mana de 50%. Peut accumuler jusqu’à 2 charges.",
    "it_IT": "Aumenta la durata degli effetti di Espiazione applicati da Parola del Potere: Radiosità di 3 s. Gli incantesimi hanno una probabilità di far sì che la successiva Parola del Potere: Radiosità sia istantanea e abbia un costo in mana ridotto del 50%. Si accumula fino a 2 cariche.",
    "ru_RU": "\"Искупление\" от вашего \"Слова силы: Сияние\" действует на 3 сек. дольше. Ваши заклинания могут дать заряд, позволяющий применить следующее \"Слово силы: Сияние\" мгновенно и сокращающий затраты маны на его применение на 50%. Максимум 2 заряда.",
    "ko_KR": "신의 권능: 광휘로 부여되는 속죄의 지속시간이 3초만큼 증가합니다. 주문 시전 시 일정 확률로 다음 신의 권능: 광휘가 즉시 시전되고 마나 소모량이 50%만큼 감소합니다. 최대 2번까지 충전됩니다.",
    "zh_TW": "真言術：輝施加的贖罪持續時間延長3秒。你的法術有一定機率使你的下一個真言術：輝成為瞬發法術，且消耗的法力降低50%。最多可累積2次。",
    "zh_CN": "真言术：耀施加的救赎时间延长3秒。你的法术有几率使你的下一个真言术：耀变为瞬发，并且消耗的法力值减少50%。最多可累计2次。"
  }
}