{
  "ID": "664632",
  "NameSubtext_lang": "",
  "Description_lang": "$@spellicon385127$@spellname385127:Blessing of Dawn increases the damage and healing of your next Holy Power spending ability by an additional $s1%.$@spellicon385126$@spellname385126:Blessing of Dusk causes your Holy Power generating abilities to also grant an absorb shield for $s2% of damage or healing dealt.",
  "AuraDescription_lang": "",
  "Attributes_0": "-2147483456",
  "Attributes_1": "268435456",
  "Attributes_2": "0",
  "Attributes_3": "67108864",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "1024",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136192",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "405768",
  "name_blz": {
    "en_US": "Fading Light",
    "es_MX": "Luz mortecina",
    "pt_BR": "Luz Efêmera",
    "de_DE": "Schwindendes Licht",
    "en_GB": "Fading Light",
    "es_ES": "Luz mortecina",
    "fr_FR": "Lumière faiblissante",
    "it_IT": "Luce Calante",
    "ru_RU": "Гаснущий свет",
    "ko_KR": "사그라지는 빛",
    "zh_TW": "消逝之光",
    "zh_CN": "黯淡之光"
  },
  "description_blz": {
    "en_US": "Blessing of Dawn:\r\nBlessing of Dawn increases the damage and healing of your next Holy Power spending ability by an additional 10%.\r\n\r\nBlessing of Dusk:\r\nBlessing of Dusk causes your Holy Power generating abilities to also grant an absorb shield for 20% of damage or healing dealt.",
    "es_MX": "Bendición del amanecer:\r\nBendición del amanecer aumenta un 10% más el daño y la sanación de tu próxima habilidad que consume poder sagrado.\r\n\r\nBendición del crepúsculo:\r\nBendición del crepúsculo hace que tus habilidades que generan poder sagrado también otorguen un escudo de absorción del 20% del daño infligido o la sanación realizada.",
    "pt_BR": "Bênção do Amanhecer:\r\nBênção do Amanhecer aumenta em 10% o dano e a cura da sua próxima habilidade que consome Poder Sagrado.\r\n\r\nBênção do Anoitecer:\r\nBênção do Anoitecer faz suas habilidades que geram Poder Sagrado também concederem um escudo de absorção equivalente a 20% do dano causado ou da cura realizada.",
    "de_DE": "Segen des Morgens:\r\n'Segen des Morgens' erhöht den Schaden und die Heilung beim nächsten Einsatz einer Fähigkeit, die Heilige Kraft verbraucht, um zusätzlich 10%.\r\n\r\nSegen des Abends:\r\n'Segen des Abends' bewirkt, dass Eure Fähigkeiten, die Heilige Kraft erzeugen, auch einen Absorptionsschild in Höhe von 20% des Schadens oder der hervorgerufenen Heilung gewähren.",
    "en_GB": "Blessing of Dawn:\r\nBlessing of Dawn increases the damage and healing of your next Holy Power spending ability by an additional 10%.\r\n\r\nBlessing of Dusk:\r\nBlessing of Dusk causes your Holy Power generating abilities to also grant an absorb shield for 20% of damage or healing dealt.",
    "es_ES": "Bendición del alba:\r\nBendición del alba aumenta un 10% más el daño y la sanación de tu próxima facultad que consuma poder sagrado.\r\n\r\nBendición del ocaso:\r\nBendición del ocaso provoca que tus facultades que generan poder sagrado también te otorguen un escudo de absorción equivalente a un 20% del daño infligido o la sanación realizada.",
    "fr_FR": "Bénédiction de l’aube :\r\nBénédiction de l’aube augmente de 10% supplémentaires les dégâts et les soins de votre prochaine technique dépensant de la puissance sacrée. \r\n\r\nBénédiction du crépuscule :\r\nBénédiction du crépuscule permet à vos techniques utilisant de la puissance sacrée de conférer un bouclier d’absorption d’un montant égal à 20% des dégâts ou des soins qu’elles produisent.",
    "it_IT": "Benedizione dell'Alba:\r\nBenedizione dell'Alba aumenta i danni inflitti e le cure fornite dalla successiva abilità che consuma cariche di potere sacro del 10% aggiuntivo.\r\n\r\nBenedizione del Tramonto:\r\nBenedizione del Tramonto fa sì che le abilità che forniscono cariche di potere sacro forniscano anche uno scudo che assorbe danni subiti pari al 20% dei danni inflitti o delle cure fornite.",
    "ru_RU": "Благословение рассвета:\r\nБлагословение рассвета увеличивает урон и силу исцеления от следующей способности, расходующей энергию Света, еще на 10%.\r\n\r\nБлагословение заката:\r\nПока действует благословение заката, ваши способности, дающие энергию Света, также дают щит, поглощающий урон в размере 20% от нанесенного урона или восстановленного здоровья.",
    "ko_KR": "여명의 축복:\r\n여명의 축복은 다음 신성한 힘을 소모하는 능력의 공격력과 치유량을 추가로 10%만큼 증가시킵니다.\r\n\r\n황혼의 축복:\r\n황혼의 축복은 신성한 힘을 생성하는 능력 사용 시 공격력 또는 치유량의 20%에 해당하는 피해 흡수 보호막을 부여하게 합니다.",
    "zh_TW": "黎明祝福：\r\n黎明祝福使你下一個消耗聖能的技能造成的傷害和治療效果額外提高10%。\r\n\r\n黃昏祝福：\r\n黃昏祝福使你產生聖能的技能也會賦予吸收護盾，吸收量相當於該次傷害或治療效果的20%。",
    "zh_CN": "黎明祝福：\r\n黎明祝福使你的下一个消耗神圣能量的技能的伤害和治疗效果额外提高10%。\r\n\r\n黄昏祝福：\r\n黄昏祝福使你的产生神圣能量的技能同时会生成一个吸收盾，吸收量相当于造成的伤害或治疗的20%。"
  }
}