{
  "ID": "665509",
  "NameSubtext_lang": "",
  "Description_lang": "Crusader Strike becomes a 2 part combo.Templar Strike slashes an enemy for $407480s1 $?s403664 [Holystrike][Radiant] damage and gets replaced by Templar Slash for $406648d.Templar Slash strikes an enemy for $406647s1 $?s403664[Holystrike][Radiant] damage, and burns the enemy for 50% of the damage dealt over 4 sec.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "8",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1109508",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "406646",
  "name_blz": {
    "en_US": "Templar Strikes",
    "es_MX": "Golpes de templario",
    "pt_BR": "Golpes Templários",
    "de_DE": "Templerstöße",
    "en_GB": "Templar Strikes",
    "es_ES": "Golpes de templario",
    "fr_FR": "Frappes du templier",
    "it_IT": "Assalti del Templare",
    "ru_RU": "Удары храмовника",
    "ko_KR": "기사단의 공세",
    "zh_TW": "聖殿騎士追擊",
    "zh_CN": "圣殿骑士之击"
  },
  "description_blz": {
    "en_US": "Crusader Strike becomes a 2 part combo.\r\n\r\nTemplar Strike slashes an enemy for 643 Radiant damage and gets replaced by Templar Slash for 5 sec.\r\n\r\nTemplar Slash strikes an enemy for 1,195 Radiant damage, and burns the enemy for 50% of the damage dealt over 4 sec.",
    "es_MX": "Golpe de cruzado se vuelve un combo de dos partes.\r\n\r\nGolpe de templario acuchilla al objetivo para infligir 653 Radiante y se reemplaza con Tajo de templario durante 5 s.\r\n\r\nTajo de templario corta un enemigo para infligir 1,186 Radiante y quemarlo durante 4 s para infligirle el 50% del daño sufrido.",
    "pt_BR": "Golpe do Cruzado se torna um combo em 2 partes.\r\n\r\nGolpe Templário talha um inimigo, causando 651 de dano Radiante, e é substituído pelo Talho Templário por 5 s.\r\n\r\nTalho Templário atinge um inimigo, causando 1.198 de dano Radiante, e o queima, causando 50% do dano causado ao longo de 4 s.",
    "de_DE": "'Kreuzfahrerstoß' wird zur zweiteiligen Combo.\r\n\r\n'Templerstoß' schlitzt einen Gegner für 649 Strahlenschaden auf und wird 5 Sek. lang durch 'Templerschlitzer' ersetzt.\r\n\r\n'Templerschlitzer' schlägt für 1.187 Strahlenschaden auf einen Gegner ein und verbrennt ihn für 50% des im Verlauf von 4 Sek. verursachten Schadens.",
    "en_GB": "Crusader Strike becomes a 2 part combo.\r\n\r\nTemplar Strike slashes an enemy for 648 Radiant damage and gets replaced by Templar Slash for 5 sec.\r\n\r\nTemplar Slash strikes an enemy for 1,191 Radiant damage, and burns the enemy for 50% of the damage dealt over 4 sec.",
    "es_ES": "Golpe de cruzado se convierte en una combinación de 2 ataques.\r\n\r\nGolpe de templario asesta un tajo a un enemigo que le inflige 639 p. de daño Radiante y se sustituye con Tajo de templario durante 5 s.\r\n\r\nTajo de templario golpea a un enemigo, le inflige 1196 p. de daño Radiante y le inflige un 50% del daño infligido como quemadura durante 4 s.",
    "fr_FR": "Frappe du croisé devient un combo en deux temps.\r\n\r\nFrappe du templier entaille une cible et lui inflige 654 points de dégâts de rayonnement, puis est remplacée par Taillade du templier pendant 5 s.\r\n\r\nTaillade du templier inflige 1220 points de dégâts de rayonnement à une cible et la brûle, ce qui lui inflige 50 % de dégâts supplémentaires en 4 s.",
    "it_IT": "Assalto del Crociato diventa una combo in due parti.\r\n\r\nAssalto del Templare colpisce un nemico, infliggendo 656 danni radiosi, e viene sostituito da Fendente del Templare per 5 s.\r\n\r\nFendente del Templare colpisce un nemico, infliggendo 1.169 danni radiosi, e lo brucia, infliggendo il 50% dei danni inflitti in 4 s.",
    "ru_RU": "\"Удар воина Света\" становится серией из двух атак.\r\n\r\n\"Удар храмовника\" наносит цели 637 ед. урона от сияния и превращается в \"Резкий удар храмовника\" на 5 сек.\r\n\r\n\"Резкий удар храмовника\" наносит цели 1192 ед. урона от сияния сразу и еще 50% от нанесенного урона за 4 сек.",
    "ko_KR": "성전사의 일격이 2단계로 이뤄진 연계 공격이 됩니다.\r\n\r\n기사단의 공세는 적을 베어 635의 광휘 피해를 입히며 5초 동안 기사단의 베기로 대체됩니다.\r\n\r\n기사단의 베기는 적을 강타하여 1,183의 광휘 피해를 입히고 적을 불태워 4초에 걸쳐 입힌 피해의 50%에 해당하는 피해를 입힙니다.",
    "zh_TW": "十字軍聖擊變成二階段連擊。\r\n\r\n聖殿騎士打擊會對一名敵人造成647點聖輝傷害，並被聖殿騎士揮擊取代，持續5秒。\r\n\r\n聖殿騎士揮擊會對一名敵人造成1,175點聖輝傷害，並燃燒敵人，在4秒內造成相當於所造成傷害50%的傷害。",
    "zh_CN": "十字军打击会变成两次连击。\r\n\r\n圣殿骑士打击会斩击一名敌人，造成646点光辉伤害，并被替换为圣殿骑士斩击，持续5秒。\r\n\r\n圣殿骑士斩击会打击一名敌人，造成1,199点光辉，同时点燃目标，在4秒内造成50%的伤害。"
  }
}