{
  "ID": "665597",
  "NameSubtext_lang": "Bronze",
  "Description_lang": "Evoke a paradox for you and a friendly healer, allowing casting while moving and increasing the range of most spells by $s4% for $d.Affects the nearest healer within $407497A1 yds, if you do not have a healer targeted.",
  "AuraDescription_lang": "Able to cast spells while moving and spell range increased by $s4%.",
  "Attributes_0": "0",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "8192",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "129",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "1",
  "PvPDurationIndex": "0",
  "RangeIndex": "322",
  "SchoolMask": "64",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "5199645",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "406732",
  "name_blz": {
    "en_US": "Spatial Paradox",
    "es_MX": "Paradoja espacial",
    "pt_BR": "Paradoxo Espacial",
    "de_DE": "Räumliches Paradoxon",
    "en_GB": "Spatial Paradox",
    "es_ES": "Paradoja espacial",
    "fr_FR": "Paradoxe spatial",
    "it_IT": "Paradosso Spaziale",
    "ru_RU": "Пространственный парадокс",
    "ko_KR": "공간의 역설",
    "zh_TW": "空間悖論",
    "zh_CN": "空间悖论"
  },
  "description_blz": {
    "en_US": "Evoke a paradox for you and a friendly healer, allowing casting while moving and increasing the range of most spells by 100% for 10 sec.\r\n\r\nAffects the nearest healer within 60 yds, if you do not have a healer targeted.",
    "es_MX": "Evoca una paradoja para ti y para un sanador aliado, permite que lances hechizos en movimiento y aumenta el rango de casi todos los hechizos un 100% durante 10 s.\r\n\r\nAfecta al sanador más cercano en un rango de 60 m si no tienes a un sanador marcado como objetivo.",
    "pt_BR": "Provoca um paradoxo para você e um curador aliado, permitindo o lançamento de feitiços em movimento e aumentando em 100% o alcance da maioria dos feitiços por 10 s.\r\n\r\nAfeta o curador mais próximo em um raio de 60 m, se você não alvejar um curador.",
    "de_DE": "Ruft ein Paradoxon für Euch und einen verbündeten Heiler hervor, wodurch ihr Zauber aus der Bewegung wirken könnt und die Reichweite der meisten Zauber um 100% erhöht wird. Hält 10 Sek. lang an.\r\n\r\nWirkt sich auf den nächsten Heiler innerhalb von 60 Metern aus, wenn Ihr keinen Heiler als Ziel gewählt habt.",
    "en_GB": "Evoke a paradox for you and a friendly healer, allowing casting while moving and increasing the range of most spells by 100% for 10 sec.\r\n\r\nAffects the nearest healer within 60 yds, if you do not have a healer targeted.",
    "es_ES": "Evoca una paradoja para ti y un sanador amistoso que os permite lanzar hechizos en movimiento y aumenta un 100% el alcance de la mayoría de los hechizos durante 10 s.\r\n\r\nAfecta al sanador más cercano en un radio de 60 m si no has elegido como objetivo a un sanador.",
    "fr_FR": "Invoque sur vous et un soigneur allié un paradoxe qui permet de lancer des sorts en se déplaçant et augmente la portée de la plupart des sorts de 100 % pendant 10 s.\r\n\r\nAffecte le soigneur le plus proche à moins de 60 mètres si vous n’en avez pas en cible.",
    "it_IT": "Evoca un paradosso per te e un guaritore alleato, permettendo di lanciare incantesimi in movimento e aumentando la portata della maggior parte degli incantesimi del 100% per 10 s.\r\n\r\nHa effetto sul guaritore più vicino entro 60 m se non hai selezionato un guaritore.",
    "ru_RU": "Призывает парадокс, воздействующий на вас и одного дружественного целителя, позволяя применять заклинания на ходу и повышая радиус действия большинства заклинаний на 100% на 10 сек.\r\n\r\nЕсли цель не выбрана, эффект будет применен к ближайшему целителю в радиусе 60 м.",
    "ko_KR": "자신과 아군 치유 담당에게 역설을 일으켜 이동하면서 주문을 시전할 수 있도록 만들고 10초 동안 거의 모든 주문의 사정거리를 100%만큼 증가시킵니다.\r\n\r\n대상 치유 담당을 지정하지 않을 경우 60미터 내의 가장 가까운 치유 담당에게 영향을 줍니다.",
    "zh_TW": "為你和一名友方治療者製造悖論，允許邊移動邊施法，並使大部分法術的距離提高100%，持續10秒。\r\n\r\n如果未指定任何治療者，則影響60碼內距離最近的治療者。",
    "zh_CN": "为你和最近的友方治疗者唤起悖论，使你们能够在移动时施法，并使大部分法术的射程提高100%，持续10秒。\r\n\r\n如果你的目标不是治疗者，则会影响60码内最近的治疗者。"
  }
}