{
  "ID": "697260",
  "NameSubtext_lang": "",
  "Description_lang": "Throw a Sticky Tar Bomb that coats your target's weapons with tar, disarming them for $407032d. After $407032d, Sticky Tar Bomb explodes onto nearby enemies. Other enemies that are hit by the explosion are affected by Sticky Tar Bomb but this effect cannot spread further.",
  "AuraDescription_lang": "Throw a Sticky Tar Bomb that coats your target's weapons with tar, disarming them for $407032d. After $407032d, the tar bomb explodes onto nearby enemies.Other enemies that are hit by the explosion are affected by Tar Bomb but this effect cannot spread further.",
  "Attributes_0": "67174400",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "8388608",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "129",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "1",
  "Speed": "30",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "5094557",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "407028",
  "name_blz": {
    "en_US": "Sticky Tar Bomb",
    "es_MX": "Bomba de alquitrán pegajoso",
    "pt_BR": "Bomba de Piche Grudento",
    "de_DE": "Klebrige Teerbombe",
    "en_GB": "Sticky Tar Bomb",
    "es_ES": "Bomba de alquitrán pegajoso",
    "fr_FR": "Bombe de goudron collante",
    "it_IT": "Bomba di Pece Appiccicosa",
    "ru_RU": "Смоляная бомба-липучка",
    "ko_KR": "끈적거리는 타르 폭탄",
    "zh_TW": "黏稠瀝青炸彈",
    "zh_CN": "粘稠焦油炸弹"
  },
  "description_blz": {
    "en_US": "Throw a Sticky Tar Bomb that coats your target's weapons with tar, disarming them for 4 sec. \r\n\r\nAfter 4 sec, Sticky Tar Bomb explodes onto nearby enemies. Other enemies that are hit by the explosion are affected by Sticky Tar Bomb but this effect cannot spread further.",
    "es_MX": "Arroja una Bomba de alquitrán pegajoso que cubre las armas de tu objetivo con alquitrán y lo desarma durante 4 s. \r\n\r\nLuego de 4 s, la Bomba de alquitrán pegajoso explota sobre los enemigos cercanos. Los demás enemigos impactados por la explosión quedan afectados por Bomba de alquitrán pegajoso, pero este efecto no puede esparcirse más.",
    "pt_BR": "Joga uma Bomba de Piche Grudento que cobre as armas do alvo com piche, desarmando-o por 4 s. \r\n\r\nApós 4 s, a Bomba de Piche Grudento explode sobre os inimigos próximos. Outros inimigos atingidos pela explosão são afetados pela Bomba de Piche Grudento, mas o efeito não pode se espalhar mais.",
    "de_DE": "Wirft eine klebrige Teerbombe, die die Waffen Eures Ziels mit Teer bedeckt und es für 4 Sek. entwaffnet.\r\n\r\nNach 4 Sek. explodiert die klebrige Teerbombe und trifft Gegner in der Nähe. Andere Gegner, die von der Explosion getroffen werden, sind ebenfalls von 'Klebrige Teerbombe' betroffen, doch dieser Effekt kann sich nicht weiter ausbreiten.",
    "en_GB": "Throw a Sticky Tar Bomb that coats your target's weapons with tar, disarming them for 4 sec. \r\n\r\nAfter 4 sec, Sticky Tar Bomb explodes onto nearby enemies. Other enemies that are hit by the explosion are affected by Sticky Tar Bomb but this effect cannot spread further.",
    "es_ES": "Lanza una bomba de alquitrán pegajoso que cubre de alquitrán las armas de tu objetivo y lo desarma durante 4 s.\r\n\r\nDespués de 4 s, la bomba de alquitrán pegajoso explota e impacta a los enemigos cercanos. Los demás enemigos afectados por la explosión sufren el efecto de Bomba de alquitrán pegajoso, pero este no se puede propagar más.",
    "fr_FR": "Vous lancez une bombe collante qui recouvre les armes de votre cible de goudron et la désarme pendant 4 s.\r\n\r\nAu bout de 4 s, la bombe explose et touche les adversaires à proximité. Les autres cibles touchées par l’explosion sont affectées par la bombe de goudron collante, mais ne peuvent pas propager cet effet.",
    "it_IT": "Lancia una Bomba di Pece Appiccicosa che ricopre di pece l'arma del bersaglio, disarmandolo per 4 s.\r\n\r\nDopo 4 s, la bomba esplode sui nemici vicini. Gli altri nemici colpiti dall'esplosione vengono affetti da Bomba di Pece Appiccicosa, che però non si può diffondere ulteriormente.",
    "ru_RU": "Бросает в противника смоляную бомбу-липучку, которая покрывает оружие цели смолой и обезоруживает на 4 сек.\r\n\r\nЧерез 4 сек. бомба взрывается, поражая ближайших противников. Взрыв также применяет к пораженным целям \"Смоляную бомбу-липучку\", но далее этот эффект не распространяется.",
    "ko_KR": "끈적거리는 타르 폭탄을 던져 대상의 무기를 타르로 뒤덮어 4초 동안 무장 해제 상태로 만듭니다. \r\n\r\n4초 후에, 끈적거리는 타르 폭탄은 폭발하여 주위의 적에게 옮겨붙습니다. 폭발에 휘말린 적은 끈적거리는 타르 폭탄에 걸리지만, 이 과정에서 부여된 끈적거리는 타르 폭탄은 추가로 전이되지 않습니다.",
    "zh_TW": "投擲黏稠瀝青炸彈，使目標的武器沾滿瀝青，使其被繳械，持續4秒。\r\n\r\n4秒後，黏稠瀝青炸彈爆炸，波及附近敵人。其他被爆炸波及的敵人會受到黏稠瀝青炸彈影響，但是效果無法再度擴散。",
    "zh_CN": "向目标投掷一枚粘稠焦油炸弹，用焦油包裹目标的武器，使其缴械4秒。\r\n\r\n4秒后，焦油炸弹爆炸，波及附近的敌人。其他被爆炸击中的敌人也会受到粘稠焦油炸弹影响，但该效果无法继续传播。"
  }
}