{
  "ID": "699561",
  "NameSubtext_lang": "Bronze",
  "Description_lang": "Grant an ally the gift of foresight, increasing their critical strike chance by $410089s1% $?s412774[and occasionally copying their damage and healing spells at $412774s1% power ][]for $410089d.Affects the nearest ally within $s2 yds, preferring damage dealers, if you do not have an ally targeted.",
  "AuraDescription_lang": "",
  "Attributes_0": "0",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "256",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "34",
  "SchoolMask": "64",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "5199639",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "409311",
  "name_blz": {
    "en_US": "Prescience",
    "es_MX": "Presagio",
    "pt_BR": "Presciência",
    "de_DE": "Voraussicht",
    "en_GB": "Prescience",
    "es_ES": "Presciencia",
    "fr_FR": "Prescience",
    "it_IT": "Prescienza",
    "ru_RU": "Предвидение",
    "ko_KR": "예지",
    "zh_TW": "先見",
    "zh_CN": "先知先觉"
  },
  "description_blz": {
    "en_US": "Grant an ally the gift of foresight, increasing their critical strike chance by 3% for 18 sec.\r\n\r\nAffects the nearest ally within 25 yds, preferring damage dealers, if you do not have an ally targeted.",
    "es_MX": "Le otorga el don de la previsión a un aliado, lo que aumenta un 3% su probabilidad de golpe crítico durante 18 s.\r\n\r\nAfecta al aliado más cercano en un radio de 25 m y prioriza a los infligidores de daño si no marcas a un aliado como objetivo.",
    "pt_BR": "Concede ao aliado o dom da predição, aumentando a chance de acerto crítico em 3% por 18 s.\r\n\r\nAfeta o aliado mais próximo em um raio de 25 m, dando preferência a causadores de dano, se você não tiver selecionado o alvo.",
    "de_DE": "Gewährt einem Verbündeten die Gabe der Voraussicht und erhöht seine kritische Trefferchance 18 Sek. lang um 3%.\r\n\r\nWirkt auf den nächsten Verbündeten innerhalb von 25 Metern und bevorzugt Schadensklassen, falls kein Verbündeter anvisiert wurde.",
    "en_GB": "Grant an ally the gift of foresight, increasing their critical strike chance by 3% for 18 sec.\r\n\r\nAffects the nearest ally within 25 yds, preferring damage dealers, if you do not have an ally targeted.",
    "es_ES": "Otorga a un aliado el don de la premonición, lo que aumenta un 3% su probabilidad de golpe crítico durante 18 s.\r\n\r\nAfecta al aliado más cercano en un radio de 25 m con preferencia por los DPS si no has elegido un objetivo.",
    "fr_FR": "Confère à un personnage allié le don de prescience, ce qui augmente ses chances de coup critique de 3 % pendant 18 s.\r\n\r\nAffecte le personnage allié le plus proche à moins de 25 m avec priorité aux DPS si vous n’avez pas de personnage allié en cible.",
    "it_IT": "Fornisce a un alleato il dono della preveggenza, aumentandone la probabilità di critico del 3% per 18 s.\r\n\r\nHa effetto sull'alleato più vicino entro 25 m, preferendo gli assaltatori, se non si è selezionato un alleato.",
    "ru_RU": "Дает союзнику дар предвидения, повышая его вероятность критического удара на 3% . Время действия – 18 сек.\r\n\r\nЕсли цель не выбрана, применяется к находящемуся рядом союзнику в радиусе 25 м. Приоритет отдается бойцам.",
    "ko_KR": "아군에게 선견지명의 선물을 부여하여 치명타 및 극대화율을 3%만큼 증가시킵니다. 18초 동안 지속됩니다.\r\n\r\n아군 대상을 지정하지 않을 경우 25미터 내의 가장 가까운 공격 담당 아군에게 우선적으로 영향을 줍니다.",
    "zh_TW": "賦予一位盟友預知能力，使其致命一擊機率提高3%，持續18秒。\r\n\r\n如果未指定任何盟友，則影響25碼內距離最近的盟友，優先賦予傷害輸出角色。",
    "zh_CN": "使一名盟友能够先知先觉，令其爆击几率提高3%，持续18秒。\r\n\r\n如果你的目标不是盟友，则会影响25码内最近的盟友，优先选择伤害输出者。"
  }
}