{
  "ID": "701049",
  "NameSubtext_lang": "PvP Talent",
  "Description_lang": "Forms a sphere of Hope or Despair above the target. Only one of each sphere can be active at a time.$@spellicon411036 $@spellname411036: Heals for $411036s2 and increases your healing done to the target by $411036s1%.$@spellicon411038 $@spellname411038: Deals $411038s3 Nature damage, Target deals $411038s1% less damage, and takes $411038s2% increased damage from all sources.",
  "AuraDescription_lang": "",
  "Attributes_0": "262144",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "8",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "5094560",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "410777",
  "name_blz": {
    "en_US": "Zen Spheres",
    "es_MX": "Esferas zen",
    "pt_BR": "Esferas Zen",
    "de_DE": "Zensphären",
    "en_GB": "Zen Spheres",
    "es_ES": "Esferas zen",
    "fr_FR": "Sphères zen",
    "it_IT": "Sfere Zen",
    "ru_RU": "Сферы дзен",
    "ko_KR": "선의 구슬",
    "zh_TW": "禪心玉",
    "zh_CN": "禅意法球"
  },
  "description_blz": {
    "en_US": "Forms a sphere of Hope or Despair above the target. Only one of each sphere can be active at a time.\r\n\r\n Sphere of Hope: Heals for 13,835 and increases your healing done to the target by 15%.\r\n Sphere of Despair: Deals 13,835 Nature damage, Target deals 3% less damage, and takes 10% increased damage from all sources.\r\n",
    "es_MX": "Forma una esfera de esperanza o de desesperación sobre el objetivo. Solo puede haber una esfera de cada tipo activa a la vez.\r\n\r\n Esfera de esperanza: Restaura 13,835 p. de salud y aumenta un 15% la sanación que aplicas al objetivo.\r\n Esfera de desesperación: Inflige 13,835 p. de daño de naturaleza, y el objetivo inflige un 3% menos de daño y recibe un 10% más de daño de todas las fuentes.\r\n",
    "pt_BR": "Cria uma esfera de Esperança ou de Desespero acima do alvo. Só uma esfera pode estar ativa por vez.\r\n\r\n Esfera de Esperança: cura 13.835 pontos de vida e aumenta em 15% a sua cura realizada no alvo.\r\n Esfera de Desespero: causa 13.835 de dano de Natureza, o alvo causa 3% a menos de dano e recebe 10% a mais de dano de todas as fontes.\r\n",
    "de_DE": "Formt eine Sphäre der Hoffnung oder Verzweiflung über dem Ziel. Nur jeweils ein Exemplar dieser Sphären kann gleichzeitig aktiv sein.\r\n\r\n Sphäre der Hoffnung: Heilt um 13.835 und erhöht Eure beim Ziel hervorgerufene Heilung um 15%.\r\n Sphäre der Verzweiflung: Verursacht 13.835 Naturschaden, das Ziel verursacht 3% weniger Schaden und erleidet 10% mehr Schaden aus allen Quellen.\r\n",
    "en_GB": "Forms a sphere of Hope or Despair above the target. Only one of each sphere can be active at a time.\r\n\r\n Sphere of Hope: Heals for 13,835 and increases your healing done to the target by 15%.\r\n Sphere of Despair: Deals 13,835 Nature damage, Target deals 3% less damage, and takes 10% increased damage from all sources.\r\n",
    "es_ES": "Crea una esfera de esperanza o desesperación sobre el objetivo. Solo puede haber una esfera de cada tipo activa a la vez.\r\n\r\n Esfera de esperanza: Sana 13835 p. y aumenta la sanación que le realizas a ese objetivo un 15%.\r\n Esfera de desesperación: Inflige 13835 p. de daño de Naturaleza, el objetivo inflige un 3% menos de daño y recibe un 10% más de daño de todas las fuentes.\r\n",
    "fr_FR": "Forme une Sphère d’espoir ou de désespoir au-dessus de la cible. Une seule sphère peut être active à la fois.\r\n\r\n Sphère d’espoir : rend 13835 points de vie et augmente les soins que vous prodiguez à la cible de 15 %.\r\n Sphère de désespoir : inflige 13835 points de dégâts de nature, la cible inflige 3 % de dégâts en moins et subit 10 % de dégâts supplémentaires de toutes les sources.\r\n",
    "it_IT": "Forma una Sfera di Speranza o Disperazione sopra il bersaglio. Può essere attiva solo una sfera alla volta.\r\n\r\n Sfera di Speranza: fornisce 13.835 cure e aumenta le cure da te fornite al bersaglio del 15%.\r\n Sfera di Disperazione: infligge 13.835 danni da natura, riduce i danni inflitti dal bersaglio del 3% e aumenta i danni che il bersaglio riceve da tutte le fonti del 10%.\r\n",
    "ru_RU": "Создает над целью сферу надежды или сферу отчаяния. Единовременно может существовать только одна сфера каждого типа.\r\n\r\n Сфера надежды: восполняет 13835 ед. здоровья и усиливает получаемое целью от вас исцеление на 15%.\r\n Сфера отчаяния: наносит 13835 ед. урона от сил природы, уменьшает наносимый целью урон на 3% и увеличивает урон, получаемый целью от всех источников, на 10%.\r\n",
    "ko_KR": "대상의 머리 위에 희망 또는 절망의 구슬을 형성합니다. 동시에 하나의 구슬만 활성화할 수 있습니다.\r\n\r\n 희망의 구슬: 13,835만큼 치유하고 대상에 대한 치유량이 15%만큼 증가합니다.\r\n 절망의 구슬: 13,835의 자연 피해를 입히고 대상이 자신에게 입히는 피해를 3%만큼 감소시키고, 대상이 받는 모든 피해는 10%만큼 증가시킵니다.\r\n",
    "zh_TW": "在目標上方形成希望或絕望球體。同一時間只會有一種球體能夠生效。\r\n\r\n希望球體：治療13,835點生命力，並使你對目標造成的治療效果提高15%。\r\n絕望球體：造成13,835點自然傷害，目標造成的傷害降低3%，且受到任何形式攻擊造成的傷害提高10%。\r\n",
    "zh_CN": "在目标头顶形成一个希望或绝望法球。每种法球同一时间只能激活一个。\r\n\r\n 希望法球：恢复13,835点生命值，你对目标造成的治疗效果提高15%。\r\n 绝望法球：造成13,835点自然伤害，目标造成的伤害降低3%，并且从所有来源受到的伤害提高10%。\r\n"
  }
}