{
  "ID": "701377",
  "NameSubtext_lang": "",
  "Description_lang": "Striking more than one enemy with Fists of Fury summons a Storm Spirit to focus your secondary target for $s1 sec, which will mimic any of your attacks that do not also strike the target for $s2% of normal damage.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "2032605",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "411098",
  "name_blz": {
    "en_US": "Stormspirit Strikes",
    "es_MX": "Golpes de Espíritu de tormenta",
    "pt_BR": "Golpes do Espírito da Tempestade",
    "de_DE": "Sturmgeiststöße",
    "en_GB": "Stormspirit Strikes",
    "es_ES": "Golpes de espíritu de tormenta",
    "fr_FR": "Frappes d’esprit de tempête",
    "it_IT": "Assalti dello Spirito della Tempesta",
    "ru_RU": "Удары буха дури",
    "ko_KR": "폭풍의 정령 강타",
    "zh_TW": "風暴之魂打擊",
    "zh_CN": "风灵打击"
  },
  "description_blz": {
    "en_US": "Striking more than one enemy with Fists of Fury summons a Storm Spirit to focus your secondary target for 25 sec, which will mimic any of your attacks that do not also strike the target for 25% of normal damage.",
    "es_MX": "Golpear a más de un enemigo con Puños de furia invoca un Espíritu de tormenta que se centra en el objetivo secundario por 25 s e imita todos tus ataques que no golpean al objetivo por un 25% de daño normal.",
    "pt_BR": "Acertar mais de um inimigo com Punhos da Fúria evoca um Espírito da Tempestade para se concentrar no seu alvo secundário por 25 s e imitar quaisquer ataques que não atinjam o alvo, causando 25% do dano normal.",
    "de_DE": "Wenn Ihr mehr als einen Gegner mit 'Furorfäuste' trefft, wird ein Sturmgeist beschworen, der sich 25 Sek. lang auf Euer Sekundärziel fokussiert. Dabei imitiert er all Eure Angriffe, die das Ziel nicht ebenfalls treffen, und fügt ihm 25% des normalen Schadens zu.",
    "en_GB": "Striking more than one enemy with Fists of Fury summons a Storm Spirit to focus your secondary target for 25 sec, which will mimic any of your attacks that do not also strike the target for 25% of normal damage.",
    "es_ES": "Al golpear a más de un enemigo con Puños de furia, invocas un espíritu de tormenta que se centra en tu objetivo secundario durante 25 s e imita todos tus ataques que no golpeen también a ese objetivo para infligir un 25% del daño normal.",
    "fr_FR": "Frapper plusieurs adversaires avec Poings de fureur invoque un esprit de tempête qui s’en prend à votre cible secondaire pendant 25 s en copiant vos attaques qui ne la touchent pas, infligeant ainsi à la victime 25% des dégâts normaux.",
    "it_IT": "Colpire più di un nemico con Pugni della Furia evoca uno Spirito della Tempesta che si concentra sul bersaglio secondario per 25 s, imitando tutti i tuoi attacchi che non colpiscono anche quel bersaglio e infliggendo il 25% dei danni normali.",
    "ru_RU": "Когда \"Неистовые кулаки\" поражают более одного противника, вы на 25 сек. призываете дух бури. Дух сосредотачивает внимание на дополнительной цели и повторяет ваши атаки, не поразившие эту цель, нанося ей 25% обычного урона.",
    "ko_KR": "분노의 주먹이 한 명 이상의 적에게 적중하면 폭풍의 정령이 소환되어 25초 동안 부가 대상에게 집중합니다. 폭풍의 정령은 대상을 가격하지 않는 공격이더라도 시전자의 모든 공격을 흉내 내며 일반 공격력의 25%에 해당하는 피해를 입힙니다.",
    "zh_TW": "使用狂拳連打擊中超過一名敵人會召喚一個風之魂來集中攻擊次要目標，持續25秒。風之魂會模仿不會同時攻擊到該目標的任何攻擊，並造成普通傷害25%的傷害。",
    "zh_CN": "怒雷破打击的敌人超过一名时召唤出一个暴风之灵，锁定你的次要目标，持续25秒。它会模仿你的所有未打击该目标的攻击，造成正常伤害的25%。"
  }
}