{
  "ID": "703732",
  "NameSubtext_lang": "",
  "Description_lang": "Unlocks the ability to discover ancient secrets and acquire Corruptor's Scourgestones within Naxxramas for all characters for your Warband.The Argent Dawn Commission is no longer needed to loot scourgestones.",
  "AuraDescription_lang": "",
  "Attributes_0": "0",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "133445",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "413424",
  "name_blz": {
    "en_US": "Empower Commission",
    "es_MX": "Comisión potenciada",
    "pt_BR": "Potencializar Ordem",
    "de_DE": "Anstecknadel ermächtigen",
    "en_GB": "Empower Commission",
    "es_ES": "Potenciar comisión",
    "fr_FR": "Renforcer le brevet",
    "it_IT": "Potenziamento Commissione",
    "ru_RU": "Улучшенный жетон",
    "ko_KR": "위임봉 강화",
    "zh_TW": "強化委任徽章",
    "zh_CN": "赋权委任"
  },
  "description_blz": {
    "en_US": "Unlocks the ability to discover ancient secrets and acquire Corruptor's Scourgestones within Naxxramas for all characters for your Warband.\n\nThe Argent Dawn Commission is no longer needed to loot scourgestones.",
    "es_MX": "Desbloquea la habilidad de descubrir secretos ancestrales y adquirir Piedras de la Plaga del corruptor en Naxxramas para todos los personajes de tu tropa.\r\n\r\nYa no se necesita a la Comisión de El Alba Argenta para conseguir Piedras de la Plaga.",
    "pt_BR": "Desbloqueia a habilidade de descobrir segredos ancestrais e adquirir Pedras do Flagelo do Corruptor em Naxxramas para todos os seus personagens do seu Bando de Guerra.\r\n\r\nA Ordem da Aurora Argêntea não é mais necessária para saquear Pedras do Flagelo do Corruptor.",
    "de_DE": "Schaltet für alle Charaktere Eurer Kriegsmeute die Fähigkeit frei, in Naxxramas uralte Geheimnisse zu entdecken und Geißelsteine des Verderbers zu erhalten.\r\n\r\nDie Anstecknadel der Argentumdämmerung wird nicht mehr benötigt, um Geißelsteine zu erbeuten.",
    "en_GB": "Unlocks the ability to discover ancient secrets and acquire Corruptor's Scourgestones within Naxxramas for all characters for your Warband.\n\nThe Argent Dawn Commission is no longer needed to loot scourgestones.",
    "es_ES": "Desbloquea la capacidad de descubrir secretos ancestrales y de conseguir piedras de la Plaga del corruptor en Naxxramas para todos los personajes de tu banda guerrera.\r\n\r\nYa no necesitas una comisión de El Alba Argenta para despojar piedras de la Plaga.",
    "fr_FR": "Permet de découvrir des secrets antiques et d’acquérir des pierres du Fléau de corrupteur dans Naxxramas pour tous les personnages de votre bataillon.\r\n\r\nIl n’est plus nécessaire de posséder le brevet de l’Aube d’argent pour récupérer des pierres du Fléau.",
    "it_IT": "Sblocca la possibilità di scoprire antichi segreti e ottenere le Pietre del Flagello del Corruttore a Naxxramas per tutti i personaggi della Brigata.\r\n\r\nNon è più necessario indossare il Distintivo dell'Alba d'Argento per depredare le Pietre del Flagello.",
    "ru_RU": "Позволяет всем персонажам из вашего отряда раскрывать древние тайны и добывать камни осквернителя в Наксрамасе.\r\n\r\nВам больше не нужен жетон Серебряного Рассвета, чтобы добывать камни Плети.",
    "ko_KR": "전투부대 내 모든 캐릭터가 낙스라마스에서 고대의 비밀을 밝혀내고 타락자의 스컬지석을 입수할 수 있도록 합니다.\r\n\r\n이제 은빛 여명회 위임봉 없이도 스컬지석을 획득할 수 있습니다.",
    "zh_TW": "為戰隊中的所有角色解鎖在納克薩瑪斯發掘古老秘密和取得墮落者的天譴石的能力。\r\n\r\n不再需要銀色黎明委任徽章，就能獲得天譴石。",
    "zh_CN": "为战团中的所有角色解锁在纳克萨玛斯揭露远古秘密、获取堕落者的天灾石的能力。\r\n\r\n不再需要银色黎明委任徽章即可拾取天灾石。"
  }
}