{
  "ID": "704451",
  "NameSubtext_lang": "",
  "Description_lang": "Find resilience in the flow of chi in battle, gaining a magic absorb shield for ${$s1/10}.1% of your max health every $t sec in combat, stacking up to $s2%.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "574571",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "414131",
  "name_blz": {
    "en_US": "Yu'lon's Grace",
    "es_MX": "Gracia de Yu'lon",
    "pt_BR": "Graça de Yu'lon",
    "de_DE": "Yu'lons Anmut",
    "en_GB": "Yu'lon's Grace",
    "es_ES": "Gracia de Yu'lon",
    "fr_FR": "Grâce de Yu’lon",
    "it_IT": "Grazia di Yu'lon",
    "ru_RU": "Милость Юй-лун",
    "ko_KR": "위론의 은총",
    "zh_TW": "玉龍恩典",
    "zh_CN": "玉珑的优雅"
  },
  "description_blz": {
    "en_US": "Find resilience in the flow of chi in battle, gaining a magic absorb shield for 1.0% of your max health every 3 sec in combat, stacking up to 10%.",
    "es_MX": "Encuentra temple en el flujo de chi durante la batalla y obtén un escudo de absorción mágica equivalente al 1.0% de tu salud máxima cada 3 s que pasas en combate, que se acumula hasta un 10%.",
    "pt_BR": "Encontra resiliência no fluxo de chi na batalha, ganhando um escudo de absorção mágica equivalente a 1,0% do seu máximo de pontos de vida a cada 3 s em combate, acumulando até 10%.",
    "de_DE": "Findet während des Kampfes Widerstandskraft im Fluss des Chi, wodurch Ihr alle 3 Sek. einen magischen Absorptionsschild in Höhe von 1,0% Eurer maximalen Gesundheit erhaltet. Bis zu einem Wert von 10% stapelbar.",
    "en_GB": "Find resilience in the flow of chi in battle, gaining a magic absorb shield for 1.0% of your max health every 3 sec in combat, stacking up to 10%.",
    "es_ES": "Hallas resistencia en el flujo del chi durante la batalla, lo que te otorga un escudo de absorción mágico equivalente a un 1,0% de tu salud máxima cada 3 s que estés en combate. Se acumula hasta un 10%.",
    "fr_FR": "Vous trouvez la résilience dans le flux de chi en combat. Cela vous confère un bouclier d’absorption magique de 1,0% de votre maximum de points de vie toutes les 3 s en combat, cumulable jusqu’à un maximum de 10%.",
    "it_IT": "Fornisce la resilienza nel flusso del chi in battaglia, ottenendo uno scudo che assorbe danni subiti pari al 1,0% della salute massima ogni 3 s in combattimento, fino a un massimo del 10%.",
    "ru_RU": "Поток энергии ци придает вам сил в бою, в результате чего вы раз в 3 сек. получаете поглощающий урон щит с прочностью 1,0% вашего максимального запаса здоровья. Эффект суммируется до 10% раз.",
    "ko_KR": "전투 중 기의 흐름에 깃든 강인함을 찾아 3초마다 최대 생명력의 1.0%에 해당하는 마법 피해 흡수 보호막을 얻습니다. 최대 10%만큼 중첩됩니다.",
    "zh_TW": "在戰鬥中利用真氣的流動提高耐打能力，每3秒獲得相當於你生命力上限1.0%的魔法吸收護盾，最高可達10%。",
    "zh_CN": "激战时真气的流动令你变得坚毅，在战斗中每3秒获得一层魔法吸收护盾，吸收相当于最大生命值1.0%的伤害，最多叠加至10%。"
  }
}