{
  "ID": "705819",
  "NameSubtext_lang": "",
  "Description_lang": "Attacks from your Shadowfiend siphon life from enemies, healing a nearby injured ally for $415673s1.$?a137031[][Attacks from your Mindbender siphon life from enemies, healing a nearby injured ally for $415676s1.]",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "627685",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "415479",
  "name_blz": {
    "en_US": "Essence Devourer",
    "es_MX": "Devorador de esencia",
    "pt_BR": "Devorador de Essência",
    "de_DE": "Essenzverschlinger",
    "en_GB": "Essence Devourer",
    "es_ES": "Devorador de esencia",
    "fr_FR": "Dévoreur d’essence",
    "it_IT": "Divoratore d'Essenza",
    "ru_RU": "Пожиратель сущности",
    "ko_KR": "정수 포식자",
    "zh_TW": "精華吞噬者",
    "zh_CN": "精华吞噬者"
  },
  "description_blz": {
    "en_US": "Attacks from your Shadowfiend siphon life from enemies, healing a nearby injured ally for 9,961.\r\n\r\nAttacks from your Mindbender siphon life from enemies, healing a nearby injured ally for 3,320.",
    "es_MX": "Los ataques de tu Maligno de las Sombras succionan vida de tus enemigos, lo que sana 9,961 p. de salud a un aliado herido cercano.\r\n\r\nLos ataques de tus Dominamentes succionan vida de los enemigos y sanan 3,320 p. de salud a un aliado herido cercano.",
    "pt_BR": "Ataques do seu Demônio das Sombras drenam vida dos inimigos, concedendo 9.961 de cura a um aliado ferido próximo.\r\n\r\nAtaques do seu Dobramentes drenam de vida dos inimigos, concedendo 3.320 de cura a um aliado ferido próximo.",
    "de_DE": "Die Angriffe Eures Schattengeistes entziehen Gegnern Lebenskraft, wodurch ein verletzter Verbündeter in der Nähe um 9.961 Gesundheit geheilt wird.\r\n\r\nDie Angriffe Eures Geistbeugers entziehen Gegnern Lebenskraft, wodurch ein verletzter Verbündeter in der Nähe um 3.320 Gesundheit geheilt wird.",
    "en_GB": "Attacks from your Shadowfiend siphon life from enemies, healing a nearby injured ally for 9,961.\r\n\r\nAttacks from your Mindbender siphon life from enemies, healing a nearby injured ally for 3,320.",
    "es_ES": "Los ataques de tu maligno de las Sombras absorben la salud de los enemigos, lo que sana 9961 p. a un aliado herido cercano.\r\n\r\nLos ataques de tu dominamentes absorben la salud de los enemigos, lo que sana 3320 p. a un aliado herido cercano.",
    "fr_FR": "Les attaques de votre ombrefiel drainent la vie des ennemis, ce qui soigne un allié blessé proche de 9961.\r\n\r\nLes attaques de votre torve-esprit drainent la vie de vos ennemis, ce qui soigne un allié blessé proche de 3320.",
    "it_IT": "Gli attacchi dello Spirito d'Ombra risucchiano salute ai nemici, curando un alleato ferito vicino di 9.961.\r\n\r\nGli attacchi del Plagiamente risucchiano salute ai nemici, curando un alleato ferito vicino di 3.320.",
    "ru_RU": "Атаки вашего исчадия Тьмы вытягивают жизненную силу противников, восполняя находящемуся рядом раненому союзнику 9961 ед. здоровья.\r\n\r\nАтаки вашего подчинителя разума вытягивают жизненную силу противников, восполняя находящемуся рядом раненому союзнику 3320 ед. здоровья.",
    "ko_KR": "어둠의 마귀가 공격 시 적의 생명력을 착취하여 주위의 부상당한 아군을 9,961만큼 치유합니다.\r\n\r\n환각의 마귀가 공격 시 적의 생명력을 착취하여 주위의 부상당한 아군을 3,320만큼 치유합니다.",
    "zh_TW": "你的暗影惡魔攻擊時，可吸取敵人的生命，使附近一位受傷的盟友恢復9,961點生命力。\r\n\r\n你的屈心魔攻擊時，可吸取敵人的生命，使附近一位受傷的盟友恢復3,320點生命力。",
    "zh_CN": "你的暗影魔的攻击会吸收敌人的生命力，为附近一名受伤的盟友恢复9,961点生命值。\r\n\r\n你的摧心魔的攻击会吸收敌人的生命力，为附近一名受伤的盟友恢复3,320点生命值。"
  }
}