{
  "ID": "706836",
  "NameSubtext_lang": "",
  "Description_lang": "While Combustion is active your Fireball, Pyroblast, Fire Blast, Scorch, and Phoenix Flames deal $s1% increased damage and reduce the cooldown of Combustion by ${$s2/1000}.2 sec.While Combustion is active, Flamestrike deals $s4% increased damage and reduces the cooldown of Combustion by ${$s2/1000/$s3}.2 sec for each critical strike, up to ${$s2/1000}.2 sec.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "256",
  "Attributes_3": "67108864",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "2175503",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "416506",
  "name_blz": {
    "en_US": "Unleashed Inferno",
    "es_MX": "Infierno desatado",
    "pt_BR": "Inferno Liberto",
    "de_DE": "Entfesseltes Inferno",
    "en_GB": "Unleashed Inferno",
    "es_ES": "Inferno desatado",
    "fr_FR": "Inferno déchaîné",
    "it_IT": "Inferno Scatenato",
    "ru_RU": "Высвобожденное пламя",
    "ko_KR": "풀려난 지옥불정령",
    "zh_TW": "無縛獄火",
    "zh_CN": "无羁狱火"
  },
  "description_blz": {
    "en_US": "While Combustion is active your Fireball, Pyroblast, Fire Blast, Scorch, and Phoenix Flames deal 70% increased damage and reduce the cooldown of Combustion by 1.25 sec.\r\n\r\nWhile Combustion is active, Flamestrike deals 35% increased damage and reduces the cooldown of Combustion by 0.25 sec for each critical strike, up to 1.25 sec.",
    "es_MX": "Mientras Combustión está activa, tu Bola de fuego, Piroexplosión, Explosión de fuego, Agostar y Llamas del Fénix infligen un 70% más de daño y reducen el tiempo de reutilización de Combustión en\r\n1.25 s.\r\n\r\nMientras Combustión está activa, Fogonazo inflige un 35% más de daño y reduce el tiempo de reutilización de Combustión en\r\n0.25 s por cada golpe crítico, hasta 1.25 s.",
    "pt_BR": "Enquanto Combustão está ativa, seus feitiços Bola de Fogo, Ignimpacto, Impacto de Fogo, Calcinar e Chamas da Fênix causam 70% a mais de dano, além de reduzir em 1,25 s a recarga da Combustão.\r\n\r\nEnquanto Combustão está ativa, seu Golpe Flamejante causa 35% a mais de dano, além de reduzir em 0,25 s a recarga da Combustão de cada acerto crítico, até 1,25 s.",
    "de_DE": "Während 'Einäschern' aktiv ist, verursachen Eure Zauber 'Feuerball', 'Pyroschlag', 'Feuerschlag', 'Versengen' und 'Phönixflammen' 70% mehr Schaden und verringern die Abklingzeit von 'Einäschern' um 1,25 Sek.\r\n\r\nWährend 'Einäschern' aktiv ist, verursacht 'Flammenstoß' 35% mehr Schaden und verringert die Abklingzeit von 'Einäschern' für jeden kritischen Treffer um 0,25 Sek., bis maximal 1,25 Sek.",
    "en_GB": "While Combustion is active your Fireball, Pyroblast, Fire Blast, Scorch, and Phoenix Flames deal 70% increased damage and reduce the cooldown of Combustion by 1.25 sec.\r\n\r\nWhile Combustion is active, Flamestrike deals 35% increased damage and reduces the cooldown of Combustion by 0.25 sec for each critical strike, up to 1.25 sec.",
    "es_ES": "Mientras Combustión está activa, infliges un 70% más de daño con Bola de Fuego, Piroexplosión, Explosión de Fuego, Agostar y Llamas de fénix. Además, estas facultades reducen 1,25 s el tiempo de reutilización de Combustión.\r\n\r\nMientras Combustión está activa, Fogonazo inflige un 35% más de daño y reduce 0,25 s el tiempo de reutilización de Combustión por cada golpe crítico, hasta un máximo de 1,25 s.",
    "fr_FR": "Tant que Combustion est active, vos sorts Boule de feu, Explosion pyrotechnique, Trait de feu, Brûlure et Flammes de phénix infligent 70 % de dégâts supplémentaires et réduisent le temps de recharge de Combustion de 1,25 s.\r\n\r\nTant que Combustion est active, Choc de flammes inflige 35 % de dégâts supplémentaires et réduit le temps de recharge de Combustion de 0,25 s à chaque coup critique, jusqu’à un maximum de 1,25 s.",
    "it_IT": "Mentre Combustione è attiva, Palla di Fuoco, Pirosfera, Detonazione di Fuoco, Bruciatura e Fiamme della Fenice infliggono il 70% di danni aggiuntivi e riducono il tempo di recupero di Combustione di 1,25 s.\r\n\r\nMentre Combustione è attiva, Colonna di Fuoco infligge il 35% di danni aggiuntivi e riduce il tempo di recupero di Combustione di 0,25 s per ogni colpo critico inferto, fino a un massimo di 1,25 s.",
    "ru_RU": "Пока действует \"Возгорание\", ваши заклинания \"Огненный шар\", \"Огненная глыба\", \"Огненный взрыв\", \"Ожог\" и \"Пламя феникса\" наносят на 70% больше урона и сокращают время восстановления \"Возгорания\" на 1,25 сек.\r\n\r\nПока действует \"Возгорание\", ваш \"Огненный столб\" наносит на 35% больше урона, а его критические удары сокращают время восстановления \"Возгорания\" на 0,25 сек. вплоть до 1,25 сек.",
    "ko_KR": "발화가 활성화된 동안 화염구, 불덩이 작렬, 화염 작렬, 불태우기, 불사조의 불길의 공격력이 70%만큼 증가합니다. 또한 발화의 재사용 대기시간이 1.25초만큼 감소합니다.\r\n\r\n발화가 활성화된 동안 불기둥이 35%의 추가 피해를 입히고 치명타 및 극대화 효과를 발휘할 때마다 발화의 재사용 대기시간을 0.25초만큼, 최대 1.25초만큼 감소시킵니다.",
    "zh_TW": "燃灼作用期間，你的火球術、炎爆術、火焰衝擊、灼燒和鳳凰之炎造成的傷害提高70%，並使燃灼的冷卻時間縮短1.25秒。\r\n\r\n燃灼作用期間，烈焰風暴造成的傷害提高35%，並且每次造成致命一擊都會使燃灼的冷卻時間縮短0.25秒，最多縮短1.25秒。",
    "zh_CN": "燃烧激活时，你的火球术、炎爆术、火焰冲击、灼烧和不死鸟之焰造成的伤害提高70%，并使燃烧的冷却时间缩短1.25秒。\r\n\r\n燃烧激活时，烈焰风暴造成的伤害提高35%，并且每次爆击使燃烧的冷却时间缩短0.25秒，最多缩短1.25秒。"
  }
}