{
  "ID": "706957",
  "NameSubtext_lang": "",
  "Description_lang": "When Seed of Corruption deals damage to a target suffering from your Unstable Affliction they explode, dealing $416699s1 Shadow damage to all enemies within $416699A1 yards.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1396969",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "416621",
  "name_blz": {
    "en_US": "Doom Blossom",
    "es_MX": "Flor de fatalidad",
    "pt_BR": "Flor de Perdição",
    "de_DE": "Verdammnisblüte",
    "en_GB": "Doom Blossom",
    "es_ES": "Flor de fatalidad",
    "fr_FR": "Fleur du destin",
    "it_IT": "Bocciolo della Rovina",
    "ru_RU": "Соцветие Рока",
    "ko_KR": "파멸의 꽃",
    "zh_TW": "末日花",
    "zh_CN": "末日之花"
  },
  "description_blz": {
    "en_US": "When Seed of Corruption deals damage to a target suffering from your Unstable Affliction they explode, dealing 4,141 Shadow damage to all enemies within 10 yards.",
    "es_MX": "Cuando Semilla de corrupción inflige daño a un objetivo afectado con Aflicción inestable, el objetivo explota e inflige 4,141 p. de daño de las sombras a todos los enemigos en un radio de 10 m.",
    "pt_BR": "Quando a Semente da Corrupção causa dano a um alvo afetado pela sua Agonia Instável, ele explode e causa 4.141 de dano de Sombra a todos os inimigos em um raio de 10 m.",
    "de_DE": "Wenn Saat der Verderbnis einem Ziel Schaden zufügt, das unter Eurem 'Instabilen Gebrechen' leidet, explodiert sie und fügt allen Gegnern innerhalb von 10 Metern 4.141 Schattenschaden zu.",
    "en_GB": "When Seed of Corruption deals damage to a target suffering from your Unstable Affliction they explode, dealing 4,141 Shadow damage to all enemies within 10 yards.",
    "es_ES": "Cuando Semilla de corrupción inflige daño a un objetivo bajo los efectos de Aflicción inestable, este explota e inflige 4141 p. de daño de las Sombras a todos los enemigos en un radio de 10 m.",
    "fr_FR": "Quand Graine de Corruption inflige des dégâts à une cible affectée par votre Affliction instable, la cible explose et inflige 4141 points de dégâts d’ombre à tous les ennemis à moins de 10 mètres.",
    "it_IT": "Quando Seme della Corruzione infligge danni a un bersaglio affetto da Afflizione Instabile, esplode, infliggendo 4.141 danni da ombra a tutti i nemici entro 10 m.",
    "ru_RU": "Когда \"Семя порчи\" наносит урон цели, на которую действует ваше \"Нестабильное колдовство\", происходит взрыв, наносящий 4141 ед. урона от темной магии противникам в радиусе 10 м.",
    "ko_KR": "부패의 씨앗이 시전자의 불안정한 고통에 걸린 대상에게 피해를 입히면 대상이 폭발해 10미터 내의 모든 적에게 4,141의 암흑 피해를 입힙니다.",
    "zh_TW": "當腐蝕種子對受你痛苦動盪影響的目標造成傷害時，其會爆炸，對10碼內的全部敵人造成4,141點暗影傷害。",
    "zh_CN": "当腐蚀之种对受到你的痛苦无常影响的敌人造成伤害时，它们会发生爆炸，对10码内的所有敌人造成4,141点暗影伤害。"
  }
}