{
  "ID": "707041",
  "NameSubtext_lang": "",
  "Description_lang": "When a Living Bomb expires, if it did not spread to another target, it reapplies itself at $s1% effectiveness.A Living Bomb can only benefit from this effect once.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "135819",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "416715",
  "name_blz": {
    "en_US": "Convection",
    "es_MX": "Convección",
    "pt_BR": "Convecção",
    "de_DE": "Konvektion",
    "en_GB": "Convection",
    "es_ES": "Convección",
    "fr_FR": "Convection",
    "it_IT": "Convezione",
    "ru_RU": "Конвекция",
    "ko_KR": "대류",
    "zh_TW": "熱壓爆發",
    "zh_CN": "热能对流"
  },
  "description_blz": {
    "en_US": "When a Living Bomb expires, if it did not spread to another target, it reapplies itself at 100% effectiveness.\r\n\r\nA Living Bomb can only benefit from this effect once.",
    "es_MX": "Cuando una Bomba viva expira, si no se ha propagado a otro objetivo, vuelve a aplicarse con un 100% de efectividad.\r\n\r\nUna Bomba viva solo puede activar este efecto una vez.",
    "pt_BR": "Quando uma Bomba Viva expira, se não tiver passado para outro alvo, ela se reaplica com 100% de eficácia.\r\n\r\nUma Bomba Viva só pode se beneficiar do efeito uma vez.",
    "de_DE": "Läuft eine lebende Bombe ab und hat sie sich nicht auf ein weiteres Ziel ausgebreitet, wendet sie sich mit einer Effizienz von 100% neu an.\r\n\r\nEine lebende Bombe kann von diesem Effekt nur einmal profitieren.",
    "en_GB": "When a Living Bomb expires, if it did not spread to another target, it reapplies itself at 100% effectiveness.\r\n\r\nA Living Bomb can only benefit from this effect once.",
    "es_ES": "Cuando se agota una bomba viva, si no se ha propagado a otro objetivo, vuelve a aplicarse con un 100% de efectividad.\r\n\r\nUna bomba viva solo puede beneficiarse de este efecto una vez.",
    "fr_FR": "Lorsque l’effet de Bombe vivante expire, si elle n’a pas été transmise à une autre cible, elle est à nouveau appliquée à 100 % d’efficacité.\r\n\r\nUne bombe vivante ne peut bénéficier qu’une seule fois de cet effet.",
    "it_IT": "Quando una Bomba Vivente termina, se non si è diffusa su nessun altro bersaglio si riapplica allo stesso al 100% dell'efficacia.\r\n\r\nUna Bomba Vivente può usare questo beneficio solo una volta.",
    "ru_RU": "Если \"Живая бомба\" не переходит к новой цели после окончания времени действия, она повторно применяется к той же цели с эффективностью 100%.\r\n\r\nЭтот эффект срабатывает только один раз для каждой \"Живой бомбы\".",
    "ko_KR": "살아있는 폭탄이 만료됐을 때 다른 대상에게 전이되지 않으면 100%의 효율로 다시 부여됩니다.\r\n\r\n하나의 살아있는 폭탄은 이 효과를 한 번만 받습니다.",
    "zh_TW": "活體爆彈效果結束後，如果它未擴散到另一個目標，就會自動再次施加效果為100%的活體爆彈。\r\n\r\n每個活體爆彈只能受益於此效果一次。",
    "zh_CN": "当活动炸弹效果结束时，如果未能传播给另一个目标，则会重新施加并产生100%的效果。\r\n\r\n一个活动炸弹只能触发该效果一次。"
  }
}