{
  "ID": "707833",
  "NameSubtext_lang": "",
  "Description_lang": "Cone of Cold's cooldown is increased to $s2 sec and if Cone of Cold hits $s3 or more enemies it resets the cooldown of Frozen Orb and Comet Storm. In addition, Cone of Cold applies Winter's Chill to all enemies hit.Cone of Cold's cooldown can no longer be reduced by your cooldown reduction effects.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "67108864",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "-2147483648",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "135865",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "417493",
  "name_blz": {
    "en_US": "Coldest Snap",
    "es_MX": "Mordedura más fría",
    "pt_BR": "Ruptura Ultragélida",
    "de_DE": "Eiskälteeinbruch",
    "en_GB": "Coldest Snap",
    "es_ES": "Mordedura congelante",
    "fr_FR": "Frimaire rigoureux",
    "it_IT": "Prontezza Ultragelida",
    "ru_RU": "Ледяная хватка",
    "ko_KR": "혹한의 냉기",
    "zh_TW": "光速冷卻",
    "zh_CN": "苦寒冷却"
  },
  "description_blz": {
    "en_US": "Cone of Cold's cooldown is increased to 45 sec and if Cone of Cold hits 3 or more enemies it resets the cooldown of Frozen Orb and Comet Storm. In addition, Cone of Cold applies Winter's Chill to all enemies hit.\r\n\r\nCone of Cold's cooldown can no longer be reduced by your cooldown reduction effects.",
    "es_MX": "El tiempo de reutilización de Cono de frío aumenta 45 s y si Cono de frío golpea a 3 o más enemigos, reinicia el tiempo de reutilización de Orbe congelado y Tormenta de cometas. Además, Cono de frío aplica Escalofrío invernal a todos los enemigos golpeados.\r\n\r\nEl tiempo de reutilización de Cono de frío ya no puede ser reducido por tus efectos de reducción de tiempo de reutilización.",
    "pt_BR": "A recarga de Cone de Frio aumenta para 45 s e, se Cone de Frio atingir 3 ou mais inimigos, a recarga de Orbe Congelado e Chuva de Cometas é concluída. Além disso, Cone de Frio aplica Calafrio do Inverno a todos os inimigos atingidos.\r\n\r\nA recarga de Cone de Frio não pode mais ser reduzida pelos seus efeitos que reduzem a recarga.",
    "de_DE": "'Kältekegel' hat eine erhöhte Abklingzeit von 45 Sek. Wenn 'Kältekegel' 3 oder mehr Gegner trifft, wird die Abklingzeit von 'Gefrorene Kugel' und 'Kometenhagel' abgeschlossen. Zusätzlich belegt 'Kältekegel' alle getroffenen Gegner mit 'Winterkälte'.\r\n\r\nDie Abklingzeit von 'Kältekegel' kann nicht mehr von Euren Effekten zur Abklingzeitverringerung verringert werden.",
    "en_GB": "Cone of Cold's cooldown is increased to 45 sec and if Cone of Cold hits 3 or more enemies it resets the cooldown of Frozen Orb and Comet Storm. In addition, Cone of Cold applies Winter's Chill to all enemies hit.\r\n\r\nCone of Cold's cooldown can no longer be reduced by your cooldown reduction effects.",
    "es_ES": "El tiempo de reutilización de Cono de frío aumenta a 45 s y, si golpea a 3 enemigos o más, restablece el tiempo de reutilización de Orbe congelado y Lluvia de cometas. Además, Cono de frío aplica Escalofrío invernal a todos los enemigos golpeados.\r\n\r\nTus efectos de reducción del tiempo de reutilización ya no afectan a Cono de frío.",
    "fr_FR": "Porte le temps de recharge de Cône de froid à 45 s, et s’il touche au moins 3 ennemis, met fin au temps de recharge d’Orbe gelé et Tempête de comètes. De plus, votre prochain Cône de froid applique Froid de l’hiver à tous les ennemis touchés.\r\n\r\nLe temps de recharge de Cône de froid ne peut plus être réduit par vos effets de réduction de temps de recharge.",
    "it_IT": "Aumenta il tempo di recupero di Cono di Freddo a 45 s. Se Cono di Freddo colpisce almeno 3 bersagli, azzera il tempo di recupero di Globo Congelato e Tempesta di Comete. Inoltre, Cono di Freddo applica Gelo Invernale a tutti i nemici colpiti.\r\n\r\nIl tempo di recupero di Cono di Freddo non può essere ridotto dagli effetti che riducono i tempi di recupero.",
    "ru_RU": "Время восстановления \"Конуса холода\" увеличивается до 45 сек. Если \"Конус холода\" поражает 3 или более противников, \"Ледяной шар\" и \"Кометная буря\" мгновенно восстанавливаются. \"Конус холода\" также накладывает на пораженные цели \"Зимнюю стужу\".\r\n\r\n\"Конус холода\" более нельзя восстановить другими вашими эффектами, сокращающими время восстановления.",
    "ko_KR": "냉기 돌풍의 재사용 대기시간이 45초로 증가합니다. 또한 냉기 돌풍이 3명 이상의 적에게 적중하면 얼어붙은 구슬과 혜성 폭풍의 재사용 대기시간이 초기화됩니다. 추가로 냉기 돌풍이 적중당한 모든 적에게 혹한의 추위를 부여합니다.\r\n\r\n냉기 돌풍의 재사용 대기시간이 재사용 대기시간 감소 효과로 감소하지 않게 됩니다.",
    "zh_TW": "冰錐術的冷卻時間延長至45秒，如果冰錐術命中3個以上的敵人，將會重置冰霜之球和彗星風暴的冷卻時間。此外，冰錐術會對所有命中的敵人施加深冬之寒。\r\n\r\n冰錐術的冷卻時不再被你的冷卻時間縮短效果縮短。",
    "zh_CN": "冰锥术的冷却时间延长至45秒，此外，如果冰锥术命中3个或更多敌人，就会重置寒冰宝珠和彗星风暴的冷却时间。冰锥术还会对击中的所有敌人施加深冬之寒。\r\n\r\n缩短技能冷却时间的效果不再能够缩短冰锥术的冷却时间。"
  }
}