{
  "ID": "708692",
  "NameSubtext_lang": "",
  "Description_lang": "Your main hand auto attacks reduce the cooldown on your brews by ${$s2/1000}.1 sec and block your target's chi, dealing $418360s1 additional Nature damage and increasing your damage dealt by $418361s1% for $418361d. Upon reaching $418361u stacks, your next cast of Rising Sun Kick or Keg Smash consumes all stacks to strike again at $418361s2% effectiveness. This bonus attack can trigger effects on behalf of Tiger Palm at reduced effectiveness.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "2032605",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "418359",
  "name_blz": {
    "en_US": "Press the Advantage",
    "es_MX": "Aprovechar la ventaja",
    "pt_BR": "Manter a Pressão",
    "de_DE": "Kampfvorteil ausnutzen",
    "en_GB": "Press the Advantage",
    "es_ES": "Aprovechar la ventaja",
    "fr_FR": "Pousser l’avantage",
    "it_IT": "Sfruttare il Vantaggio",
    "ru_RU": "Закрепление успехов",
    "ko_KR": "여세 몰이",
    "zh_TW": "乘勝追擊",
    "zh_CN": "顺水推舟"
  },
  "description_blz": {
    "en_US": "Your main hand auto attacks reduce the cooldown on your brews by 0.5 sec and block your target's chi, dealing 117 additional Nature damage and increasing your damage dealt by 1% for 20 sec. \r\n\r\nUpon reaching 10 stacks, your next cast of Rising Sun Kick or Keg Smash consumes all stacks to strike again at 100% effectiveness. This bonus attack can trigger effects on behalf of Tiger Palm at reduced effectiveness.",
    "es_MX": "Tus ataques automáticos de mano derecha reducen el tiempo de reutilización de tus brebajes 0.5 s y bloquean el chi de tu objetivo, lo que inflige 117 p. de daño de naturaleza más y aumenta un 1% tu daño infligido durante 20 s. \r\n\r\nAl alcanzar 10 acumulaciones, tu siguiente lanzamiento de Patada del sol naciente o Embate con barril consume todas las acumulaciones para golpear una vez más con un 100% de efectividad. Este ataque adicional puede activar efectos en nombre de Palma del tigre con una efectividad reducida.",
    "pt_BR": "Seus ataques automáticos com a mão principal reduzem a recarga das suas cervejas em 0,5 s e bloqueiam o chi do alvo, causando 117 de dano de Natureza adicional e aumentando em 1% o dano que você causa por 20 s.\r\n\r\nAo chegar a 10 aplicações, seu próximo lançamento de Chute do Sol Nascente ou Pancada de Barril consome todas as aplicações e acerta de novo com 100% da eficácia. O ataque extra pode ativar efeitos no lugar da Palma do Tigre com eficácia reduzida.",
    "de_DE": "Eure automatischen Waffenhandangriffe verringern die Abklingzeit Eurer Gebräue um 0,5 Sek. und blockieren das Chi Eures Ziels, was zusätzlich 117 Naturschaden verursacht und Euren verursachten Schaden für 20 Sek. um 1% erhöht.\r\n\r\nBei Erreichen von 10 Stapeln verbraucht Euer nächster Einsatz von 'Tritt der aufgehenden Sonne' oder 'Fasshieb' sämtliche Stapel und wird ein zweites Mal mit 100% Effektivität eingesetzt. Dieser Bonusangriff kann Effekte anstelle von 'Tigerklaue' mit verringerter Effektivität auslösen.",
    "en_GB": "Your main hand auto attacks reduce the cooldown on your brews by 0.5 sec and block your target's chi, dealing 117 additional Nature damage and increasing your damage dealt by 1% for 20 sec. \r\n\r\nUpon reaching 10 stacks, your next cast of Rising Sun Kick or Keg Smash consumes all stacks to strike again at 100% effectiveness. This bonus attack can trigger effects on behalf of Tiger Palm at reduced effectiveness.",
    "es_ES": "Los ataques automáticos de tu mano derecha reducen 0,5 s el tiempo de reutilización de tus brebajes y bloquean el chi del objetivo, lo que le inflige 117 p. de daño de Naturaleza más y aumenta el daño que infliges un 1% durante 20 s.\r\n\r\nAl llegar a 10 acumulaciones, tu siguiente lanzamiento de Patada del sol naciente o Embate con barril consume todas las acumulaciones para volver a golpear con un 100% de efectividad. Este ataque extra puede activar efectos para Palma del tigre con efectividad reducida.",
    "fr_FR": "Vos attaques automatiques avec votre main principale réduisent le temps de recharge de vos breuvages de 0,5 s et bloque le chi de votre cible, ce qui lui inflige 117 points de dégâts de nature supplémentaires et augmente vos dégâts infligés de 1 % pendant 20 s.\r\n\r\nÀ 10 charges, votre prochain Coup de pied du soleil levant ou Fracasse-tonneau consomme toutes les charges pour frapper une deuxième fois avec 100 % d’efficacité. Cette attaque supplémentaire peut déclencher les effets de Paume du tigre avec une efficacité réduite.",
    "it_IT": "Gli attacchi automatici con la mano primaria riducono il tempo di recupero delle tue birre di 0,5 s e bloccano il chi del bersaglio, infliggendo 117 danni da natura aggiuntivi e aumentando i danni inflitti del 1% per 20 s.\r\n\r\nAl raggiungimento di 10 accumuli, il successivo lancio di Calcio del Sole Nascente o Lancio del Barile consuma tutti gli accumuli per colpire nuovamente al 100% dell'efficacia. L'attacco bonus può attivare effetti come Palmo della Tigre a efficacia ridotta.",
    "ru_RU": "Автоатаки оружием в правой руке сокращают время восстановления ваших отваров на 0,5 сек. и блокируют ход энергии ци противника, нанося еще 117 ед. урона от сил природы и увеличивая наносимый вами урон на 1% на 20 сек. \r\n\r\nПо накоплении 10 эффектов ваш следующий \"Удар восходящего солнца\" или \"Удар бочонком\" поглощает все эффекты и срабатывает повторно с эффективностью 100%. Эта дополнительная атака может активировать эффекты \"Лапы тигра\" со сниженной эффективностью.",
    "ko_KR": "주무기로 자동 공격 시 맥주 능력의 재사용 대기시간이 0.5초만큼 감소하고, 대상의 기맥을 막아 117의 추가 자연 피해를 입히고 20초 동안 시전자에게 받는 피해를 1%만큼 증가시킵니다. \r\n\r\n10번 중첩 시 다음에 시전하는 해오름차기 또는 맥주통 휘두르기가 모든 중첩을 소모하여 100%의 효율로 대상을 다시 공격합니다. 이 추가 공격은 감소된 효율로 범의 장풍 효과를 발동시킵니다.",
    "zh_TW": "你主手的自動攻擊會使你絕釀技能的冷卻時間縮短0.5秒，並封住目標的真氣，額外造成117點自然傷害，並使你造成的傷害提高1%，持續20秒。\r\n\r\n堆疊10層後，你下一次施放的翔陽腳或酒罈破會消耗所有層數並再次發動，效果為原本的100%。此額外攻擊可代替虎掌觸發效果，但效果降低。",
    "zh_CN": "你的主手自动攻击使酒类技能的冷却时间缩短0.5秒，同时阻断目标的真气，额外造成117点自然伤害，并使你造成的伤害提高1%，持续20秒。\r\n\r\n叠加至10层后，你的下一个旭日东升踢或醉酿投会消耗所有层数，以100%的效果再次发动攻击。额外攻击可以代替猛虎掌触发效果，但效果会有所降低。"
  }
}