{
  "ID": "711661",
  "NameSubtext_lang": "",
  "Description_lang": "Ascend into the air and unleash a massive barrage of Penance bolts, causing $<penancedamage> Holy damage to enemies or $<penancehealing> healing to allies over $421434d.While ascended, gain a shield for $s1% of your health. In addition, you are unaffected by knockbacks or crowd control effects.",
  "AuraDescription_lang": "Absorbing $w3 damage.",
  "Attributes_0": "536870912",
  "Attributes_1": "32768",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "65536",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "8192",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "32769",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "16",
  "DurationIndex": "589",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "2",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1060982",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "421453",
  "name_blz": {
    "en_US": "Ultimate Penitence",
    "es_MX": "Penitencia definitiva",
    "pt_BR": "Penitência Suprema",
    "de_DE": "Ultimative Bußfertigkeit",
    "en_GB": "Ultimate Penitence",
    "es_ES": "Penitencia definitiva",
    "fr_FR": "Pénitence ultime",
    "it_IT": "Penitenza Definitiva",
    "ru_RU": "Искреннее раскаяние",
    "ko_KR": "궁극의 참회",
    "zh_TW": "終極懺罪",
    "zh_CN": "终极苦修"
  },
  "description_blz": {
    "en_US": "Ascend into the air and unleash a massive barrage of Penance bolts, causing 132,568 Holy damage to enemies or 441,820 healing to allies over 5.4 sec.\r\n\r\nWhile ascended, gain a shield for 100% of your health. In addition, you are unaffected by knockbacks or crowd control effects.",
    "es_MX": "Asciendes en el aire y desatas una descarga masiva de salvas de Penitencia que infligen 134,025 p. de daño sagrado a los enemigos o restablecen 134,025 p. de salud a los aliados durante 5.4 s.\r\n\r\nMientras estás en el aire, obtienes un escudo equivalente a un 100% de tu salud. Además, eres inmune a los efectos de repulsión o control de masas.",
    "pt_BR": "Ascende no ar e dispara uma salva massiva de projéteis de Penitência, causando 132.574 de dano Sagrado aos inimigos ou 433.142 de cura aos aliados ao longo de 5,4 s.\r\n\r\nDurante a ascensão, você ganha um escudo equivalente a 100% dos seus pontos de vida. Além disso, você não é afetado por efeitos de repulsão ou controle coletivo.",
    "de_DE": "Steigt in die Luft auf und feuert ein massives Sperrfeuer aus durch 'Sühne' erzeugten Blitzen ab, das im Verlauf von 5,4 Sek. Gegnern 132.746 Heiligschaden zufügt oder Verbündete um 443.647 Gesundheit heilt.\r\n\r\nIn der Luftphase wird ein Schild in Höhe von 100% Eurer Gesundheit aktiviert. Zudem haben Rückstöße oder Kontrollverlusteffekte keinen Einfluss auf Euch.",
    "en_GB": "Ascend into the air and unleash a massive barrage of Penance bolts, causing 134,460 Holy damage to enemies or 435,805 healing to allies over 5.4 sec.\r\n\r\nWhile ascended, gain a shield for 100% of your health. In addition, you are unaffected by knockbacks or crowd control effects.",
    "es_ES": "Asciendes por los aires y lanzas una enorme tromba de descargas de Penitencia que infligen 135238 p. de daño Sagrado a los enemigos o aplican 429915 p. de sanación a los aliados durante 5,4 s.\r\n\r\nMientras estés ascendido, obtienes un escudo de un 100% de tu salud. Además, no te afectan las repulsiones o los efectos de control de masas.",
    "fr_FR": "S’élève dans les airs et déclenche un énorme déluge de traits de Pénitence, ce qui inflige 133702 points de dégâts du sacré aux ennemis ou rend 442338 points de vie aux alliés en 5,4 s.\r\n\r\nLorsque vous êtes dans les airs, vous bénéficiez d’un bouclier équivalant à 100 % de vos points de vie. De plus, vous n’êtes pas affecté par les effets de repoussements ou de contrôle.",
    "it_IT": "Ascende in aria e scatena una raffica massiccia di dardi di Contrizione, infliggendo 133.002 danni da sacro ai nemici o fornendo 435.060 cure agli alleati in 5,4 s.\r\n\r\nMentre si è ascesi, fornisce uno scudo che assorbe danni pari al 100% della salute massima. Inoltre, rende immuni a effetti di respinta o di controllo delle creature.",
    "ru_RU": "Взмывает в воздух и обрушивает шквал зарядов \"Исповеди\", нанося противникам 133542 ед. урона от светлой магии или восстанавливает союзникам 429487 ед. здоровья за 5,4 сек.\r\n\r\nПаря в воздухе, вы получаете щит в размере 100% вашего запаса здоровья. Кроме того, на вас не действуют эффекты отбрасывания и контроля.",
    "ko_KR": "하늘로 날아올라 가공할 속죄의 화살을 일제히 방출합니다. 적에게는 134,283의 신성 피해를 입히고 아군은 5.4초에 걸쳐 436,628만큼 치유합니다.\r\n\r\n하늘에 떠오른 동안 생명력의 100%에 해당하는 피해 흡수 보호막을 얻으며, 추가로 밀쳐내기 또는 군중 제어 효과에 영향을 받지 않습니다.",
    "zh_TW": "升到空中，密集釋放大量懺悟，對敵人造成130,547點神聖傷害，或在5.4秒內為盟友治療436,440點生命力。\r\n\r\n升空時，獲得100%生命力的護盾。此外，你不會受擊退或控場效果影響。",
    "zh_CN": "腾空而起，释放出磅礴的苦修箭雨，在5.4秒内对敌人造成133,187点神圣伤害，或为盟友恢复433,988点生命值。\r\n\r\n升空期间，你获得相当于生命值100%的护盾，并且不受击退或控制效果影响。"
  }
}