{
  "ID": "713205",
  "NameSubtext_lang": "",
  "Description_lang": "Judgment grants a stack of Sanctification, reducing your damage taken by ${$abs($424616s1)}.1% per stack. Upon reaching $424616U stacks, your next cast of Consecration is empowered, increasing its damage and healing by $424622s1% and its radius by $424622s2%. Sanctification's stacks are reset when your empowered Consecration ends.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "1048576",
  "Attributes_4": "2097152",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "4",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136243",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "422895",
  "name_blz": {
    "en_US": "Paladin Protection 10.2 Class Set 2pc",
    "en_GB": "Paladin Protection 10.2 Class Set 2pc"
  },
  "description_blz": {
    "en_US": "Judgment grants a stack of Sanctification, reducing your damage taken by 2.0% per stack. Upon reaching 5 stacks, your next cast of Consecration is empowered, increasing its damage and healing by 200% and its radius by 30%. Sanctification's stacks are reset when your empowered Consecration ends.",
    "es_MX": "Sentencia otorga una acumulación de Santificación, lo que reduce tu daño recibido un 2.0% por acumulación. Al alcanzar 5 acumulaciones, tu siguiente lanzamiento de Consagración se potencia, lo que aumenta un 200% su daño y sanación y un 30% su radio. Las acumulaciones de Santificación se reinician cuando termina tu Consagración potenciada.",
    "pt_BR": "Julgamento concede uma aplicação de Santificação, reduzindo em 2,0% seu dano recebido por aplicação. Ao chegar a 5 aplicações, seu próximo lançamento de Consagração é potencializado, aumentando em 200% o dano que ele causa e em 30% o raio. Aplicações de Santificação são redefinidas quando sua Consagração potencializada termina.",
    "de_DE": "'Richturteil' gewährt einen Stapel 'Heiligung' und verringert den von Euch erlittenen Schaden um 2,0% pro Stapel. Bei 5 Stapeln wird Euer nächster Einsatz von 'Weihe' ermächtigt, wodurch Schaden und Heilung um 200% und der Radius um 30% erhöht werden. Die Stapel von 'Heiligung' werden zurückgesetzt, wenn die ermächtigte 'Weihe' endet.",
    "en_GB": "Judgment grants a stack of Sanctification, reducing your damage taken by 2.0% per stack. Upon reaching 5 stacks, your next cast of Consecration is empowered, increasing its damage and healing by 200% and its radius by 30%. Sanctification's stacks are reset when your empowered Consecration ends.",
    "es_ES": "Sentencia otorga una acumulación de Santificación, lo que reduce un 2,0% el daño que recibes por acumulación. Al llegar a 5 acumulaciones, tu siguiente lanzamiento de Consagración quedará potenciado, lo que aumenta un 200% su daño y sanación y un 30% su radio. Las acumulaciones de Santificación se reinician cuando termina Consagración potenciada.",
    "fr_FR": "Jugement confère une charge de Sanctification, ce qui réduit les dégâts subis de 2,0 % par charge. À 5 charges, votre prochaine Consécration est renforcée, ce qui augmente ses dégâts et soins de 200 % et son rayon d’effet de 30 %. Les charges de Sanctification sont réinitialisées quand Consécration renforcée prend fin.",
    "it_IT": "Giudizio fornisce un accumulo di Santificazione, riducendo i danni subiti del 2,0% per accumulo. Al raggiungimento di 5 accumuli, potenzia il successivo lancio di Consacrazione, aumentandone i danni inflitti e le cure fornite del 200% e il raggio del 30%. Gli accumuli di Santificazione si azzerano al termine della Consacrazione potenziata.",
    "ru_RU": "\"Правосудие\" дает 1 эффект \"Святитель\", уменьшающий получаемый урон на 2,0%. Когда вы накапливаете 5 эффектов, урон и сила исцеления от следующего \"Освящения\" увеличиваются на 200%, а его радиус действия – на 30%. Когда усиленное таким образом \"Освящение\" перестает действовать, эффекты \"Святитель\" сбрасываются.",
    "ko_KR": "심판 사용 시 축성 중첩이 부여되어 중첩당 받는 피해가 2.0%만큼 감소합니다. 5번 중첩되면 다음에 시전하는 신성화가 강화되어 공격력과 치유량이 200%만큼, 반경이 30%만큼 증가합니다. 강화된 신성화의 효과가 끝나면 축성 중첩이 초기화됩니다.",
    "zh_TW": "審判會賦予一層聖化，每層使你受到的傷害降低2.0%。堆疊5層後，強化你下一次施放的奉獻，使其傷害和治療效果提高200%，效果半徑提高30%。強化奉獻的效果結束後，重置聖化的層數。",
    "zh_CN": "审判会叠加一层圣言，每层使你受到的伤害降低2.0%。叠加至5层时强化你的下一个奉献，使其造成的伤害和治疗效果提高200%，并且范围扩大30%。强化奉献的效果结束时重置圣言层数。"
  }
}