{
  "ID": "713175",
  "NameSubtext_lang": "",
  "Description_lang": "Each $s1 Rage you spend while Rage of the Sleeper is active extends its duration by ${$s4/1000}.1 sec, up to ${$s3/1000}.1. Your Dream Thorns become Blazing Thorns, causing $s2% of damage absorbed to be reflected at the attacker.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "1048576",
  "Attributes_4": "2097152",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "4",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136243",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "422865",
  "name_blz": {
    "en_US": "Druid Guardian 10.2 Class Set 4pc",
    "en_GB": "Druid Guardian 10.2 Class Set 4pc"
  },
  "description_blz": {
    "en_US": "Each 40 Rage you spend while Rage of the Sleeper is active extends its duration by 1.0 sec, up to 5.0. Your Dream Thorns become Blazing Thorns, causing 100% of damage absorbed to be reflected at the attacker.",
    "es_MX": "Cada 40 p. de ira que gastas mientras Ira del Durmiente está activa extiende la duración en 1.0 s, hasta un máximo de 5.0. Espinas oníricas se transforma en Espinas ardientes, que hace que un 100% del daño absorbido se refleje hacia el atacante.",
    "pt_BR": "Cada 40 de Raiva que você gasta com a Fúria do Adormecido ativa prolonga a duração dela em 1,0 s, até um máximo de 5,0. Seus Espinhos Oníricos se tornam Espinhos Fulgurantes, fazendo até 100% do dano absorvido ser refletido no atacante.",
    "de_DE": "Das Verbrauchen von 40 Wut, während 'Zorn des Schläfers' aktiv ist, verlängert dessen Dauer um 1,0 Sek., bis zu einem Maximum von 5,0 Sekunden. Eure 'Traumdornen' werden zu 'Lodernde Dornen', wodurch 100% des absorbierten Schadens auf den Angreifer zurückgeworfen werden.",
    "en_GB": "Each 40 Rage you spend while Rage of the Sleeper is active extends its duration by 1.0 sec, up to 5.0. Your Dream Thorns become Blazing Thorns, causing 100% of damage absorbed to be reflected at the attacker.",
    "es_ES": "Por cada 40 p. de ira que gastas mientras está activa Ira del durmiente, se amplía 1,0 s su duración, hasta un máximo de 5,0 s. Tus Espinas oníricas se convierten en Espinas llameantes, lo que hace que se refleje contra el atacante un 100% del daño absorbido.",
    "fr_FR": "Chaque tranche de 40 points de rage dépensés pendant que Rage du dormeur est active prolonge sa durée de 1,0 s, jusqu’à 5,0. Vos Épines du Rêve deviennent des Épines ardentes, qui renvoient 100 % des dégâts absorbés contre l’attaquant.",
    "it_IT": "Ogni 40 rabbia consumata mentre Rabbia del Dormiente è attiva ne estende la durata di 1,0 s, fino a un massimo di 5,0 s. Le Spine del Sogno diventano Spine Fiammeggianti, che riflettono sull'attaccante il 100% dei danni assorbiti.",
    "ru_RU": "Когда действует \"Ярость спящего\", каждые 40 ед. затраченной ярости продлевают время действия \"Ярости спящего\" на 1,0 сек. вплоть до 5,0 сек. \"Шипы Сна\" заменяются на \"Пылающие шипы\", которые отражают 100% поглощенного урона в атакующего.",
    "ko_KR": "잠자는 자의 분노가 활성화된 동안 40의 분노를 소모할 때마다 지속시간이 1.0초만큼, 최대 5.0초만큼 증가합니다. 꿈 가시가 이글거리는 가시로 변화하고 공격자에게 흡수한 피해의 100%를 반사합니다.",
    "zh_TW": "在沉睡者之怒作用期間，每消耗40點怒氣，都會使其持續時間延長1.0秒，最多可達5.0秒。你的夢境荊棘變成熾炎荊棘，將吸收的100%傷害反彈給攻擊者。",
    "zh_CN": "沉睡者之怒激活时每消耗40点怒气都能使其持续时间延长1.0秒，最多延长5.0秒。你的梦境荆棘变为耀焰荆棘，将吸收伤害的100%反弹给攻击者。"
  }
}