{
  "ID": "713174",
  "NameSubtext_lang": "",
  "Description_lang": "Rage you spend during Rage of the Sleeper fuel the growth of Dream Thorns, which wreath you in their protection after Rage of the Sleeper expires, absorbing $425407s2% of damage dealt to you while the thorns remain, up to ${$s2/100*$AP} per $s1 Rage spent. ",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "1048576",
  "Attributes_4": "2097152",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "4",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136243",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "422864",
  "name_blz": {
    "en_US": "Druid Guardian 10.2 Class Set 2pc",
    "en_GB": "Druid Guardian 10.2 Class Set 2pc"
  },
  "description_blz": {
    "en_US": "Rage you spend during Rage of the Sleeper fuel the growth of Dream Thorns, which wreath you in their protection after Rage of the Sleeper expires, absorbing 25% of damage dealt to you while the thorns remain, up to 3,504 per 20 Rage spent. ",
    "es_MX": "La ira que gastas durante Ira del Durmiente alimenta el crecimiento de Espinas oníricas, que te rodean para protegerte cuando termina Ira del Durmiente, y absorben un 25% del daño que te infligen mientras duran las espinas, hasta 3,504 p. de daño por cada 20 p. de ira que gastes. ",
    "pt_BR": "A Raiva gasta durante a Fúria do Adormecido fomenta o crescimento dos Espinhos Oníricos, que cobrem você de proteção após a expiração da Fúria do Adormecido, absorvendo 25% do dano causado a você enquanto os espinhos permanecerem, até 3.504 por cada 20 de Raiva gasta. ",
    "de_DE": "Wut, die Ihr während 'Zorn des Schläfers' verbraucht, treibt das Wachstum von 'Traumdornen' an, die Euch schützen, nachdem 'Zorn des Schläfers' endet, und 25% des Euch zugefügten Schadens absorbieren, während die Dornen bestehen, bis zu 3.504 pro 20 verbrauchter Wut. ",
    "en_GB": "Rage you spend during Rage of the Sleeper fuel the growth of Dream Thorns, which wreath you in their protection after Rage of the Sleeper expires, absorbing 25% of damage dealt to you while the thorns remain, up to 3,504 per 20 Rage spent. ",
    "es_ES": "La ira que gastas durante Ira del durmiente alimenta el crecimiento de Espinas oníricas, que te protegen cuando se agota Ira del durmiente y absorben un 25% del daño que te infligen mientras duran las espinas, hasta un máximo de 3504 p. de daño por cada 20 p. de ira gastados. ",
    "fr_FR": "La rage dépensée pendant Rage du dormeur alimente la croissance d’Épines du Rêve, qui vous enveloppe de sa protection après la fin de Rage du dormeur pour absorber 25 % des dégâts subis tant que les épines sont en place, jusqu’à 3504 points de dégâts par tranche de 20 points de rage dépensés. ",
    "it_IT": "La rabbia consumata durante Rabbia del Dormiente contribuisce alla crescita di Spine del Sogno, che ti avvolgono e proteggono al termine di Rabbia del Dormiente, assorbendo il 25% dei danni subiti mentre erano presenti le spine, fino a un massimo di 3.504 danni per 20 rabbia consumata. ",
    "ru_RU": "Ярость, которую вы расходуете во время действия \"Ярости Спящего\", ускоряет рост \"Шипов Сна\". Когда время действия \"Ярости Спящего\" завершается, шипы оплетают вас защитным кольцом, поглощая 25% получаемого урона – вплоть до 3504 ед. урона за 20 ед. ярости. ",
    "ko_KR": "잠자는 자의 분노가 지속되는 동안 분노를 소모할수록 꿈 가시의 성장이 촉진됩니다. 잠자는 자의 분노가 만료되면 꿈의 가시가 시전자를 휘감아, 가시가 지속되는 동안 받는 피해의 25%를 흡수합니다. 소모한 분노 20당 최대 3,504의 피해를 흡수합니다. ",
    "zh_TW": "在沉睡者之怒作用期間，你消耗的怒氣會加速夢境荊棘的成長，在沉睡者之怒效果結束後，荊棘會將你置於它們的保護之中，在存在期間，吸收對你造成的傷害的25%，每消耗20點怒氣，最高可達3,504點。",
    "zh_CN": "在沉睡者之怒期间消耗怒气会促进梦境荆棘的生长，使其在沉睡者之怒结束后保护你，荆棘存在时为你吸收受到伤害的25%，每消耗20点怒气最多吸收3,504点伤害。 "
  }
}