{
  "ID": "713200",
  "NameSubtext_lang": "",
  "Description_lang": "$s1% of all healing you do to targets with Chi Harmony is stored and then dispersed evenly among your allies with Renewing Mist when Chi Harmony fades or is refreshed.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "1048576",
  "Attributes_4": "2097152",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "4",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136243",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "422890",
  "name_blz": {
    "en_US": "Monk Mistweaver 10.2 Class Set 4pc",
    "en_GB": "Monk Mistweaver 10.2 Class Set 4pc"
  },
  "description_blz": {
    "en_US": "20% of all healing you do to targets with Chi Harmony is stored and then dispersed evenly among your allies with Renewing Mist when Chi Harmony fades or is refreshed.",
    "es_MX": "Un 20% de la sanación que realizas a objetivos con Armonía de chi se almacena y luego se dispersa de forma equitativa entre tus aliados con Niebla renovadora cuando Armonía de chi se desvanece o se renueva.",
    "pt_BR": "20% de toda a cura que você concede a alvos com Harmonia do Chi é armazenada e, depois, distribuída igualmente entre seus aliados com Brumas da Renovação quando a Harmonia do Chi se esvai ou é renovada.",
    "de_DE": "20% sämtlicher Heilung, die Ihr mit 'Chiharmonie' hervorgerufen habt, wird gespeichert und dann mit 'Erneuernder Nebel' gleichmäßig auf Eure Verbündeten übertragen, wenn 'Chiharmonie' ausläuft oder aufgefrischt wird.",
    "en_GB": "20% of all healing you do to targets with Chi Harmony is stored and then dispersed evenly among your allies with Renewing Mist when Chi Harmony fades or is refreshed.",
    "es_ES": "Un 20% de toda la sanación que realizas a objetivos con Armonía de chi se almacena para después dividirse a partes iguales entre tus aliados con Niebla renovadora en cuanto Armonía de chi se disipa o se reinicia.",
    "fr_FR": "20 % de tous les soins que vous prodiguez aux cibles avec Harmonie avec le Chi sont conservés puis dispersés équitablement parmi vos alliés avec Brume de rénovation lorsque Harmonie avec le Chi prend fin ou est réinitialisé.",
    "it_IT": "Il 20% delle cure fornite ai bersagli con Armonia del Chi viene accumulato e diffuso equamente tra gli alleati con Nebbia Curativa quando Armonia del Chi si dissolve o viene rinnovata.",
    "ru_RU": "20% вашего исцеления целей с \"Гармонией ци\" сохраняется и поровну распределяется между союзниками с \"Заживляющим туманом\", когда время действия \"Гармонии ци\" заканчивается или обновляется.",
    "ko_KR": "천지교태가 부여된 대상에 대한 치유량의 20%를 저장합니다. 천지교태가 사라지거나 갱신될 때 소생의 안개가 부여된 아군을 저장된 치유량만큼 나누어 치유합니다.",
    "zh_TW": "你對受真氣和諧影響的目標造成的所有治療效果的20%會儲存起來，然後在真氣和諧效果結束或重置時，平均分配給受回生迷霧影響的盟友。",
    "zh_CN": "你对具有真气宁和的目标造成治疗效果的20%会储存起来。在真气宁和结束或刷新时，储存的治疗量会平均分配给受到复苏之雾影响的盟友。"
  }
}