{
  "ID": "713161",
  "NameSubtext_lang": "",
  "Description_lang": "Soul Reaper's execute damage and Abomination Limb's damage applies Ashen Decay to enemy targets, and Heart Strike and Blood Boil's direct damage extends Ashen Decay by ${$s1/1000}.1 sec. ",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "1048576",
  "Attributes_4": "2097152",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "4",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136243",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "422851",
  "name_blz": {
    "en_US": "Death Knight Blood 10.2 Class Set 4pc",
    "en_GB": "Death Knight Blood 10.2 Class Set 4pc"
  },
  "description_blz": {
    "en_US": "Soul Reaper's execute damage and Abomination Limb's damage applies Ashen Decay to enemy targets, and Heart Strike and Blood Boil's direct damage extends Ashen Decay by 1.0 sec. ",
    "es_MX": "El daño de ejecución de Segador de almas y el daño de Extremidad de abominación aplican Descomposición cinérea a los objetivos enemigos, y el daño directo de Golpe en el corazón y Hervor de sangre prolongan Descomposición cinérea durante 1.0 s.",
    "pt_BR": "O dano de execução de Ceifador de Almas e o dano de Membro da Abominação aplicam Decomposição das Cinzas aos alvos inimigos. Dano direto de Golpe no Coração e Ferver Sangue prolonga Decomposição das Cinzas em 1,0 s. ",
    "de_DE": "Der Hinrichtungsschaden von 'Seelenernter' und der Schaden von 'Monströse Gliedmaße' belegen gegnerische Ziele mit 'Aschenverfall', und der direkte Schaden von 'Herzstoß' und 'Siedendes Blut' verlängert 'Aschenverfall' um 1,0 Sek. ",
    "en_GB": "Soul Reaper's execute damage and Abomination Limb's damage applies Ashen Decay to enemy targets, and Heart Strike and Blood Boil's direct damage extends Ashen Decay by 1.0 sec. ",
    "es_ES": "El daño de ejecución de Segador de almas y el daño de Extremidad abominable aplican Descomposición cinérea a los objetivos enemigos, y el daño directo de Golpe en el corazón y Hervor de sangre prolonga 1,0 s Descomposición cinérea. ",
    "fr_FR": "Les dégâts d’exécution de Faucheur d’âme et les dégâts de Membre abominable appliquent Décomposition cendrée aux cibles ennemies, et les dégâts directs de Frappe au cœur et Furoncle sanglant prolongent Décomposition cendrée de 1,0 s. ",
    "it_IT": "I danni finali inflitti da Mietitura dell'Anima e i danni inflitti da Arto di Abominio applicano Decadimento Cinereo ai bersagli nemici. I danni diretti inflitti da Assalto al Cuore ed Ebollizione del Sangue aumentano la durata di Decadimento Cinereo di 1,0 s. ",
    "ru_RU": "Добивающий урон от \"Жнеца душ\" и урон от \"Руки поганища\" применяют к целям \"Пепельное разложение\". Прямой урон от \"Удара в сердце\" и \"Вскипания крови\" продлевает время действия \"Пепельного разложения\" на 1,0 сек. ",
    "ko_KR": "영혼 수확자의 마무리 일격 공격과 흉물 사지의 공격이 적 대상에게 잿빛 부패를 부여합니다. 또한 심장 강타와 피의 소용돌이의 직접 피해가 잿빛 부패의 지속시간을 1.0초만큼 증가시킵니다. ",
    "zh_TW": "靈魂收割者的斬殺傷害和憎惡體外肢的傷害會對敵方目標施加灰燼腐朽，且碎心打擊和沸血術的直接傷害會使灰燼腐朽延長1.0秒。 ",
    "zh_CN": "灵魂收割的斩杀伤害和憎恶附肢的伤害会对敌方目标施加灰烬腐朽，心脏打击和血液沸腾的直接伤害使灰烬腐朽的持续时间延长1.0秒。 "
  }
}