{
  "ID": "713162",
  "NameSubtext_lang": "",
  "Description_lang": "Chill Streak's range is increased by $s1 yds and can bounce off of you. Each time Chill Streak bounces your damage is increased by $424165s2% for $424165d, stacking up to $424165u times.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "68157440",
  "Attributes_4": "2097152",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "4",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136243",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "422852",
  "name_blz": {
    "en_US": "Death Knight Frost 10.2 Class Set 2pc",
    "en_GB": "Death Knight Frost 10.2 Class Set 2pc"
  },
  "description_blz": {
    "en_US": "Chill Streak's range is increased by 4 yds and can bounce off of you. Each time Chill Streak bounces your damage is increased by 4% for 12 sec, stacking up to 5 times.",
    "es_MX": "El alcance de Seguidilla escalofriante aumenta 4 m y puede rebotar contra ti. Cada vez que Seguidilla escalofriante rebota, tu daño aumenta un 4% durante 12 s. Se acumula hasta 5 veces.",
    "pt_BR": "O alcance do Assalto Gélido aumenta em 4 m e ele pode saltar em você. Toda vez que o Assalto Gélido salta, o seu dano aumenta em 4% por 12 s, acumulando até 5 vezes.",
    "de_DE": "Die Reichweite von 'Kettenunterkühlung' wird um 4 Meter erhöht und der Effekt kann von Euch abprallen. Jedes Mal, wenn 'Kettenunterkühlung' abprallt, wird Euer Schaden 12 Sek. lang um 4% erhöht. Bis zu 5-mal stapelbar.",
    "en_GB": "Chill Streak's range is increased by 4 yds and can bounce off of you. Each time Chill Streak bounces your damage is increased by 4% for 12 sec, stacking up to 5 times.",
    "es_ES": "El alcance de Racha helada aumenta 4 m y puede rebotar. Cada vez que Racha helada rebota, tu daño aumenta un 4% durante 12 s. Se acumula hasta 5 veces.",
    "fr_FR": "La portée de Séquence glaçante est augmentée de 4 mètres et elle peut rebondir sur vous. Chaque fois que Séquence glaçante rebondit, vos dégâts sont augmentés de 4 % pendant 12 s. Cumulable jusqu’à 5 fois.",
    "it_IT": "Aumenta la portata di Serie Gelida di 4 m e ora può rimbalzare su se stessi. Ogni volta che Serie Gelida rimbalza, aumenta i danni inflitti del 4% per 12 s. Si accumula fino a 5 volte.",
    "ru_RU": "Дальность действия \"Потока холода\" увеличивается на 4 м., и теперь он может рикошетить от вас. Каждый раз, когда \"Поток холода\" рикошетит, наносимый вами урон увеличивается на 4% на 12 сек. Суммируется до 5 раз.",
    "ko_KR": "몰아치는 한기의 사정거리가 4미터만큼 증가하고 튕깁니다. 몰아치는 한기가 튕길 때마다 12초 동안 공격력이 4%만큼 증가합니다. 최대 5번까지 중첩됩니다.",
    "zh_TW": "寒冰凍能的距離提高4碼，並可在你身上彈跳。寒冰凍能每彈跳一次，都會使你的傷害提高4%，持續12秒，最多可堆疊5層。",
    "zh_CN": "寒冰联结的范围扩大4码，并且你也可以作为弹射目标。寒冰联结每次弹射时，你造成的伤害在12秒内提高4%，最多叠加5次。"
  }
}