{
  "ID": "714944",
  "NameSubtext_lang": "",
  "Description_lang": "Expurgation lasts an additional ${$s2/1000} sec and deals $s1% increased damage. Casting Judgment or Divine Toll on a target with Expurgation causes Wrathful Sanction, damaging the target for $424590s1 Holy damage and resonating ${$424590s1/$424590s2} Holy damage to up to $s3 nearby enemies.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "68157440",
  "Attributes_4": "2097152",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "4",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136243",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "424513",
  "name_blz": {
    "en_US": "Paladin Retribution 10.2 Class Set 2pc",
    "en_GB": "Paladin Retribution 10.2 Class Set 2pc"
  },
  "description_blz": {
    "en_US": "Expurgation lasts an additional 3 sec and deals 30% increased damage. Casting Judgment or Divine Toll on a target with Expurgation causes Wrathful Sanction, damaging the target for 536 Holy damage and resonating 265 Holy damage to up to 4 nearby enemies.",
    "es_MX": "Expurgación dura 3 s más e inflige un 30% más de daño. Lanzar Sentencia o Tañido divino sobre un objetivo con Expurgación causa Sanción iracunda, que inflige 531 p. de daño sagrado al objetivo y 265 p. de daño sagrado a un máximo de 4 enemigos cercanos.",
    "pt_BR": "Expurgo dura 3 s a mais e causa 30% a mais de dano. Lançar Julgamento ou Preço Divino em um alvo com Expurgo causa Sanção Irascível, causando 530 de dano Sagrado e ressoando 264 de dano Sagrado para até 4 alvos próximos.",
    "de_DE": "'Ausmerzung' hält 3 Sek. länger an und verursacht 30% mehr Schaden. Der Einsatz von 'Richturteil' oder 'Göttlicher Glockenschlag' gegen ein von 'Ausmerzung' betroffenes Ziel löst 'Zornerfüllte Sanktion' aus, was dem Ziel 524 Heiligschaden zufügt und 267 Heiligschaden auf bis zu 4 Gegner in der Nähe ausstrahlt.",
    "en_GB": "Expurgation lasts an additional 3 sec and deals 30% increased damage. Casting Judgment or Divine Toll on a target with Expurgation causes Wrathful Sanction, damaging the target for 534 Holy damage and resonating 269 Holy damage to up to 4 nearby enemies.",
    "es_ES": "Expurgación dura 3 s más e inflige un 30% más de daño. Al lanzar Sentencia o Estrago divino a un objetivo con Expurgación, se activa Sanción colérica, lo que inflige 535 p. de daño Sagrado al objetivo y otros 264 p. de daño Sagrado a un máximo de 4 enemigos cercanos.",
    "fr_FR": "Expurgation dure 3 s supplémentaires et ses dégâts sont augmentés de 30 %. Lancer Jugement ou Glas divin sur un cible avec Expurgation provoque Sanction courroucée, ce qui inflige 520 points de dégâts du sacré à la cible et résonne pour 265 points de dégâts du sacré sur 4 adversaires proches.",
    "it_IT": "Censura dura 3 s aggiuntivi e infligge il 30% di danni aggiuntivi. Lanciare Giudizio o Rintocco Divino su un bersaglio con Censura causa Sanzione Iraconda, che infligge527 danni da sacro al bersaglio e fa riecheggiare 267 danni da sacro fino a 4 nemici vicini.",
    "ru_RU": "\"Огонь очищения\" действует на 3 сек. дольше и наносит на 30% больше урона. Когда вы применяете \"Правосудие\" или \"Божественный благовест\" к цели с эффектом \"Огонь очищения\", срабатывает \"Гневное наказание\", наносящее цели 527 ед. урона от светлой магии и резонирующее, нанося 261 ед. урона от светлой магии еще 4 ближайшим противникам.",
    "ko_KR": "정화의 지속시간이 3초만큼, 공격력은 30%만큼 증가합니다. 정화에 걸린 대상에게 심판 또는 천상의 종 시전 시 분노의 정죄가 발동하여 대상에게 536의 신성 피해를 입히고, 공명을 일으켜 최대 4명의 주위 적에게 265의 신성 피해를 입힙니다.",
    "zh_TW": "淨化聖焰的持續時間額外延長3秒，造成的傷害提高30%。對受淨化聖焰影響的目標施放審判或神聖鳴響，會觸發憤怒制裁，對該目標造成525點神聖傷害，同時對附近最多4個敵人造成264點神聖傷害。",
    "zh_CN": "异端逐除的持续时间延长3秒，造成的伤害提高30%。对具有异端逐除的目标施放审判或圣洁鸣钟会引发愤怒制裁，对目标造成529点神圣伤害，共鸣之力会对周围最多4个敌人造成265点神圣伤害。"
  }
}