{
  "ID": "719130",
  "NameSubtext_lang": "",
  "Description_lang": "$?s137044[Spending a Soul Shard on a damaging spell grants Diabolic Ritual for $431944d. While Diabolic Ritual is active, each Soul Shard spent on a damaging spell reduces its duration by $s1 sec.][Casting Chaos Bolt, Rain of Fire, or Shadowburn grants Diabolic Ritual for $431944d. If Diabolic Ritual is already active, its duration is reduced by $s2 sec instead.]When Diabolic Ritual expires you gain Demonic Art, causing your next $?s137044[Hand of Gul'dan][Chaos Bolt, Rain of Fire, or Shadowburn] to summon an Overlord, Mother of Chaos, or Pit Lord that unleashes a devastating attack against your enemies.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1121021",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "428514",
  "name_blz": {
    "en_US": "Diabolic Ritual",
    "es_MX": "Ritual diabólico",
    "pt_BR": "Ritual Diabólico",
    "de_DE": "Diabolisches Ritual",
    "en_GB": "Diabolic Ritual",
    "es_ES": "Ritual diabólico",
    "fr_FR": "Rituel diabolique",
    "it_IT": "Rituale Diabolico",
    "ru_RU": "Дьявольский ритуал",
    "ko_KR": "악마의 의식",
    "zh_TW": "惡靈儀式",
    "zh_CN": "敬魔仪式"
  },
  "description_blz": {
    "en_US": "Casting Chaos Bolt, Rain of Fire, or Shadowburn grants Diabolic Ritual for 20 sec. If Diabolic Ritual is already active, its duration is reduced by 1 sec instead.\r\n\r\nWhen Diabolic Ritual expires you gain Demonic Art, causing your next Chaos Bolt, Rain of Fire, or Shadowburn to summon an Overlord, Mother of Chaos, or Pit Lord that unleashes a devastating attack against your enemies.",
    "es_MX": "Lanzar Descarga de caos, Lluvia de fuego o Quemadura de las sombras otorga Ritual diabólico durante 20 s. Si Ritual diabólico ya está activo, su duración se reduce 1 s.\r\n\r\nCuando Ritual diabólico expira, obtienes Arte demoníaco, lo que hace que tu siguiente Descarga de caos, Lluvia de fuego o Quemadura de las sombras invoque un señor supremo, una madre del caos o un señor del foso para desatar un ataque devastador contra tus enemigos.",
    "pt_BR": "Lançar Seta do Caos, Chuva de Fogo ou Sombra Ardente concede Ritual Diabólico por 20 s. Se Ritual Diabólico já estiver ativo, sua duração é reduzida em 1 s.\r\n\r\nQuando Ritual Diabólico expira, você ganha Arte Demoníaca, fazendo com que sua próxima Seta do Caos, Chuva de Fogo ou Sombra Ardente evoque um Lorde Supremo, uma Mãe do Caos ou um Lorde Abissal que lança um ataque devastador contra seus inimigos.",
    "de_DE": "Das Wirken von 'Chaosblitz', 'Feuerregen' oder 'Schattenbrand' gewährt 'Diabolisches Ritual' für 20 Sek.. Wenn 'Diabolisches Ritual' bereits aktiv ist, wird seine Dauer stattdessen um 1 Sek. verringert.\r\n\r\nWenn 'Diabolisches Ritual' abläuft, erhaltet Ihr 'Dämonische Kunst', wodurch Euer nächster Einsatz von 'Chaosblitz', 'Feuerregen' oder 'Schattenbrand' einen Oberanführer, eine Mutter des Chaos oder einen Grubenlord herbeiruft, die einen vernichtenden Angriff gegen Eure Gegner entfesseln.",
    "en_GB": "Casting Chaos Bolt, Rain of Fire, or Shadowburn grants Diabolic Ritual for 20 sec. If Diabolic Ritual is already active, its duration is reduced by 1 sec instead.\r\n\r\nWhen Diabolic Ritual expires you gain Demonic Art, causing your next Chaos Bolt, Rain of Fire, or Shadowburn to summon an Overlord, Mother of Chaos, or Pit Lord that unleashes a devastating attack against your enemies.",
    "es_ES": "Lanzar Descarga de caos, Lluvia de Fuego o Quemadura de las Sombras otorga Ritual diabólico durante 20 s. Si Ritual diabólico ya está activo, su duración se reduce 1 s.\r\n\r\nCuando se agote, obtendrás Arte demoníaco, que hará que tu siguiente Descarga de caos, Lluvia de Fuego o Quemadura de las Sombras invoque un señor supremo, una madre del caos o un señor del foso, quien lanzará un ataque devastador contra tus enemigos.",
    "fr_FR": "Le fait de lancer Trait du chaos, Pluie de feu ou Brûlure de l’ombre confère Rituel diabolique pendant 20 s. Si Rituel diabolique est déjà actif, sa durée est à la place réduite de 1 s.\r\n\r\nÀ l’expiration, vous recevez Art démoniaque, ce qui permet à votre prochaine technique Trait du chaos, Pluie de feu ou Brûlure de l’ombre d’invoquer un suzerain, une mère du chaos ou un seigneur des abîmes qui lance une attaque dévastatrice sur vos adversaires.",
    "it_IT": "Lanciare Dardo del Caos, Pioggia di Fuoco o Combustione dell'Ombra fornisce Rituale Diabolico per 20 s. Se Rituale Diabolico è già attivo, la sua durata viene invece ridotta di 1 s.\r\n\r\nQuando Rituale Diabolico termina, fornisce Arte Demoniaca, che fa sì che il successivo lancio di Dardo del Caos, Pioggia di Fuoco o Combustione dell'Ombra evochi un Supremo, una Madre del Caos o un Signore delle Fosse che scatena un attacco devastante contro i nemici.",
    "ru_RU": "Применив \"Стрелу Хаоса\", \"Огненный ливень\" или \"Ожог Тьмы\", вы проводите дьявольский ритуал в течение 20 сек. Если ритуал уже действует, вместо этого его длительность сокращается на 1 сек.\r\n\r\nКогда дьявольский ритуал завершается, вы получаете эффект \"Демоническое искусство\" и ваша следующая способность \"Стрела Хаоса\", \"Огненный ливень\" или \"Ожог Тьмы\" призывает владыку, мать Хаоса или властителя преисподней, которые обрушивают на противников разрушительную атаку.",
    "ko_KR": "혼돈의 화살 또는 불의 비, 어둠의 연소 시전 시 20초 동안 악마의 의식이 부여됩니다. 악마의 의식이 이미 활성화된 상태라면 지속시간이 1초만큼 감소합니다.\r\n\r\n악마의 의식이 만료되면 악마술이 부여되어 다음 혼돈의 화살, 불의 비, 또는 어둠의 연소 시전 시 대군주 또는 혼돈의 어머니, 지옥의 군주를 소환해 적에게 파멸적인 공격을 퍼붓게 합니다.",
    "zh_TW": "施放混沌箭、火焰之雨或暗影灼燒會賦予惡靈儀式，持續20秒。如果惡靈儀式已經生效，則會使其持續時間縮短1秒。\r\n\r\n惡靈儀式效果結束後，你會獲得惡魔邪術，使你的下一個混沌箭、火焰之雨或暗影灼燒召喚出惡魔主宰、混沌之母或深淵領主，對你的敵人進行毀滅攻擊。",
    "zh_CN": "施放混乱之箭、火焰之雨或暗影灼烧会使你获得敬魔仪式，持续20秒。如果敬魔仪式已经激活，则使其持续时间减少1秒。\r\n\r\n敬魔仪式结束时，你获得恶魔法术，使你的下一个混乱之箭、火焰之雨或暗影灼烧召唤一个主宰、混沌之母或深渊领主，对敌人施展一次毁灭性攻击。"
  }
}