{
  "ID": "721077",
  "NameSubtext_lang": "",
  "Description_lang": "Gain access to a spell that gives you an advantage against your fate.  Premonition rotates to the next spell when cast.$@spellicon428933 |cFFFFFFFF$@spellname428933|r$@spelldesc428933$@spellicon428930 |cFFFFFFFF$@spellname428930|r$@spelldesc428930$@spellicon428934|cFFFFFFFF $@spellname428934|r$@spelldesc428934",
  "AuraDescription_lang": "",
  "Attributes_0": "0",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "8192",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "29",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "2",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "5927640",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "428924",
  "name_blz": {
    "en_US": "Premonition",
    "es_MX": "Premonición",
    "pt_BR": "Premonição",
    "de_DE": "Vorahnung",
    "en_GB": "Premonition",
    "es_ES": "Premonición",
    "fr_FR": "Prémonition",
    "it_IT": "Premonizione",
    "ru_RU": "Предчувствие",
    "ko_KR": "흉조",
    "zh_TW": "預示",
    "zh_CN": "预兆"
  },
  "description_blz": {
    "en_US": "Gain access to a spell that gives you an advantage against your fate.  Premonition rotates to the next spell when cast.\r\n\r\n Premonition of Insight\r\nReduces the cooldown of your next 3 spell casts by 7 sec.\r\n\r\n Premonition of Piety\r\nIncreases your healing done by 20% and causes 70% of overhealing on players to be redistributed to up to 4 nearby allies for 15 sec. \r\n\r\n Premonition of Solace\r\nYour next single target healing spell grants your target a shield that absorbs 133,420 damage and reduces their damage taken by 15% for 15 sec. ",
    "es_MX": "Otorga acceso a un hechizo que te da una ventaja contra tu destino. Premonición rota al siguiente hechizo cuando se lanza.\r\n\r\n Premonición de perspicacia\r\nReduce 7 s el tiempo de reutilización de tus siguientes 3 lanzamientos de hechizos.\r\n\r\n Premonición de devoción\r\nAumenta un 20% la sanación que realizas y hace que un 70% de la sanación en exceso de los jugadores se redistribuya a un máximo de 4 aliados cercanos durante 15 s. \r\n\r\n Premonición de consuelo\r\nTu siguiente hechizo de sanación sobre un solo objetivo le otorga a tu objetivo un escudo que absorbe 128,648 p. de daño y reduce el daño que recibe un 15% durante 15 s. ",
    "pt_BR": "Ganha acesso a um feitiço que lhe dá vantagem contra seu destino. Premonição gira para o próximo feitiço quando lançada.\r\n\r\n Premonição da Percepção\r\nReduz a recarga de 3 feitiços seguintes em 7 s.\r\n\r\n Premonição da Piedade\r\nAumenta em 20% a cura que você realiza e faz 70% da sobrecura nos jogadores ser redistribuída para até 4 aliados próximos por 15 s. \r\n\r\n Premonição da Consolação\r\nSeu próximo feitiço de cura de alvo único concede ao alvo um escudo que absorve 133.040 de dano e reduz em 15% o dano recebido por 15 s. ",
    "de_DE": "Gewährt Euch einen Zauber, mit dem Ihr gegen Euer Schicksal bestehen könnt. 'Vorahnung' wechselt beim Einsatz zum nächsten Zauber.\r\n\r\n Vorahnung der Einsicht\r\nVerringert die Abklingzeit Eurer nächsten 3 Zauber um 7 Sek.\r\n\r\n Vorahnung der Frömmigkeit\r\nErhöht 15 Sek. lang Eure hervorgerufene Heilung um 20% und leitet 70% der auf Spielercharaktere gewirkten überschüssigen Heilung auf bis zu 4 verletzte Verbündete in der Nähe um. \r\n\r\n Vorahnung des Trostes\r\nEuer nächster Einzelzielheilzauber gewährt Eurem Ziel einen Schild, der 131.926 Schaden absorbiert und den erlittenen Schaden 15 Sek. lang um 15% verringert. ",
    "en_GB": "Gain access to a spell that gives you an advantage against your fate.  Premonition rotates to the next spell when cast.\r\n\r\n Premonition of Insight\r\nReduces the cooldown of your next 3 spell casts by 7 sec.\r\n\r\n Premonition of Piety\r\nIncreases your healing done by 20% and causes 70% of overhealing on players to be redistributed to up to 4 nearby allies for 15 sec. \r\n\r\n Premonition of Solace\r\nYour next single target healing spell grants your target a shield that absorbs 128,533 damage and reduces their damage taken by 15% for 15 sec. ",
    "es_ES": "Consigue acceso a un hechizo que te da ventaja frente a tu destino. Tras lanzarse, Premonición cambia al siguiente hechizo.\r\n\r\n Premonición de perspicacia\r\nReduce 7 s el tiempo de reutilización de tus siguientes 3 lanzamientos de hechizo.\r\n\r\n Premonición de piedad\r\nAumenta un 20% la sanación realizada y hace que un 70% del exceso de sanación sobre los jugadores se distribuya entre un máximo de 4 aliados cercanos durante 15 s. \r\n\r\n Premonición de consuelo\r\nTu siguiente hechizo de sanación de un solo objetivo le otorga a tu objetivo un escudo que absorbe 134742 p. de daño y reduce un 15% el daño que recibe durante 15 s. ",
    "fr_FR": "Vous permet d’accéder à un sort qui vous confère un avantage face à votre destin. La prémonition passe au sort suivant lorsqu’elle est lancée.\r\n\r\n Prémonition de perspicacité\r\nRéduit le temps de recharge de vos 3 prochains sorts de 7 s.\r\n\r\n Prémonition de piété\r\nAugmente les soins prodigués de 20 % et redistribue 70 % des excès de soins sur les personnages-joueurs à un maximum de 4 personnages alliés blessés proches pendant 15 s. \r\n\r\n Prémonition de soulagement\r\nVotre prochain sort de soins à cible unique confère à votre cible un bouclier absorbant 134571 points de dégâts et réduisant les dégâts subis de 15 % pendant 15 s. ",
    "it_IT": "Permette di accedere a un incantesimo che ti offre un vantaggio contro il destino. Lanciare Premonizione fa ruotare all'incantesimo successivo.\r\n\r\n Premonizione di Consapevolezza\r\nRiduce il tempo di recupero dei successivi 3 lanci di incantesimi di 7 s.\r\n\r\n Premonizione di Pietà\r\nAumenta le cure fornite del 20% e fa sì che il 70% delle sovracure fornite ai personaggi sia redistribuito su massimo 4 alleati vicini per 15 s. \r\n\r\n Premonizione di Conforto\r\nIl successivo incantesimo di cura a bersaglio singolo fornisce uno scudo che assorbe 129.627 danni subiti e riduce i danni subiti dal bersaglio del 15% per 15 s. ",
    "ru_RU": "Вы получаете возможность применить заклинание, которое поможет справиться с грядущими испытаниями. После применения \"Предчувствие\" переключается на следующее заклинание.\r\n\r\n Предчувствие прозрения\r\nСокращает время восстановления 3 следующих заклинаний на 7 сек.\r\n\r\n Предчувствие праведности\r\nУвеличивает вашу силу исцеления на 20% и перенаправляет 70% избыточного исцеления максимум на 4 находящихся рядом союзников. Время действия – 15 сек. \r\n\r\n Предчувствие покоя\r\nВаше следующее исцеляющее заклинание с одной целью окружает цель щитом, поглощающим 130913 ед. урона и уменьшающим получаемый урон на 15% на 15 сек. ",
    "ko_KR": "운명을 자신에게 이로운 방향으로 비틀게 해주는 주문을 배웁니다. 흉조는 시전 시 다음 주문으로 순환됩니다.\r\n\r\n 통찰의 흉조\r\n다음 3회 동안 시전하는 주문의 재사용 대기시간이 7초만큼 감소합니다.\r\n\r\n 경건의 흉조\r\n치유량이 20%만큼 증가합니다. 또한 플레이어 대상 초과 치유량의 70%를 15초 동안 주위 아군 최대 4명에게 재분배합니다. \r\n\r\n 위안의 흉조\r\n다음 단일 대상 치유 주문 시전 시 대상에게 133,945의 피해를 흡수하는 보호막을 부여하고 15초 동안 받는 피해를 15%만큼 감소시킵니다. ",
    "zh_TW": "讓你運用足以對抗命運的一個法術。施放時，預示會輪換至下一個法術。\r\n\r\n洞察預示\r\n你接下來施放的3個法術的冷卻時間縮短7秒。\r\n\r\n虔敬預示\r\n你造成的治療效果提高20%，並使對玩家的70%過量治療重新分配給附近最多4名盟友，持續15秒。 \r\n\r\n寬慰預示\r\n你的下一個單一目標治療法術會使你的目標獲得護盾，可吸收131,532點傷害，並使其受到的傷害降低15%，持續15秒。 ",
    "zh_CN": "获得一个法术，使你在面对命运时占得先机。施放后预兆会轮换到下一个法术。\r\n\r\n 洞察预兆\r\n你接下来施放的3个法术的冷却时间缩短7秒。\r\n\r\n 虔诚预兆\r\n你造成的治疗效果提高20%，并将对玩家造成的过量治疗的70%重新分配给附近最多4个盟友，持续15秒。 \r\n\r\n 慰藉预兆\r\n你的下一个单体治疗法术将为目标提供一个护盾，吸收133,387点伤害，并使其受到的伤害降低15%，持续15秒。 "
  }
}