{
  "ID": "721617",
  "NameSubtext_lang": "Bronze",
  "Description_lang": "Hover now causes you to briefly warp out of existence and appear at your destination. Hover's cooldown is also reduced by ${$s1/-1000} sec.Hover continues to allow Evoker spells to be cast while moving.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "1073741824",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "4194304",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "64",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "5199644",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "429483",
  "name_blz": {
    "en_US": "Warp",
    "es_MX": "Distorsión",
    "pt_BR": "Distorção",
    "de_DE": "Raumkrümmung",
    "en_GB": "Warp",
    "es_ES": "Distorsión",
    "fr_FR": "Distorsion",
    "it_IT": "Distorsione",
    "ru_RU": "Искажение",
    "ko_KR": "공간 이동",
    "zh_TW": "扭曲傳送",
    "zh_CN": "迁跃"
  },
  "description_blz": {
    "en_US": "Hover now causes you to briefly warp out of existence and appear at your destination. Hover's cooldown is also reduced by 5 sec.\r\n\r\nHover continues to allow Evoker spells to be cast while moving.",
    "es_MX": "Rondar ahora te permite teletransportarte brevemente fuera de tu cuerpo y aparecer en tu destino. El tiempo de reutilización de Rondar también se reduce 5 s.\r\n\r\nRondar sigue permitiendo que los hechizos de Evocador se lancen mientras estás en movimiento.",
    "pt_BR": "Pairar agora faz você se translocar brevemente da existência e aparecer no seu destino. A recarga de Pairar agora também é reduzida em 5 s.\r\n\r\nPairar continua permitindo que feitiços de Conjurante sejam lançados em movimento.",
    "de_DE": "'Schweben' krümmt den Raum und lässt Euch für kurze Zeit aus der Realität springen und an Eurem Zielort erscheinen. Zusätzlich ist die Abklingzeit von 'Schweben' um 5 Sek. verringert.\r\n\r\n'Schweben' lässt Euch weiterhin Ruferzauber aus der Bewegung einsetzen.",
    "en_GB": "Hover now causes you to briefly warp out of existence and appear at your destination. Hover's cooldown is also reduced by 5 sec.\r\n\r\nHover continues to allow Evoker spells to be cast while moving.",
    "es_ES": "Ahora, Flotar te hace desaparecer durante un breve lapso para luego aparecer en tu destino. También reduce 5 s el tiempo de reutilización de Flotar.\r\n\r\nFlotar todavía permite que el evocador lance hechizos en movimiento.",
    "fr_FR": "Survoler vous fait désormais sortir brièvement de l’existence et apparaître à votre destination. Réduit également le temps de recharge de Survoler de 5 s.\r\n\r\nSurvoler permet toujours de lancer des sorts d’évocation en se déplaçant.",
    "it_IT": "Volo Sospeso permette di scomparire brevemente dall'esistenza per riapparire a destinazione. Riduce il tempo di recupero di Volo Sospeso di 5 s.\r\n\r\nVolo Sospeso continua a permettere all'Evocatore di lanciare incantesimi in movimento.",
    "ru_RU": "\"Бреющий полет\" теперь позволяет вам ненадолго перейти в иное измерение и появиться в выбранном месте. Время восстановления \"Бреющего полета\" сокращается на 5 сек.\r\n\r\n\"Бреющий полет\" по-прежнему позволяет применять заклинания пробудителя на ходу.",
    "ko_KR": "부양 시전 시 일시적으로 공간을 왜곡해 목표 지점에서 나타납니다. 추가로 부양의 재사용 대기시간이 5초만큼 감소합니다.\r\n\r\n부양으로 이동하는 동안 기원사 주문을 시전할 수 있습니다.",
    "zh_TW": "盤旋現在會使你短暫躍傳，然後出現在目的地。盤旋的冷卻時間也會縮短5秒。\r\n\r\n盤旋會持續讓喚能師能夠邊移動邊施法。",
    "zh_CN": "悬空现在使你短暂地迁跃到现实之外，并在目标位置出现。悬空的冷却时间缩短5秒。\r\n\r\n悬空依然使唤魔师法术可以在移动中施放。"
  }
}