{
  "ID": "723680",
  "NameSubtext_lang": "",
  "Description_lang": "Casting $?c1[Holy Prism or Barrier of Faith]?c3[Wake of Ashes][] causes your next $431522u Holy Power spending abilities to apply Dawnlight on your target, dealing $431380o1 Radiant damage or $431381o1 healing over $431380d.$431581s1% of Dawnlight's damage and healing radiates to nearby allies or enemies, reduced beyond $431581s2 targets.$?c1[Dawnlight's healing does not transfer to Beacon of Light.][]",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "67108864",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "6",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "5927633",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "431377",
  "name_blz": {
    "en_US": "Dawnlight",
    "es_MX": "Albaluz",
    "pt_BR": "Alvorecer",
    "de_DE": "Morgenlicht",
    "en_GB": "Dawnlight",
    "es_ES": "Albaluz",
    "fr_FR": "Aubastre",
    "it_IT": "Albaluce",
    "ru_RU": "Светозар",
    "ko_KR": "새벽빛",
    "zh_TW": "曙光",
    "zh_CN": "晨光"
  },
  "description_blz": {
    "en_US": "Casting Holy Prism or Barrier of Faith causes your next 2 Holy Power spending abilities to apply Dawnlight on your target, dealing 19,120 Radiant damage or 40,356 healing over 8 sec.\r\n\r\n8% of Dawnlight's damage and healing radiates to nearby allies or enemies, reduced beyond 5 targets.\r\n\r\nDawnlight's healing does not transfer to Beacon of Light.",
    "es_MX": "Lanzar Prisma sagrado o Barrera de fe hace que tus próximas 2 habilidades que consumen poder sagrado apliquen Albaluz en tu objetivo, lo que inflige 19,120 p. de daño radiante o 40,356 p. de sanación durante 8 s.\r\n\r\nUn 8% del daño y la sanación de Albaluz irradia a los aliados o enemigos cercanos. Este efecto se reduce si afecta a más de 5 objetivos.\r\n\r\nLa sanación de Albaluz no se transfiere a Señal de la Luz.",
    "pt_BR": "Lançar Prisma Sagrado ou Barreira de Fé faz suas próximas 2 habilidades que consomem Poder Sagrado criarem um Alvorecer no alvo, causando 19.120 de dano Radiante ou curando 40.356 pontos de vida ao longo de 8 s.\r\n\r\n8% do dano e da cura de Alvorecer se irradiam para aliados ou inimigos próximos, com redução acima de 5 alvos.\r\n\r\nA cura de Alvorecer não é transferida para o Foco de Luz.",
    "de_DE": "Der Einsatz von 'Heiliges Prisma' oder 'Barriere des Glaubens' sorgt dafür, dass Eure nächsten 2 Fähigkeiten, die Heilige Kraft verbrauchen, Euer Ziel mit 'Morgenlicht' belegen, das im Verlauf von 8 Sek. 19.120 Strahlenschaden oder 40.356 Heilung verursacht.\r\n\r\n8% des Schadens oder der Heilung strahlen auf Gegner bzw. Verbündete aus. Bei Zielen über 5 Ziele hinaus, ist der Effekt verringert.\r\n\r\nDie Heilung von 'Morgenlicht' wird nicht auf 'Flamme des Glaubens' übertragen.",
    "en_GB": "Casting Holy Prism or Barrier of Faith causes your next 2 Holy Power spending abilities to apply Dawnlight on your target, dealing 19,120 Radiant damage or 40,356 healing over 8 sec.\r\n\r\n8% of Dawnlight's damage and healing radiates to nearby allies or enemies, reduced beyond 5 targets.\r\n\r\nDawnlight's healing does not transfer to Beacon of Light.",
    "es_ES": "Al lanzar Prisma Sagrado o Barrera de fe, tus siguientes 2 facultades que consuman poder sagrado aplicarán Albaluz sobre tu objetivo, que recibirá 19120 p. de daño Radiante o 40356 p. de sanación durante 8 s.\r\n\r\nUn 8% del daño y la sanación de Albaluz se irradia a los aliados o enemigos cercanos, aunque el efecto se reduce a partir de 5 objetivos.\r\n\r\nLa sanación de Albaluz no se transfiere a Señal de la Luz.",
    "fr_FR": "Le lancement de Prisme sacré ou Barrière de foi permet à vos 2 prochaines techniques dépensant de la puissance sacrée d’appliquer Aubastre sur la cible, ce qui lui inflige 19120 points de dégâts de rayonnement ou lui rend 40356 points de vie en 8 s.\r\n\r\n8 % des dégâts et soins d’Aubastre rayonnent vers les personnages alliés ou adverses proches, avec une efficacité réduite au-delà de 5 cibles.\r\n\r\nLes soins d’Aubastre ne se transfèrent pas à Guide de lumière.",
    "it_IT": "Lanciare Prisma Sacro o Barriera della Fede fa sì che le successive 2 abilità che consumano cariche di potere sacro applichino Albaluce sul bersaglio, infliggendo 19.120 danni da radiosità o rigenerando 40.356 salute in 8 s.\r\n\r\nIl 8% dei danni inflitti e delle cure fornite da Albaluce si irradia sugli alleati o sui nemici vicini. Danni e cure ridotti oltre 5 bersagli.\r\n\r\nLe cure fornite da Albaluce non si trasferiscono al Faro di Luce.",
    "ru_RU": "После применения \"Божественной призмы\" или \"Барьера веры\" следующие 2 способности, расходующие энергию Света, применяют к цели эффект \"Светозар\", наносящий 19120 ед. урона от сияния или восполняющий 40356 ед. здоровья за 8 сек.\r\n\r\n8% урона или исцеления от \"Светозара\" также применяется к ближайшим противникам или союзникам. Эффективность снижается для целей после 5-й.\r\n\r\nИсцеление от \"Аватары солнца\" не действует на союзника с \"Частицей Света\".",
    "ko_KR": "신성한 반사 또는 신념의 방벽 사용 시 다음 2회 동안 사용하는 신성한 힘을 소모하는 능력이 대상에게 새벽빛을 부여해 8초에 걸쳐 19,120의 광휘 피해를 입히거나 40,356의 생명력을 회복시킵니다.\r\n\r\n8새벽빛 피해량 및 치유량의 %는 주위의 아군이나 적에게 발산됩니다. 5명을 초과한 대상에게는 효과가 감소합니다.\r\n\r\n새벽빛의 치유량은 빛의 봉화로 전달되지 않습니다.",
    "zh_TW": "施放神聖稜石或信念屏障會使你下2個消耗聖能的技能對你的目標施加曙光，在8秒內造成19,120點聖輝傷害或40,356點治療效果。\r\n\r\n8曙光的%傷害與治療效果會擴散至附近的盟友或敵人身上，超過5名目標時，效果降低。\r\n\r\n曙光的治療不會轉移至聖光信標。",
    "zh_CN": "施放神圣棱镜或信仰屏障后使你的下2个消耗神圣能量的技能对目标施加晨光，在8秒内造成19,120点光辉伤害或恢复40,356点生命值。\r\n\r\n8晨光伤害和治疗的%会辐射给周围的盟友或敌人，目标超过5个时效果降低。\r\n\r\n晨光的治疗效果不会转移给圣光道标。"
  }
}