{
  "ID": "724922",
  "NameSubtext_lang": "",
  "Description_lang": "Calling down an Empyrean Hammer has a $s1% chance to reset the cooldown of Hammer of Wrath and make it usable on any target, regardless of their health.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "135897",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "432615",
  "name_blz": {
    "en_US": "Endless Wrath",
    "es_MX": "Furia sin fin",
    "pt_BR": "Ira Infinita",
    "de_DE": "Endloser Zorn",
    "en_GB": "Endless Wrath",
    "es_ES": "Cólera infinita",
    "fr_FR": "Courroux infini",
    "it_IT": "Ira Infinita",
    "ru_RU": "Бесконечный гнев",
    "ko_KR": "무한한 천벌",
    "zh_TW": "無盡怒火",
    "zh_CN": "无际愤怒"
  },
  "description_blz": {
    "en_US": "Calling down an Empyrean Hammer has a 10% chance to reset the cooldown of Hammer of Wrath and make it usable on any target, regardless of their health.",
    "es_MX": "Invocar un Martillo empíreo tiene un 10% de probabilidad de restablecer el tiempo de reutilización de Martillo de cólera y hacer que se pueda usar en cualquier objetivo, independientemente de su salud.",
    "pt_BR": "Chamar um Martelo Empíreo tem 10% de chance de concluir a recarga de Martelo da Ira e permitir o uso dele em qualquer alvo, independentemente dos pontos de vida.",
    "de_DE": "'Himmelshammer' hat eine Chance von 10%, die Abklingzeit von 'Hammer des Zorns' abzuschließen und die Fähigkeit gegen jedes Ziel einsetzbar zu machen, unabhängig von seiner Gesundheit.",
    "en_GB": "Calling down an Empyrean Hammer has a 10% chance to reset the cooldown of Hammer of Wrath and make it usable on any target, regardless of their health.",
    "es_ES": "Al invocar un Martillo empíreo, hay un 10% de probabilidades de restablecer el tiempo de reutilización de Martillo de cólera, que se podrá usar contra cualquier objetivo independientemente de su salud.",
    "fr_FR": "Lorsque vous lancez Marteau empyréen, vous avez 10 % de chances de mettre fin au temps de recharge de Marteau de courroux et de le rendre utilisable sur n’importe quelle cible, quels que soient ses points de vie.",
    "it_IT": "Lanciare Martello Empireo fornisce una probabilità del 10% di azzerare il tempo di recupero di Martello dell'Ira e di renderlo utilizzabile su qualsiasi bersaglio, a prescindere dalla salute.",
    "ru_RU": "\"Небесный молот\" с вероятностью 10% завершает время восстановления \"Молота гнева\" и позволяет применить его к цели с любым уровнем здоровья.",
    "ko_KR": "최고천의 망치를 불러 내리면 10%의 확률로 천벌의 망치의 재사용 대기시간이 초기화되고 대상의 남은 생명력에 관계없이 사용할 수 있게 됩니다.",
    "zh_TW": "施放蒼穹之錘有10%的機率重置憤怒之錘的冷卻時間，並使其可對任何目標使用，不受目標的生命力影響。",
    "zh_CN": "召唤一把苍穹之锤有10%的几率重置愤怒之锤的冷却时间，并使其可以对任意目标使用，无视其生命值。"
  }
}