{
  "ID": "732156",
  "NameSubtext_lang": "",
  "Description_lang": "Reaper's Mark sends forth bursts of Shadowfrost energy and back, dealing $?a137008[$435802s1][$435802s2] Shadowfrost damage both ways to all enemies caught in its path.Wave of Souls critical strikes cause enemies to take $443404s1% increased Shadowfrost damage for $443404d, stacking up to 2 times, and it is always a critical strike on its way back.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "0",
  "SchoolMask": "48",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3528305",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "439851",
  "name_blz": {
    "en_US": "Wave of Souls",
    "es_MX": "Oleada de almas",
    "pt_BR": "Onda de Almas",
    "de_DE": "Welle der Seelen",
    "en_GB": "Wave of Souls",
    "es_ES": "Ola de almas",
    "fr_FR": "Déferlante d’âmes",
    "it_IT": "Ondata di Anime",
    "ru_RU": "Волна душ",
    "ko_KR": "영혼의 파도",
    "zh_TW": "靈魂之波",
    "zh_CN": "灵魂浪潮"
  },
  "description_blz": {
    "en_US": "Reaper's Mark sends forth bursts of Shadowfrost energy and back, dealing 509 Shadowfrost damage both ways to all enemies caught in its path.\r\n\r\nWave of Souls critical strikes cause enemies to take 5% increased Shadowfrost damage for 15 sec, stacking up to 2 times, and it is always a critical strike on its way back.",
    "es_MX": "Marca de la parca expulsa y atrae ráfagas de energía de friosombra, que infligen 504 p. de daño de friosombra en ambos sentidos a todos los enemigos en su camino.\r\n\r\nLos golpes críticos de Oleada de almas hacen que los enemigos reciban un 5% más de daño de friosombra durante 15 s. Puede acumularse un máximo de 2 veces, y siempre asesta un golpe crítico en su camino de regreso.",
    "pt_BR": "Marca do Ceifeiro provoca explosões de energia de Sombra Gélida na ida e na volta, causando 514 de dano de Sombra Gélida em ambos os sentidos a todos os inimigos pelo caminho. \r\n\r\nAcertos críticos de Onda de Almas fazem com que os inimigos recebam 5% a mais de dano de Sombra Gélida por 15 s, acumulando até 2 vezes, e é sempre um acerto crítico na volta.",
    "de_DE": "'Mal des Schnitters' sendet Ausbrüche von Schattenfrostenergie aus und holt sie zurück, die allen Gegnern, die sich im Weg befinden, auf beiden Strecken 510 Schattenfrostschaden zufügen.\r\n\r\nKritische Treffer mit 'Welle der Seelen' lassen Gegner 15 Sek. lang 5% mehr Schattenfrostschaden erleiden. Bis zu 2-mal stapelbar und trifft auf dem Rückweg immer kritisch.",
    "en_GB": "Reaper's Mark sends forth bursts of Shadowfrost energy and back, dealing 509 Shadowfrost damage both ways to all enemies caught in its path.\r\n\r\nWave of Souls critical strikes cause enemies to take 5% increased Shadowfrost damage for 15 sec, stacking up to 2 times, and it is always a critical strike on its way back.",
    "es_ES": "Marca de segador lanza unas ráfagas de energía de Fríosombra hacia delante y hacia atrás que infligen 517 p. de daño de Fríosombra al avanzar y al volver a todos los enemigos a su paso.\r\n\r\nLos golpes críticos de Ola de almas hacen que los enemigos reciban un 5% más de daño de Fríosombra durante 15 s. Este efecto se acumula hasta 2 veces, y la ola hacia atrás asesta siempre un golpe crítico.",
    "fr_FR": "Marque de la faucheuse envoie des rafales d’énergie de givre-ombre en aller-retour, infligeant 509 points de dégâts de givre-ombre à chaque passage à tous les personnages adverses sur la trajectoire.\r\n\r\nLes coups critiques de Déferlante d’âmes augmentent de 5 % les dégâts de givre-ombre subis par les adversaires pendant 15 s. Cet effet est cumulable 2 fois. Le retour de la vague inflige toujours un coup critique.",
    "it_IT": "Marchio della Mietitrice provoca ondate di energia d'ombrogelo che si espandono e tornano indietro, infliggendo 516 danni da ombrogelo in entrambe le direzioni a tutti i nemici sulla traiettoria.\r\n\r\nI colpi critici di Ondata di Anime aumentano i danni da ombrogelo subiti dai nemici del 5% per 15 s. Si accumula fino a 2 volte. L'ondata di ritorno è sempre un colpo critico.",
    "ru_RU": "\"Метка жнеца\" выстреливает сгустками темной энергии льда, которые затем возвращаются обратно. Снаряды наносят 508 ед. урона от темной магии льда на пути в обе стороны.\r\n\r\nКритические удары \"Волны душ\" увеличивают урон, получаемый целями от темной магии льда, на 5% на 15 сек. Эффект суммируется до 2 раз. На обратном пути сгустки всегда наносят критический урон.",
    "ko_KR": "사신의 징표가 암흑냉기 마력의 파동을 바깥쪽으로 방출한 후 다시 끌어당겨 이동 경로상의 모든 적에게 504의 암흑냉기 피해를 입힙니다.\r\n\r\n영혼의 파도가 치명타 및 극대화 효과를 발휘하면 15초 동안 적이 받는 암흑냉기 피해가 5%만큼 증가합니다. 최대 2번까지 중첩됩니다. 또한 돌아오는 파도는 항상 치명타 및 극대화 효과를 발휘합니다.",
    "zh_TW": "奪魂印記會引發暗霜能量的爆發和收回，對來回路徑上的所有敵人造成509點暗霜傷害。\r\n\r\n靈魂之波造成致命一擊時，會使敵人受到的暗霜傷害提高5%，持續15秒，最多可堆疊2層，且收回時必定造成致命一擊。",
    "zh_CN": "死神印记会发出多股暗影冰霜能量并将其召回，往返都可对路径中的敌人造成517点暗影冰霜伤害。\r\n\r\n灵魂浪潮的爆击使敌人受到的暗影冰霜伤害提高5%，持续15秒，最多叠加2次。灵魂浪潮返程时必定爆击。"
  }
}