{
  "ID": "732426",
  "NameSubtext_lang": "",
  "Description_lang": "When Bloodseeker Vines expire or you use Ferocious Bite on their target they explode in thorns, dealing $440122s1 physical damage to nearby enemies. Damage reduced above 5 targets.When Symbiotic Blooms expire or you cast Rejuvenation on their target flowers grow around their target, healing them and up to $440121s2 nearby allies for $440121s1.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "4573082",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "440120",
  "name_blz": {
    "en_US": "Bursting Growth",
    "es_MX": "Crecimiento explosivo",
    "pt_BR": "Crescimento Explosivo",
    "de_DE": "Berstender Wuchs",
    "en_GB": "Bursting Growth",
    "es_ES": "Crecimiento detonante",
    "fr_FR": "Croissance effrénée",
    "it_IT": "Crescita Esplosiva",
    "ru_RU": "Бешеный рост",
    "ko_KR": "폭발하는 성장물",
    "zh_TW": "爆炸生長",
    "zh_CN": "爆裂增生"
  },
  "description_blz": {
    "en_US": "When Bloodseeker Vines expire or you use Ferocious Bite on their target they explode in thorns, dealing 637 physical damage to nearby enemies. Damage reduced above 5 targets.\r\n\r\nWhen Symbiotic Blooms expire or you cast Rejuvenation on their target flowers grow around their target, healing them and up to 3 nearby allies for 1,099.",
    "es_MX": "Cuando las Vides buscasangre expiran o cuando usas tu Mordedura feroz en su objetivo, explotan y expulsan espinas que infligen 637 p. de daño físico a los enemigos cercanos. El daño se reduce si golpea a más de 5 objetivos.\r\n\r\nCuando las Floraciones simbióticas expiran o cuando lanzas Rejuvenecimiento en su objetivo, crecen flores alrededor del objetivo, que restablecen 1,113 p. de salud a él y a un máximo de 3 aliados cercanos.",
    "pt_BR": "Quando Vinhas Sanguinárias expiram ou quando você usa Mordida Feroz, o alvo explode e lança espinhos, causando 637 de dano Físico aos inimigos próximos. Dano reduzido acima de 5 alvos.\r\n\r\nQuando Floresceres Simbióticos expiram ou quando você lança Rejuvenescer, o alvo fica cercado de flores que recuperam 1.101 pontos de vida do alvo e de até 3 aliados próximos.",
    "de_DE": "Wenn 'Blutsucherranken' ablaufen oder Ihr 'Wilder Biss' auf ihr Ziel anwendet, explodieren sie in einem Schwall aus Dornen, der Gegnern in der Nähe 637 körperlichen Schaden zufügt. Ziele über 5 Ziele hinaus erleiden weniger Schaden.\r\n\r\nWenn 'Symbiotische Blüte' abläuft oder Ihr 'Verjüngung' gegen ihr Ziel einsetzt, wachsen Blumen um das Ziel herum, die das Ziel und bis zu 3 Verbündete in der Nähe um 1.087 Gesundheit heilen.",
    "en_GB": "When Bloodseeker Vines expire or you use Ferocious Bite on their target they explode in thorns, dealing 637 physical damage to nearby enemies. Damage reduced above 5 targets.\r\n\r\nWhen Symbiotic Blooms expire or you cast Rejuvenation on their target flowers grow around their target, healing them and up to 3 nearby allies for 1,118.",
    "es_ES": "Cuando se agota Vides buscasangre o si usas Mordedura feroz en el objetivo, se desata una lluvia de espinas que inflige 637 p. de daño físico a los enemigos cercanos. El daño se reduce por encima de 5 objetivos.\r\n\r\nCuando se agota Florecimientos simbióticos o si lanzas Rejuvenecimiento en el objetivo, brotan unas flores alrededor de su objetivo que sanan 1089 p. de salud tanto a él como a 3 aliados cercanos.",
    "fr_FR": "Lorsque Lianes sanguinaires expirent ou que vous utilisez Morsure féroce sur leur cible, elles explosent, infligeant 637 points de dégâts physiques aux personnages adverses proches. Dégâts réduits au-delà de 5 cibles.\r\n\r\nLorsque Floraison symbiotique expire ou que vous lancez Récupération sur sa cible, des fleurs poussent autour de sa cible et soignent cette dernière et jusqu’à 3 personnages alliés proches pour 1103 points de vie.",
    "it_IT": "Quando l'effetto di Viticci Succhiasangue termina o si lancia Morso Feroce sul bersaglio, i viticci esplodono, scagliando spine e infliggendo 637 danni fisici ai nemici vicini. Danni ridotti oltre 5 bersagli.\r\n\r\nQuando l'effetto di Boccioli Simbiotici termina o si lancia Rinvigorimento sul bersaglio, dei fiori crescono intorno al bersaglio, curando lui e fino a 3 alleati vicini di 1.088.",
    "ru_RU": "Когда вы применяете \"Свирепый укус\" к цели кровососущих лиан, а также в момент, когда их время действия истекает, лианы взрываются шипами и наносят ближайшим противникам 637 ед. физического урона. Цели после 5-й получают уменьшенный урон.\r\n\r\nКогда вы применяете \"Омоложение\" к цели цветов-симбионтов, а также в момент, когда их время действия истекает, цветы-симбионты расцветают вокруг цели и восполняют ей и максимум 3 находящимся рядом союзникам 1131 ед. здоровья.",
    "ko_KR": "피바라미 덩굴이 만료되거나 대상에게 흉포한 이빨을 사용하면 가시 폭발을 일으켜 주위의 적에게 637의 물리 피해를 입힙니다. 5명을 초과하는 대상에게는 감소된 피해를 입힙니다.\r\n\r\n공생체 꽃이 만료되거나 대상에게 회복을 시전하면 대상 주위로 꽃이 자라나 대상과 최대 3명의 주위 아군을 1,101만큼 치유합니다.",
    "zh_TW": "在覓血藤蔓效果結束後，或你對其目標使用兇猛撕咬時，會爆出荊棘，對附近敵人造成637點物理傷害。超過5個目標時，傷害降低。\r\n\r\n在共生之花效果結束後，或你對其目標施放回春術時，目標周圍會長出花朵，為該目標和鄰近最多3位盟友治療1,112點生命力。",
    "zh_CN": "当觅血缠藤失效或你对其目标施放凶猛撕咬时，发生荆棘爆炸，对附近的敌人造成637点物理伤害。超过5个目标时伤害会降低。\r\n\r\n当共生绽华失效或你对其目标施放回春术时，花朵会在目标附近生长，为附近至多3位盟友恢复1,132点生命值。"
  }
}