{
  "ID": "733294",
  "NameSubtext_lang": "",
  "Description_lang": "Use your expert knowledge of the outdoors to find a suitable stone to sharpen your knife. This sharpening process will guarantee you receive a hide or carapace from your next Algari skinning attempt. The whole process is physically taxing, and cannot be undertaken often.",
  "AuraDescription_lang": "Utilizing expert skinning knowledge and processes to guarantee a hide or carapace from your next Algari skinning attempt.",
  "Attributes_0": "0",
  "Attributes_1": "131072",
  "Attributes_2": "0",
  "Attributes_3": "1048576",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "2",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "14",
  "DurationIndex": "5",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "4046656",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "440977",
  "name_blz": {
    "en_US": "Sharpen Your Knife",
    "es_MX": "Afilen sus cuchillos",
    "pt_BR": "Afiar a Faca",
    "de_DE": "Messer schärfen",
    "en_GB": "Sharpen Your Knife",
    "es_ES": "Afilar cuchillo",
    "fr_FR": "Aiguiser votre couteau",
    "it_IT": "Affilatura Coltello",
    "ru_RU": "Заточить нож",
    "ko_KR": "칼 연마",
    "zh_TW": "磨利你的小刀",
    "zh_CN": "打磨小刀"
  },
  "description_blz": {
    "en_US": "Use your expert knowledge of the outdoors to find a suitable stone to sharpen your knife. This sharpening process will guarantee you receive a hide or carapace from your next Algari skinning attempt. The whole process is physically taxing, and cannot be undertaken often.",
    "es_MX": "Utilizas tus conocimientos expertos de la naturaleza para encontrar una piedra adecuada para afilar tu cuchillo. El proceso de afilado te garantiza que obtendrás un pellejo o caparazón en tu siguiente intento de desuello algari. Todo este proceso es agotador y no puede hacerse a menudo.",
    "pt_BR": "Use seu conhecimento de especialista em ambientes externos para encontrar uma pedra adequada para afiar sua faca. Este processo de afiação garante que você receba um pelego ou carapaça na próxima tentativa de Esfolamento Algari. O processo inteiro demanda muito fisicamente e não pode ser realizado com frequência.",
    "de_DE": "Nutzt Euer Expertenwissen über die Natur, um einen passenden Stein zum Schärfen Eures Messers zu finden. Mit geschärftem Messer bekommt Ihr garantiert einen Balg oder Panzer, wenn Ihr Euch das nächste Mal an der algarischen Kürschnerei versucht. Der gesamte Vorgang ist körperlich anstrengend und kann nicht oft durchgeführt werden.",
    "en_GB": "Use your expert knowledge of the outdoors to find a suitable stone to sharpen your knife. This sharpening process will guarantee you receive a hide or carapace from your next Algari skinning attempt. The whole process is physically taxing, and cannot be undertaken often.",
    "es_ES": "Utilizas tus conocimientos sobre los exteriores para encontrar una piedra adecuada con la que afilar tu cuchillo. Esto garantizará un pellejo o un caparazón en tu siguiente intento de desuello algariano. Es un proceso agotador que no puedes repetir con frecuencia.",
    "fr_FR": "Vous utilisez vos connaissances poussées sur l’environnement pour trouver une pierre adaptée et aiguiser votre couteau. Ce procédé d’aiguisage vous garantira de recevoir une peau ou une carapace à votre prochaine tentative de dépeçage algari. L’opération est exténuante et ne peut pas être répétée souvent.",
    "it_IT": "Sfruttare la conoscenza del mondo esterno aiuta a trovare una pietra adatta per affilare il coltello. Il processo di affilatura permette di ottenere una pelle o un carapace dal successivo intervento di Scuoiatura degli Algari. Il processo è fisicamente impegnativo e non può essere intrapreso spesso.",
    "ru_RU": "Опыт выживания в дикой природе позволяет вам найти подходящий камень, об который можно заточить нож. В результате заточки вы гарантированно получаете шкуру или панцирь при следующем снятии шкур с алгарийских существ. Этот процесс очень утомляет, и его нельзя проводить слишком часто.",
    "ko_KR": "야외 환경에 대한 전문 지식을 활용하여 칼을 갈기에 적합한 돌을 찾습니다. 이 연마 과정을 거치면 다음 알가르 무두질 사용 시 반드시 생가죽 또는 갑각을 획득합니다. 신체적으로 부담이 되는 관계상 자주 칼을 가는 것은 불가능합니다.",
    "zh_TW": "運用你的野外求生知識，找到適合用來磨利小刀的石頭。在磨刀之後，你下次進行阿爾加剝皮時，將必定獲得毛皮或甲殼。整個過程會消耗大量體力，因此無法時常進行。",
    "zh_CN": "利用你对户外世界的专业知识，寻找一块合适的石头来打磨小刀。打磨会使你下一次阿加剥皮时必定获得一块毛皮或甲壳。打磨过程费时费力，无法频繁进行。"
  }
}