{
  "ID": "736404",
  "NameSubtext_lang": "",
  "Description_lang": "Call upon your Death Charger to break free of movement impairment effects.For $444347d, while upon your Death Charger your movement speed is increased by $444347s5%, you cannot be slowed below $444347s10% of normal speed, and you are immune to forced movement effects and knockbacks.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "4194304",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "852890",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "444010",
  "name_blz": {
    "en_US": "Death Charge",
    "es_MX": "Carga mortal",
    "pt_BR": "Investida Mortal",
    "de_DE": "Todessprint",
    "en_GB": "Death Charge",
    "es_ES": "Carga de la muerte",
    "fr_FR": "Charge mortelle",
    "it_IT": "Carica della Morte",
    "ru_RU": "Аллюр смерти",
    "ko_KR": "죽음의 진격",
    "zh_TW": "死亡戰騎",
    "zh_CN": "死亡冲锋"
  },
  "description_blz": {
    "en_US": "Call upon your Death Charger to break free of movement impairment effects.\r\n\r\nFor 10 sec, while upon your Death Charger your movement speed is increased by 100%, you cannot be slowed below 100% of normal speed, and you are immune to forced movement effects and knockbacks.",
    "es_MX": "Invoca a tu Destrero de la muerte para liberarte de los efectos de reducción de movimiento.\r\n\r\nDurante 10 s, mientras montas tu Destrero de la muerte, tu velocidad de movimiento aumenta un 100%, no pueden ralentizarte menos de un 100% de la velocidad normal y eres inmune a los efectos de movimiento forzado y a las repulsiones.",
    "pt_BR": "Convoca o seu Corcel da Morte para sair de efeitos que dificultem o movimento.\r\n\r\nPor 10 s, enquanto estiver sobre o Corcel da Morte, sua velocidade de movimento aumenta em 100%, você não pode ser desacelerado abaixo de 100% da velocidade normal e fica imune a efeitos de movimento forçado e repulsão.",
    "de_DE": "Ruft Euer Todesstreitross herbei, um aus bewegungseinschränkenden Effekten auszubrechen.\r\n\r\nWährend Ihr Euer Todesstreitross reitet, ist Eure Bewegungsgeschwindigkeit 10 Sek. lang um 100% erhöht, Ihr könnt nicht unter 100% der normalen Bewegungsgeschwindigkeit verlangsamt werden und seid immun gegen erzwungene Bewegungseffekte sowie Rückstöße.",
    "en_GB": "Call upon your Death Charger to break free of movement impairment effects.\r\n\r\nFor 10 sec, while upon your Death Charger your movement speed is increased by 100%, you cannot be slowed below 100% of normal speed, and you are immune to forced movement effects and knockbacks.",
    "es_ES": "Llamas a tu destrero de la muerte para liberarte de los efectos de reducción de movimiento.\r\n\r\nDurante 10 s, a lomos de tu destrero de la muerte, tu velocidad de movimiento aumenta un 100%, no se te puede ralentizar por debajo de un 100% de la velocidad normal y eres inmune a los efectos de movimiento forzado y repulsión.",
    "fr_FR": "Vous invoquez votre destrier de la mort pour vous libérer des effets affectant le déplacement.\r\n\r\nPendant 10 s, tant que vous chevauchez votre destrier de la mort, votre vitesse de déplacement est augmentée de 100 %, ne peut chuter sous 100 % et vous êtes insensible aux ralentissements, effets de déplacement forcé et repoussements.",
    "it_IT": "Richiama il Nerodestriero per farsi liberare dagli effetti di limitazione al movimento.\r\n\r\nPer 10 s, sul Nerodestriero la velocità di movimento aumenta del 100%. La velocità di movimento non può essere ridotta a meno del 100% della velocità normale e si è immuni a effetti di movimento forzato e respinte.",
    "ru_RU": "Призывает коня смерти, снимающего с вас эффекты замедления и обездвиживания.\r\n\r\nВерхом на коне смерти ваша скорость передвижения повышается на 100% и не может упасть ниже 100% от обычной. При этом вы получаете невосприимчивость к эффектам замедления, навязываемого передвижения и отбрасывания. Действует в течение 10 сек.",
    "ko_KR": "죽음의 군마를 불러내 이동 방해 효과에서 벗어납니다.\r\n\r\n죽음의 군마에 탑승하면 10초 동안 이동 속도가 100%만큼 증가하며, 평상시 이동 속도의 최소 100%를 유지하고 강제 이동 효과 및 밀쳐내기 효과에 면역이 됩니다.",
    "zh_TW": "召喚死亡戰騎來掙脫移動限制效果。\r\n\r\n騎乘死亡戰騎時，你的移動速度提高100%，持續10秒。你的移動速度不會低於正常移動速度的100%，也會對強制移動和擊退效果免疫。",
    "zh_CN": "召唤你的死亡战马，解除移动限制效果。\r\n\r\n在10秒内骑乘死亡战马，使你的移动速度提高100%，不能被减速到正常速度的100%以下，并免疫强制移动和击退效果。"
  }
}