{
  "ID": "27681",
  "NameSubtext_lang": "",
  "Description_lang": "The target becomes a Living Bomb, taking $217694o1 Fire damage over $217694d, and then exploding to deal an additional $44461s2 Fire damage to the target and reduced damage to all other enemies within $44461A2 yds.Other enemies hit by this explosion also become a Living Bomb, but this effect cannot spread further.",
  "AuraDescription_lang": "Causes $w1 Fire damage every $t1 sec. After $d, the target explodes, causing $w2 Fire damage to the target and all other enemies within $44461A2 yards$?$w3>0[, and spreading Living Bomb][].",
  "Attributes_0": "67174400",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "8192",
  "Attributes_6": "8388608",
  "Attributes_7": "0",
  "Attributes_8": "135680",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1048705",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "4",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "236220",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "44457",
  "name_blz": {
    "en_US": "Living Bomb",
    "es_MX": "Bomba viva",
    "pt_BR": "Bomba Viva",
    "de_DE": "Lebende Bombe",
    "en_GB": "Living Bomb",
    "es_ES": "Bomba viva",
    "fr_FR": "Bombe vivante",
    "it_IT": "Bomba Vivente",
    "ru_RU": "Живая бомба",
    "ko_KR": "살아있는 폭탄",
    "zh_TW": "活體爆彈",
    "zh_CN": "活动炸弹"
  },
  "description_blz": {
    "en_US": "The target becomes a Living Bomb, taking 0 Fire damage over 1.8 sec, and then exploding to deal an additional 1,631 Fire damage to the target and reduced damage to all other enemies within 10 yds.\r\n\r\nOther enemies hit by this explosion also become a Living Bomb, but this effect cannot spread further.",
    "es_MX": "El objetivo se convierte en una Bomba viva y recibe 0 p. de daño de fuego durante 1.8 s. Luego explota para infligir 1,677 p. más de daño de fuego al objetivo y daño reducido a todos los demás enemigos en un radio de 10 m.\r\n\r\nOtros enemigos golpeados por esta explosión también se convierten en una Bomba viva, pero no pueden propagar el efecto.",
    "pt_BR": "O alvo se torna uma Bomba Viva, recebendo 0 de dano de Fogo ao longo de 1,8 s. Em seguida o alvo explode, recebendo 1.638 de dano de Fogo e causando dano reduzido a todos os demais inimigos em um raio de 10 m.\r\n\r\nOutros inimigos atingidos por esta explosão também se tornam uma Bomba Viva, mas este efeito não se espalha mais.",
    "de_DE": "Das Ziel wird zu einer lebenden Bombe, erleidet im Verlauf von 1,8 Sek. 0 Feuerschaden und explodiert dann, wodurch es sich selbst zusätzlich 1.650 Feuerschaden sowie allen anderen Gegnern innerhalb von 10 Metern verringerten Schaden zufügt.\r\n\r\nGegner, die von der Explosion getroffen wurden, werden ebenfalls zu lebenden Bomben, dieser Effekt kann sich aber nicht weiter ausbreiten.",
    "en_GB": "The target becomes a Living Bomb, taking 0 Fire damage over 1.8 sec, and then exploding to deal an additional 1,681 Fire damage to the target and reduced damage to all other enemies within 10 yds.\r\n\r\nOther enemies hit by this explosion also become a Living Bomb, but this effect cannot spread further.",
    "es_ES": "El objetivo se convierte en una bomba viva, recibe 0 p. de daño de Fuego durante 1,8 s y luego explota para infligir 1651 p. de daño de Fuego más al objetivo y daño reducido a todos los demás enemigos en un radio de 10 m.\r\n\r\nOtros enemigos alcanzados por esta explosión también se convierten en bombas vivas, pero este efecto no se propaga más.",
    "fr_FR": "La cible devient une bombe vivante qui subit 0 points de dégâts de feu en 1,8 s, puis la bombe explose en infligeant 1657 points de dégâts de feu supplémentaires à la cible et des dégâts réduits aux autres ennemis à moins de 10 mètres.\r\n\r\nLes autres ennemis touchés par l’explosion deviennent eux aussi des bombes vivantes, mais l’effet ne se propage plus.",
    "it_IT": "Il bersaglio diventa una Bomba Vivente, subendo 0 danni da fuoco in 1,8 s, per poi esplodere, infliggendo 1.655 danni da fuoco aggiuntivi a se stesso e danni ridotti a tutti gli altri nemici entro 10 m.\r\n\r\nGli altri nemici colpiti dall'esplosione diventano a loro volta delle Bombe Viventi, ma non diffondono più l'effetto.",
    "ru_RU": "Цель становится живой бомбой и получает 0 ед. урона от огня за 1,8 сек. Затем она взрывается, нанося 1674 ед. урона от огня себе и уменьшенный урон противникам в радиусе 10 м.\r\n\r\nДругие противники, пораженные взрывом, также становятся живыми бомбами, но дальше эффект не распространяется.",
    "ko_KR": "대상이 살아있는 폭탄이 되어 1.8초에 걸쳐 0의 화염 피해를 입은 다음 폭발하여 대상에게 1,680의 화염 피해를, 10미터 반경 내에 있는 다른 모든 적에게는 감소된 피해를 입힙니다.\r\n\r\n이 폭발에 적중당한 다른 적들 또한 살아있는 폭탄이 되지만, 이 효과는 더 번지지 않습니다.",
    "zh_TW": "目標變成一枚活體爆彈，在1.8秒內受到0點火焰傷害，並在引爆之後對目標額外造成1,676點火焰傷害，對10碼範圍內的其他敵人造成較低的傷害。\r\n\r\n被捲入這道爆炸的其他敵人也會成為活體爆彈，但是效果無法再度擴散。",
    "zh_CN": "目标变成了一个活动炸弹，在1.8秒内受到0点火焰伤害，然后发生爆炸，对目标额外造成1,632点火焰伤害，并对附近10码范围内的所有其他敌人造成较低的伤害。\r\n\r\n被爆炸击中的其他敌人也会变为活动炸弹，但此效果不会再次扩散。"
  }
}