{
  "ID": "737176",
  "NameSubtext_lang": "",
  "Description_lang": "When you Execute a target that you've Marked for Execution, you both reduce the cooldown of Bladestorm by $s1 sec and apply $s2 stacks of Overwhelmed to the target per stack of Marked for Execution consumed.You can use Pummel and Storm Bolt while Bladestorming.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "16777216",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "132339",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "444780",
  "name_blz": {
    "en_US": "Unrelenting Onslaught",
    "es_MX": "Embate implacable",
    "pt_BR": "Ofensiva Implacável",
    "de_DE": "Unerbittlicher Ansturm",
    "en_GB": "Unrelenting Onslaught",
    "es_ES": "Embate implacable",
    "fr_FR": "Assaut incessant",
    "it_IT": "Massacro Inarrestabile",
    "ru_RU": "Безжалостный натиск",
    "ko_KR": "붉은돌격대의 무자비함",
    "zh_TW": "無情猛襲",
    "zh_CN": "无情强袭"
  },
  "description_blz": {
    "en_US": "When you Execute a target that you've Marked for Execution, you both reduce the cooldown of Bladestorm by 5 sec and apply 2 stacks of Overwhelmed to the target per stack of Marked for Execution consumed.\r\n\r\nYou can use Pummel and Storm Bolt while Bladestorming.",
    "es_MX": "Al Ejecutar a un objetivo que hayas Marcado para ejecución, el tiempo de reutilización de Filotormenta se reduce 5 s y se aplican 2 acumulaciones de Abrumado al objetivo por cada acumulación consumida de Marcado para ejecución.\r\n\r\nPuedes usar Zurrar y Descarga tormentosa a la vez que Filotormenta.",
    "pt_BR": "Quando você Executa um alvo que foi Marcado para Execução, vocês dois reduzem a recarga de Tornado de Aço em 5 s e aplicam 2 cargas de Sobrepujado no alvo por carga de Marcado para Execução consumida.\r\n\r\nVocê pode usar Murro e Seta Tempestuosa durante o Tornado de Aço.",
    "de_DE": "Wenn Ihr ein Ziel mit 'Hinrichten' angreift, das Ihr 'Zum Tode verurteilt' habt, wird die Abklingzeit von 'Klingensturm' um 5 Sek. verringert und Ihr belegt das Ziel für jeden verbrauchten Stapel von 'Zum Tode verurteilt' mit 2 Stapeln von 'Überwältigt'.\r\n\r\nIhr könnt 'Zuschlagen' und 'Sturmblitz' einsetzen, während 'Klingensturm' aktiv ist.",
    "en_GB": "When you Execute a target that you've Marked for Execution, you both reduce the cooldown of Bladestorm by 5 sec and apply 2 stacks of Overwhelmed to the target per stack of Marked for Execution consumed.\r\n\r\nYou can use Pummel and Storm Bolt while Bladestorming.",
    "es_ES": "Cuando usas Ejecutar en un objetivo que has marcado para la ejecución, reduces 5 s el tiempo de reutilización de Filotormenta y aplicas 2 acumulaciones de Abrumado al objetivo por cada acumulación consumida de Marcado para la ejecución.\r\n\r\nPuedes usar Zurrar y Descarga tormentosa mientras Filotormenta está activa.",
    "fr_FR": "L’exécution d’une cible portant Marque d’exécution réduit le temps de recharge de Tempête de lames de 5 s et applique 2 charges d’Accablement à la cible par charge de Marque d’exécution utilisée.\r\n\r\nVous pouvez utiliser Volée de coups et Éclair de tempête pendant Tempête de lames.",
    "it_IT": "Quando si colpisce con Esecuzione un bersaglio Marchiato per l'Esecuzione, si riduce il tempo di recupero di Tempesta di Lame di 5 s e si applicano 2 accumuli di Sopraffatto sul bersaglio per ogni accumulo di Marchiato per l'Esecuzione consumato.\r\n\r\nDurante Tempesta di Lame è possibile lanciare Pugno Diversivo e Dardo della Tempesta.",
    "ru_RU": "Когда вы применяете \"Казнь\" к цели с вашей \"Меткой приговоренного\", время восстановления \"Вихря клинков\" сокращается на 5 сек. и вы применяете к противнику 2 эффекта \"Сокрушение\" за каждую поглощенную \"Метку приговоренного\".\r\n\r\nВы можете применять \"Зуботычину\" и \"Удар громовержца\" во время действия \"Вихря клинков\".",
    "ko_KR": "처형의 징표에 걸린 적에게 마무리 일격을 사용하면 칼날폭풍의 재사용 대기시간이 5초만큼 감소하고 소모한 처형의 징표 중첩 하나당 대상에게 압도당함 중첩 2개를 부여합니다.\r\n\r\n칼날폭풍의 지속시간 동안 들이치기와 폭풍망치를 사용할 수 있습니다.",
    "zh_TW": "當你對有你的斬殺標記的目標施放斬殺時，每消耗一層斬殺標記會使劍刃風暴的冷卻時間縮短5秒，同時對該目標施加2層強勢壓制。\r\n\r\n你可以在劍刃風暴作用期間使用拳擊和暴風怒擲。",
    "zh_CN": "当你对带有处刑之印的目标施放斩杀时，你的剑刃风暴的冷却时间缩短5秒，并且每消耗一层处刑之印都会对目标施加2层不堪一击。\r\n\r\n你可以在剑刃风暴期间使用拳击和风暴之锤。"
  }
}