{
  "ID": "27815",
  "NameSubtext_lang": "",
  "Description_lang": "Unleash a flurry of ice, striking the target $s1 times for a total of ${$228354s2*$m1} Frost damage. Each hit reduces the target's movement speed by $228354s1% for $228354d$?a378947[, has a $378947s1% chance to activate Glacial Assault,][] and applies Winter's Chill to the target.Winter's Chill causes the target to take damage from your spells as if it were frozen.",
  "AuraDescription_lang": "",
  "Attributes_0": "65536",
  "Attributes_1": "1024",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "16",
  "Speed": "50",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1506795",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "44614",
  "name_blz": {
    "en_US": "Flurry",
    "es_MX": "Aluvión",
    "pt_BR": "Ímpeto",
    "de_DE": "Hagel",
    "en_GB": "Flurry",
    "es_ES": "Aluvión",
    "fr_FR": "Rafale",
    "it_IT": "Raffica di Colpi",
    "ru_RU": "Шквал",
    "ko_KR": "진눈깨비",
    "zh_TW": "冰雪紛飛",
    "zh_CN": "冰风暴"
  },
  "description_blz": {
    "en_US": "Unleash a flurry of ice, striking the target 3 times for a total of 11,192 Frost damage. Each hit reduces the target's movement speed by 70% for 1 sec and applies Winter's Chill to the target.\r\n\r\nWinter's Chill causes the target to take damage from your spells as if it were frozen.",
    "es_MX": "Desata un aluvión de hielo que golpea al objetivo 3 veces e inflige un total de 10,991 p. de daño de escarcha. Cada golpe reduce un 70% la velocidad de movimiento del objetivo durante 1 s y le aplica Escalofrío invernal.\r\n\r\nEscalofrío invernal hace que el objetivo reciba daño de tus hechizos como si estuviera congelado.",
    "pt_BR": "Dispara uma saraivada de gelo, atingindo o alvo 3 vezes e causando um total de 10.977 de dano de Gelo. Cada acerto reduz em 70% a velocidade de movimento do alvo por 1 s e aplica Calafrio do Inverno.\r\n\r\nCalafrio do Inverno faz o alvo receber dano dos seus feitiços como se estivesse congelado.",
    "de_DE": "Entfesselt einen Hagel aus Eis, der das Ziel 3-mal trifft und insgesamt 10.964 Frostschaden verursacht. Jeder Treffer verringert die Bewegungsgeschwindigkeit des Ziels für 1 Sek. um 70% und belegt es mit 'Winterkälte'.\r\n\r\n'Winterkälte' bewirkt, dass das Ziel so durch Eure Zauber Schaden erleidet, als wäre es eingefroren.",
    "en_GB": "Unleash a flurry of ice, striking the target 3 times for a total of 10,980 Frost damage. Each hit reduces the target's movement speed by 70% for 1 sec and applies Winter's Chill to the target.\r\n\r\nWinter's Chill causes the target to take damage from your spells as if it were frozen.",
    "es_ES": "Desata un aluvión de hielo que golpea 3 veces al objetivo y le inflige un total de 10995 p. de daño de Escarcha. Cada golpe reduce un 70% la velocidad de movimiento del objetivo durante 1 s y le aplica Escalofrío invernal.\r\n\r\nEscalofrío invernal hace que tu objetivo reciba daño de tus hechizos como si estuviese congelado.",
    "fr_FR": "Vous lancez une rafale de glace qui frappe la cible 3 fois pour un total de 11044 points de dégâts de givre. Chaque coup porté réduit la vitesse de déplacement de la cible de 70% pendant 1 s et lui applique Froid de l’hiver.\r\n\r\nQuand une cible est affectée par Froid de l’hiver, vos sorts lui infligent des dégâts équivalents à ceux subis par une cible gelée.",
    "it_IT": "Scatena una raffica di ghiaccio che colpisce il bersaglio 3 volte, infliggendo un totale di 11.091 danni da gelo. Ogni colpo riduce la velocità di movimento del bersaglio del 70% per 1 s e affligge il bersaglio con Gelo Invernale.\r\n\r\nGelo Invernale aumenta i danni inflitti dai tuoi incantesimi al bersaglio quando è congelato.",
    "ru_RU": "Выпускает сосульки, поражающие цель 3 раза и наносящие в общей сложности 11083 ед. урона от магии льда. Каждое попадание снижает скорость передвижения цели на 70% на 1 сек. и применяет к ней \"Зимнюю стужу\".\r\n\r\nЦели с эффектом \"Зимняя стужа\" получают от ваших заклинаний урон, как если бы они были заморожены.",
    "ko_KR": "진눈깨비를 연이어 방출하여 대상을 3회 강타하고 총 11,334의 냉기 피해를 입힙니다. 대상에게 적중할 때마다 1초 동안 이동 속도를 70%만큼 감소시키고 혹한의 추위를 부여합니다.\r\n\r\n혹한의 추위는 대상이 자신의 주문으로 피해를 입을 때 얼어붙은 상태로 간주되게 합니다.",
    "zh_TW": "射出連環紛飛的寒冰，攻擊目標3次，總共造成11,063點冰霜傷害。每次命中可使目標的移動速度降低70%，持續1秒，並對該目標施加深冬之寒。\r\n\r\n深冬之寒使目標在受到你的法術傷害時視同冰凍狀態。",
    "zh_CN": "释放寒冰风暴，打击目标3次，总共造成11,112点冰霜伤害。每次击中目标都将使其移动速度降低70%，持续1秒并对目标施加深冬之寒。\r\n\r\n深冬之寒会使目标在受到你的法术伤害时被视为冻结目标。"
  }
}