{
  "ID": "739861",
  "NameSubtext_lang": "",
  "Description_lang": "$?c3[Void Torrent][Mind Blast] tears open an Entropic Rift that follows the enemy for $450193d. Enemies caught in its path suffer $447448s1 Shadow damage every $459314t1 sec while within its reach.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "5927657",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "447444",
  "name_blz": {
    "en_US": "Entropic Rift",
    "es_MX": "Falla entrópica",
    "pt_BR": "Fenda Entrópica",
    "de_DE": "Entropischer Riss",
    "en_GB": "Entropic Rift",
    "es_ES": "Falla entrópica",
    "fr_FR": "Faille entropique",
    "it_IT": "Fenditura Entropica",
    "ru_RU": "Энтропический разлом",
    "ko_KR": "혼돈의 균열",
    "zh_TW": "混亂裂隙",
    "zh_CN": "熵能裂隙"
  },
  "description_blz": {
    "en_US": "Mind Blast tears open an Entropic Rift that follows the enemy for 8 sec. Enemies caught in its path suffer 3,299 Shadow damage every 0.9 sec while within its reach.",
    "es_MX": "Explosión mental abre una Falla entrópica que sigue al enemigo durante 8 s. Los enemigos atrapados en su camino reciben 3,292 p. de daño de las sombras cada 0.9 s mientras están dentro de su alcance.",
    "pt_BR": "Impacto Mental abre uma Fenda Entrópica que segue o inimigo por 8 s. Os inimigos atingidos pelo caminho recebem 3.329 de dano de Sombra a cada 0,9 s enquanto estiverem no alcance da Fenda.",
    "de_DE": "Beim Einsatz von 'Gedankenschlag' entsteht ein 'Entropischer Riss', der den Gegner 8 Sek. lang verfolgt. Gegner, die in seinen Pfad geraten, erleiden alle 0,9 Sek. 3.295 Schattenschaden, solange sie in Reichweite sind.",
    "en_GB": "Mind Blast tears open an Entropic Rift that follows the enemy for 8 sec. Enemies caught in its path suffer 3,352 Shadow damage every 0.9 sec while within its reach.",
    "es_ES": "Explosión mental abre una falla entrópica que persigue al enemigo durante 8 s. Los enemigos a su paso reciben 3292 p. de daño de las Sombras cada 0,9 s mientras estén a su alcance.",
    "fr_FR": "Attaque mentale ouvre une Faille entropique qui suit l’adversaire pendant 8 s. Les cibles prises dans sa course subissent 3335 points de dégâts d’ombre toutes les 0,9 s tant qu’elles sont à portée.",
    "it_IT": "Detonazione Mentale apre una Fenditura Entropica che segue il nemico per 8 s. I nemici colpiti sulla traiettoria subiscono 3.294 danni da ombra ogni 0,9 s finché si trovano nell'area d'effetto.",
    "ru_RU": "\"Взрыв разума\" разрывает ткань реальности и создает энтропический разлом, который преследует противника в течение 8 сек. Противники на пути разлома получают 3329 ед. урона от темной магии раз в 0,9 сек.",
    "ko_KR": "정신 분열 시전 시 차원을 찢어 8초 동안 적을 따라다니는 혼돈의 균열을 엽니다. 균열에 휘말린 적은 범위 안에 있는 동안 0.9초마다 3,330의 암흑 피해를 받습니다.",
    "zh_TW": "心靈震爆會撕開一道混亂裂隙，裂隙會追擊敵人，持續8秒。路徑上的敵人只要進入效果範圍，就會每0.9秒受到3,321點暗影傷害。",
    "zh_CN": "心灵震爆撕开一道追踪敌人的熵能裂隙，持续8秒。位于路径中的敌人处于范围内时每0.9秒受到3,358点暗影伤害。"
  }
}