{
  "ID": "740338",
  "NameSubtext_lang": "",
  "Description_lang": "While above $s1% health, Holy Shock's healing is increased $447988s1%, but creates a heal absorb on you for $s2% of the amount healed that prevents Beacon of Light from healing you until it has dissipated.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1360762",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "447985",
  "name_blz": {
    "en_US": "Light of the Martyr",
    "es_MX": "Luz del mártir",
    "pt_BR": "Luz do Mártir",
    "de_DE": "Licht des Märtyrers",
    "en_GB": "Light of the Martyr",
    "es_ES": "Luz del mártir",
    "fr_FR": "Lumière du martyr",
    "it_IT": "Luce del Martire",
    "ru_RU": "Свет мученика",
    "ko_KR": "순교자의 빛",
    "zh_TW": "殉難者之光",
    "zh_CN": "殉道者之光"
  },
  "description_blz": {
    "en_US": "While above 80% health, Holy Shock's healing is increased 20%, but creates a heal absorb on you for 30% of the amount healed that prevents Beacon of Light from healing you until it has dissipated.",
    "es_MX": "Mientras tienes más de un 80% de salud, la sanación de Choque sagrado aumenta un 20%, pero crea una absorción de sanación sobre ti equivalente a un 30% de la cantidad sanada, que impide que Señal de la Luz te sane hasta que se haya disipado.",
    "pt_BR": "Enquanto estiver acima de 80% dos pontos de vida, a cura do Choque Sagrado aumenta em 20%, mas absorve uma quantidade equivalente a 30% da cura em você e impede o Foco de Luz de curar você até se dissipar.",
    "de_DE": "Solange Eure Gesundheit über 80% liegt, wird die Heilung durch 'Heiliger Schock' um 20% erhöht, belegt Euch jedoch mit einer Heilungsabsorption in Höhe von 30% des geheilten Werts, die verhindert, dass 'Flamme des Glaubens' Euch heilt, bis sie sich aufgelöst hat.",
    "en_GB": "While above 80% health, Holy Shock's healing is increased 20%, but creates a heal absorb on you for 30% of the amount healed that prevents Beacon of Light from healing you until it has dissipated.",
    "es_ES": "Mientras tu salud esté por encima del 80%, la sanación de Choque Sagrado aumentará un 20%, pero hace que absorbas un 30% de la sanación realizada, lo que impide que Señal de la Luz te sane hasta que la absorción se haya disipado.",
    "fr_FR": "Lorsque vous avez plus de 80 % de vos points de vie, les soins de Horion sacré sont augmentés de 20 %, mais créent une absorption de soins sur vous pour 30 % du montant soigné. Elle empêche Guide de lumière de vous soigner jusqu’à ce qu’elle se dissipe.",
    "it_IT": "Quando si ha più del 80% della salute massima, le cure fornite da Folgore Sacra aumentano del 20%, ma creano una barriera che assorbe cure ricevute pari al 30% delle cure fornite e impedisce alle cure fornite al Faro di Luce di trasferirsi su di te.",
    "ru_RU": "Пока ваш уровень здоровья выше 80%, сила исцеления \"Шока небес\" увеличивается на 20%, но 30% восстановленного им здоровья превращается в барьер, который не позволяет вам получать исцеление от \"Частицы Света\".",
    "ko_KR": "생명력이 80% 이상일 때 신성 충격의 치유량이 20%만큼 증가하지만 자신에게 치유량의 30%에 해당하는 치유 흡수 효과를 부여합니다. 이 효과는 사라질 때까지 빛의 봉화로 생명력을 회복하지 못하도록 방지합니다.",
    "zh_TW": "生命力高於80%時，神聖震擊的治療效果提高20%，但會對你施加30%治療量的治療吸收效果，防止聖光信標治療你，直到它消失為止。",
    "zh_CN": "生命值高于80%时，神圣震击的治疗效果提高20%，但会使你受到吸收治疗效果的影响，数值相当于该次治疗量的30%，吸收治疗效果存在期间你无法获得圣光道标的治疗。"
  }
}