{
  "ID": "740394",
  "NameSubtext_lang": "",
  "Description_lang": "Light of the Martyr's health threshold is reduced to ${$s4+$s1}% and increases Holy Shock's healing by an additional $448087s1% for every $t2 sec Light of the Martyr is active, stacking up to $448087u times.While below ${$s4+$s1}% health, the light urgently heals you for $448086s1 every $448086t1 sec.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "236263",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "448040",
  "name_blz": {
    "en_US": "Bestow Light",
    "es_MX": "Conferir luz",
    "pt_BR": "Conceder Luz",
    "de_DE": "Licht verleihen",
    "en_GB": "Bestow Light",
    "es_ES": "Otorgar luz",
    "fr_FR": "Don de Lumière",
    "it_IT": "Dono di Luce",
    "ru_RU": "Дарованный Свет",
    "ko_KR": "빛의 교부",
    "zh_TW": "賦予聖光",
    "zh_CN": "赋予圣光"
  },
  "description_blz": {
    "en_US": "Light of the Martyr's health threshold is reduced to 70% and increases Holy Shock's healing by an additional 5% for every 5 sec Light of the Martyr is active, stacking up to 3 times.\r\n\r\nWhile below 70% health, the light urgently heals you for 1,106 every 1 sec.",
    "es_MX": "El límite de salud de Luz del mártir se reduce a un 70% y aumenta un 5% más la sanación de Choque sagrado por cada 5 s que Luz del mártir esté activa. Se acumula hasta 3 veces.\r\n\r\nMientras tengas menos de un 70% de salud, la luz te sana 1,106 p. de salud de inmediato cada 1 s.",
    "pt_BR": "O limite de pontos de vida da Luz do Mártir diminui em 70%, e a cura do Choque Sagrado aumenta em mais 5% a cada 5 s que Luz do Mártir ficar ativa, acumulando até 3 vezes.\r\n\r\nEnquanto estiver abaixo de 70% dos pontos de vida, a luz cura você com urgência, recuperando 1.106 pontos de vida a cada 1 s.",
    "de_DE": "Die Gesundheitsschwelle von 'Licht des Märtyrers' wird auf 70% verringert und die Heilung durch 'Heiliger Schock' um zusätzliche 5% für alle 5 Sek. erhöht, die 'Licht des Märtyrs' aktiv ist. Bis zu 3-mal stapelbar.\r\n\r\nWährend Eure Gesundheit unter 70% liegt, heilt das Licht Euch sofort alle 1 Sek. um 1.106.",
    "en_GB": "Light of the Martyr's health threshold is reduced to 70% and increases Holy Shock's healing by an additional 5% for every 5 sec Light of the Martyr is active, stacking up to 3 times.\r\n\r\nWhile below 70% health, the light urgently heals you for 1,106 every 1 sec.",
    "es_ES": "El umbral de salud de Luz del mártir se reduce al 70%. La sanación de Choque Sagrado aumenta un 5% más por cada 5 s que Luz del mártir está activo. Se acumula hasta 3 veces.\r\n\r\nMientras tienes menos de un 70% de salud, la Luz te sana 1106 p. cada 1 s.",
    "fr_FR": "Le seuil de points de vie de Lumière du martyr est réduit à 70 %. Augmente les soins de Horion sacré de 5 % supplémentaires toutes les 5 s où Lumière du martyr est active, cumulable jusqu’à 3 fois.\r\n\r\nSous 70 % de points de vie, la Lumière vous soigne d’urgence de 1106 toutes les 1 s.",
    "it_IT": "Riduce la soglia di salute di Luce del Martire al 70% e aumenta le cure fornite da Folgore Sacra del 5% aggiuntivo per ogni 5 s in cui Luce del Martire è stata attiva. Si accumula fino a 3 volte.\r\n\r\nQuando si ha meno del 70% della salute massima, la luce rigenera con urgenza 1.106 salute ogni 1 s.",
    "ru_RU": "Затраты здоровья на применение \"Света мученика\" сокращаются до 70%. \"Шок небес\" восстанавливает еще 5% здоровья за каждые 5 сек. действия \"Света мученика\". Эффект суммируется до 3 раз.\r\n\r\nЕсли у вас менее 70% здоровья, Свет быстро восстанавливает вам 1106 ед. здоровья раз в 1 сек.",
    "ko_KR": "순교자의 빛의 생명력 기준이 70%로 감소합니다. 또한 순교자의 빛이 활성화된 동안 5초마다 신성 충격의 치유량이 추가로 5%만큼 증가합니다. 최대 3번까지 중첩됩니다.\r\n\r\n생명력이 70% 미만으로 떨어지면 빛이 1초마다 1,106의 생명력을 급격하게 회복시킵니다.",
    "zh_TW": "殉難者之光的生命力門檻降低至70%，且在殉難者之光作用期間，每5秒使神聖震擊的治療效果額外提高5%，最多可堆疊3層。\r\n\r\n生命力低於70%時，聖光會緊急地每1秒為你治療1,106點生命力。",
    "zh_CN": "殉道者之光的生命值阈值降低至70%，并且殉道者之光每激活5秒，都会使神圣震击的治疗效果额外提高5%，最多叠加3次。\r\n\r\n生命值低于70%时，圣光会紧急治疗你，每1秒恢复1,106点生命值。"
  }
}