{
  "ID": "740763",
  "NameSubtext_lang": "",
  "Description_lang": "Each time $?c3[you cast Devouring Plague][Penance damages or heals], Entropic Rift is empowered, increasing its damage and size by $?c1[$s4][$s3]%.After Entropic Rift ends it collapses, dealing $448405s1 Shadow damage split amongst enemy targets within $448405a1 yds.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "4914667",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "448403",
  "name_blz": {
    "en_US": "Collapsing Void",
    "es_MX": "Vacío colapsante",
    "pt_BR": "Caos Destruidor",
    "de_DE": "Kollabierende Leere",
    "en_GB": "Collapsing Void",
    "es_ES": "Vacío en colapso",
    "fr_FR": "Effondrement du Vide",
    "it_IT": "Energia del Vuoto",
    "ru_RU": "Прорывающаяся Бездна",
    "ko_KR": "공허 붕괴",
    "zh_TW": "崩潰虛無",
    "zh_CN": "崩塌虚空"
  },
  "description_blz": {
    "en_US": "Each time Penance damages or heals, Entropic Rift is empowered, increasing its damage and size by 10%.\r\n\r\nAfter Entropic Rift ends it collapses, dealing 24,349 Shadow damage split amongst enemy targets within 15 yds.",
    "es_MX": "Cada vez que Penitencia daña o sana, Falla entrópica se potencia, lo que aumenta su daño y tamaño un 10%.\r\n\r\nCuando Falla entrópica termina, colapsa e inflige 24,349 p. de daño de las sombras dividido entre los enemigos en un radio de 15 m.",
    "pt_BR": "Sempre que Penitência causar dano, Fenda Entrópica é potencializada, aumentando em 10% o dano e o tamanho dela.\r\n\r\nAo terminar, a Fenda Entrópica implode, causando 24.349 de dano de Sombra dividido entre os alvos inimigos em um raio de 15 m.",
    "de_DE": "Jedes Mal, wenn 'Sühne' Schaden oder Heilung verursacht, wird 'Entropischer Riss' ermächtigt, was Schaden und Größe um 10% erhöht.\r\n\r\nNachdem 'Entropischer Riss endet, kollabiert er und verursacht 24.349 Schattenschaden, die auf gegnerische Ziele innerhalb von 15 Metern aufgeteilt werden.",
    "en_GB": "Each time Penance damages or heals, Entropic Rift is empowered, increasing its damage and size by 10%.\r\n\r\nAfter Entropic Rift ends it collapses, dealing 24,349 Shadow damage split amongst enemy targets within 15 yds.",
    "es_ES": "Cada vez que Penitencia inflige daño o sana, Falla entrópica se potencia, lo que aumenta un 10% su daño y su tamaño.\r\n\r\nAl agotarse, Falla entrópica colapsa e inflige 24349 p. de daño de las Sombras a dividir entre los enemigos en un radio de 15 m.",
    "fr_FR": "Chaque fois que Pénitence inflige des dégâts ou soigne, Faille entropique est renforcée, ce qui augmente ses dégâts et sa taille de 10 %.\r\n\r\nAprès la fin de Faille entropique, elle s’effondre, ce qui inflige 24349 points de dégâts d’ombre répartis entre les cibles ennemies à moins de 15 m.",
    "it_IT": "Infliggere danni o fornire cure con Contrizione aumenta i danni inflitti dalla Fenditura Entropica e le sue dimensioni del 10%.\r\n\r\nQuando la Fenditura Entropica termina, collassa, infliggendo 24.349 danni da ombra suddivisi tra i bersagli nemici entro 15 m.",
    "ru_RU": "Каждый раз, когда \"Исповедь\" исцеляет или наносит урон, \"Энтропический разлом\" усиливается, и его размер и наносимый урон увеличиваются на 10%.\r\n\r\nКогда \"Энтропический разлом\" прекращает действовать, он схлопывается и наносит 24349 ед. урона от темной магии, равномерно распределяемого между противниками в радиусе 15 м.",
    "ko_KR": "회개로 피해를 입히거나 생명력을 회복시킬 때마다 혼돈의 균열이 강화되어 공격력과 크기가 10%만큼 증가합니다.\r\n\r\n혼돈의 균열은 효과가 끝나면 붕괴하여 15미터 내의 적 대상에게 24,349의 암흑 피해를 나누어 입힙니다.",
    "zh_TW": "每次懺悟造成傷害或治療效果，混亂裂隙都會獲得強化，使其傷害和範圍提高10%。\r\n\r\n在混亂裂隙效果結束後，裂隙會崩解，造成24,349點暗影傷害，由15碼內的敵方目標平均分攤。",
    "zh_CN": "每当苦修造成伤害或治疗都会强化熵能裂隙，使其造成的伤害和尺寸提高10%。\r\n\r\n熵能裂隙结束后会塌缩，造成24,349点暗影伤害，由15码内的所有敌方目标均摊。"
  }
}