{
  "ID": "741950",
  "NameSubtext_lang": "",
  "Description_lang": "Roll causes you to become lighter than air, allowing you to double jump to dash forward a short distance once within $449609d, but the cooldown of Roll is increased by ${$s1/1000} sec.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1381298",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "449582",
  "name_blz": {
    "en_US": "Lighter Than Air",
    "es_MX": "Más ligero que el aire",
    "pt_BR": "Mais Leve Que o Ar",
    "de_DE": "Leichter als Luft",
    "en_GB": "Lighter Than Air",
    "es_ES": "Más ligero que el aire",
    "fr_FR": "Plus léger que l’air",
    "it_IT": "Più Leggero dell'Aria",
    "ru_RU": "Легче воздуха",
    "ko_KR": "허공답보",
    "zh_TW": "身輕如燕",
    "zh_CN": "身轻如羽"
  },
  "description_blz": {
    "en_US": "Roll causes you to become lighter than air, allowing you to double jump to dash forward a short distance once within 5 sec, but the cooldown of Roll is increased by 2 sec.",
    "es_MX": "Rodar hace que te vuelvas más ligero que el aire, lo que te permite ejecutar un salto doble para impulsarte hacia adelante una corta distancia dentro de 5 s, pero el tiempo de reutilización de Rodar aumenta 2 s.",
    "pt_BR": "O Rolamento te deixa mais leve que o ar, permitindo pular duas vezes para se lançar para a frente uma vez dentro de 5 s, mas a recarga de Rolamento aumenta em 2 s.",
    "de_DE": "Durch 'Rollen' werdet Ihr leichter als Luft und könnt einen Doppelsprung ausführen, um einmal innerhalb von 5 Sek. über eine kurze Entfernung nach vorne zu stürmen, aber die Abklingzeit von 'Rollen' wird um 2 Sek. erhöht.",
    "en_GB": "Roll causes you to become lighter than air, allowing you to double jump to dash forward a short distance once within 5 sec, but the cooldown of Roll is increased by 2 sec.",
    "es_ES": "Al rodar, te vuelves más ligero que el aire, lo que te permite saltar dos veces para avanzar rápidamente una pequeña distancia una vez cada 5 s, pero el tiempo de reutilización de rodar aumenta 2 s.",
    "fr_FR": "Roulade vous permet de devenir plus léger que l’air, ce qui vous permet de faire un double saut et de foncer sur une courte distance une fois pendant 5 s, mais le temps de recharge de Roulade est augmenté de 2 s.",
    "it_IT": "Capriola ti rende più leggero dell'aria, permettendoti di saltare due volte per scattare in avanti per un breve tratto una volta ogni 5 s. Aumenta il tempo di recupero di Capriola di 2 s.",
    "ru_RU": "\"Кувырок\" делает вас легче воздуха, позволяя вам нажать кнопку прыжка дважды и совершить небольшой рывок вперед. Время действия – 5 сек. Время восстановления \"Кувырка\" увеличивается на 2 сек.",
    "ko_KR": "구르기 사용 시 몸이 깃털처럼 가벼워져 5초 안에 이중 도약을 사용해 한 번 전방으로 짧은 거리를 돌진할 수 있지만 구르기의 재사용 대기시간이 2초만큼 증가합니다.",
    "zh_TW": "迅空翻使你變得身輕如燕，讓你可以在5秒內跳躍兩次，向前短距離衝刺一次，不過迅空翻的冷卻時間延長2秒。",
    "zh_CN": "滚地翻令你身轻如羽，使你可以在5秒内施展一次二段跳，向前冲刺一小段距离，滚地翻的冷却时间提高2秒。"
  }
}