{
  "ID": "741986",
  "NameSubtext_lang": "",
  "Description_lang": "While under the effects of a casted $?c1[Arcane Surge][Combustion], you gain twice as many stacks of Mana Cascade.When your Arcane Phoenix expires, it empowers you, granting $?c1[Arcane Soul][Hyperthermia] for $?c1[${$s1/1000}][${$s3/1000}] sec, plus an additional $?c1[${$s2/1000}.1][${$s4/1000}.1] sec for each exceptional spell it had cast.$?c1[$@spellicon451038$@spellname451038:$@spelldesc451038][$@spellicon383874 $@spellname383874:$@spellaura383874]",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "67108864",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "134468",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "449619",
  "name_blz": {
    "en_US": "Memory of Al'ar",
    "es_MX": "Recuerdo de Al'ar",
    "pt_BR": "Memória de Al'ar",
    "de_DE": "Erinnerung an Al'ar",
    "en_GB": "Memory of Al'ar",
    "es_ES": "Recuerdo de Al'ar",
    "fr_FR": "Souvenir d’Al’ar",
    "it_IT": "Ricordo di Al'ar",
    "ru_RU": "Воспоминание об Ала'ре",
    "ko_KR": "알라르의 기억",
    "zh_TW": "歐爾的記憶",
    "zh_CN": "奥之回忆"
  },
  "description_blz": {
    "en_US": "While under the effects of a casted Arcane Surge, you gain twice as many stacks of Mana Cascade.\r\n\r\nWhen your Arcane Phoenix expires, it empowers you, granting Arcane Soul for 2 sec, plus an additional 1.0 sec for each exceptional spell it had cast.\r\n\r\nArcane Soul:\r\nArcane Barrage grants Clearcasting and generates 4 Arcane Charges.\r\n\r\nEach cast of Arcane Barrage increases the damage of Arcane Barrage by 15%.",
    "es_MX": "Mientras estás bajo los efectos de una Oleada arcana lanzada, obtienes el doble de acumulaciones de Cascada de maná.\r\n\r\nCuando tu fénix arcano expira, te potencia y te otorga Alma arcana durante 2 s, más 1.0 s adicionales por cada hechizo excepcional que haya lanzado.\r\n\r\nAlma arcana:\r\nTromba arcana otorga Lanzamiento libre y genera 4 cargas arcanas.\r\n\r\nCada lanzamiento de Tromba arcana aumenta su daño un 15%.",
    "pt_BR": "Quando está sob os efeitos de Surto Arcano, você ganha o dobro de cargas de Cascata de Mana.\r\n\r\nQuando sua Fênix Arcana expira, ela potencializa você, concedendo Alma Arcana por 2 s, mais 1,0 s para cada feitiço excepcional lançado por ela.\r\n\r\nAlma Arcana:\r\nSalva Arcana concede Abstração e gera 4 Cargas Arcanas.\r\n\r\nCada lançamento de Salva Arcana aumenta em 15% o dano de Salva Arcana.",
    "de_DE": "Während Ihr unter dem Effekt von 'Arkane Woge' steht, erhaltet Ihr doppelt so viele Stapel von 'Manakaskade'.\r\n\r\nWenn Euer arkaner Phönix abläuft, ermächtigt er Euch und verleiht Euch 'Arkane Seele' für 2 Sek. und weitere 1,0 Sek. pro außergewöhnlichem Zauber, der zum Einsatz gekommen ist.\r\n\r\nArkane Seele:\r\n'Arkanbeschuss' gewährt 'Freizaubern' und erzeugt 4 arkane Aufladungen.\r\n\r\nJedes Wirken von 'Arkanbeschuss' erhöht den Schaden von 'Arkansperrfeuer' um 15%.",
    "en_GB": "While under the effects of a casted Arcane Surge, you gain twice as many stacks of Mana Cascade.\r\n\r\nWhen your Arcane Phoenix expires, it empowers you, granting Arcane Soul for 2 sec, plus an additional 1.0 sec for each exceptional spell it had cast.\r\n\r\nArcane Soul:\r\nArcane Barrage grants Clearcasting and generates 4 Arcane Charges.\r\n\r\nEach cast of Arcane Barrage increases the damage of Arcane Barrage by 15%.",
    "es_ES": "Mientras estás bajo los efectos de Oleada Arcana, obtienes el doble de acumulaciones de Cascada de maná.\r\n\r\nTu fénix Arcano te potencia al agotarse y te otorga Alma Arcana durante 2 s, y 1,0 s más por cada hechizo excepcional que haya lanzado.\r\n\r\nAlma Arcana:\r\nTromba Arcana otorga Lanzamiento libre y genera 4 cargas Arcanas.\r\n\r\nCada lanzamiento de Tromba Arcana aumenta un 15% el daño de Tromba Arcana.",
    "fr_FR": "Sous l’effet d’une incantation d’Éruption d’arcanes, vous gagnez deux fois plus de charges de Cascade de mana.\r\n\r\nLorsque votre phénix arcanique expire, il vous confère Âme des arcanes pendant 2 s, plus 1,0 s par sort exceptionnel qu’il avait lancé.\r\n\r\nÂme des arcanes :\r\nBarrage des arcanes confère Idées claires et génère 4 charges arcaniques.\r\n\r\nChaque lancement de Barrage des arcanes augmente les dégâts du sort de 15 %.",
    "it_IT": "Quando si è sotto gli effetti di un'Eruzione Arcana lanciata, si ottiene il doppio di accumuli di Cascata di Mana.\r\n\r\nQuando Fenice Arcana termina, ti potenzia, fornendo Anima Arcana per 2 s, più 1,0 s per ogni incantesimo eccezionale lanciato.\r\n\r\nAnima Arcana :\r\nSbarramento Arcano fornisce Lancio Istintivo e genera 4 cariche arcane.\r\n\r\nOgni lancio di Sbarramento Arcano aumenta i danni inflitti da Sbarramento Arcano del 15%.",
    "ru_RU": "Под действием \"Чародейского выброса\" вы получаете в два раза больше эффектов \"Каскада маны\".\r\n\r\nКогда время существования чародейского феникса заканчивается, он усиливает вас эффектом \"Чародейская душа\" на 2 сек. Время действия продлевается на 1,0 сек. за каждое примененное фениксом мощное заклинание.\r\n\r\nЧародейская душа:\r\n\"Чародейский обстрел\" дает \"Ясность мысли\" и 4 чародейских заряда.\r\n\r\nС каждым применением \"Чародейского обстрела\" его урон увеличивается на 15%.",
    "ko_KR": "시전된 비전 쇄도의 효과를 받는 동안 마나 쏟아지는 마나 중첩을 2배로 얻습니다.\r\n\r\n비전 불사조가 만료되면 시전자가 강화되어 2초 동안 비전의 영혼이 부여되며, 불사조가 시전한 뛰어난 주문 하나당 지속시간이 1.0초만큼 추가로 증가합니다.\r\n\r\n비전의 영혼:\r\n비전 탄막이 번뜩임을 부여하고 비전 충전물 4개를 생성합니다.\r\n\r\n비전 탄막을 시전할 때마다 비전 탄막의 공격력이 15%만큼 증가합니다.",
    "zh_TW": "受施放的秘法奔騰效果影響時，你獲得的法力傾瀉層數變為兩倍。\r\n\r\n在你的秘法鳳凰效果結束後，它會強化你，賦予秘法靈魂，持續2秒，且其施放的每個非凡的法術，都會使持續時間額外延長1.0秒。\r\n\r\n秘法靈魂：\r\n秘法彈幕會賦予節能施法並生成4層秘法充能。\r\n\r\n每次施放秘法彈幕會使秘法彈幕的傷害提高15%。",
    "zh_CN": "受到你施放的奥术涌动影响时，你会获得双倍层数的法力涌流。\r\n\r\n你的奥术凤凰结束时会强化你，使你获得奥术之魂，持续2秒，其每施放过一个特殊法术额外延长1.0秒。\r\n\r\n奥术之魂：\r\n奥术弹幕会触发节能施法，并产生4层奥术充能。\r\n\r\n每施放一次奥术弹幕都会使奥术弹幕的伤害提高15%。"
  }
}