{
  "ID": "742764",
  "NameSubtext_lang": "",
  "Description_lang": "Every $t1 sec, your next Rising Sun Kick or Vivify releases a wave of Chi energy that flows through friends and foes, dealing $132467s1 Nature damage or $132463s1 healing. Bounces up to $115098s1 times to targets within $132466a2 yards.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "606541",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "450391",
  "name_blz": {
    "en_US": "Chi Wave",
    "es_MX": "Ola de chi",
    "pt_BR": "Onda de Chi",
    "de_DE": "Chiwelle",
    "en_GB": "Chi Wave",
    "es_ES": "Ola de chi",
    "fr_FR": "Onde de chi",
    "it_IT": "Ondata del Chi",
    "ru_RU": "Волна ци",
    "ko_KR": "기의 물결",
    "zh_TW": "真氣波",
    "zh_CN": "真气波"
  },
  "description_blz": {
    "en_US": "Every 15 sec, your next Rising Sun Kick or Vivify releases a wave of Chi energy that flows through friends and foes, dealing 105 Nature damage or 324 healing. Bounces up to 7 times to targets within 25 yards.",
    "es_MX": "Cada 15 s, tu siguiente Patada del sol naciente o Vivificar libera una oleada de energía de chi que fluye a través de aliados y enemigos, lo que inflige 106 p. de daño de naturaleza o restaura 323 p. de salud. Rebota hasta 7 veces hacia objetivos en un radio de 25 m.",
    "pt_BR": "A cada 15 s, seu próximo Chute do Sol Nascente ou Vivificar solta uma onda de energia de Chi que flui através de aliados e inimigos, causando 108 de dano de Natureza ou curando 316 pontos de vida. Salta até 7 vezes para alvos em um raio de 25 m.",
    "de_DE": "Alle 15 Sek. entfesselt Euer nächster Einsatz von 'Tritt der aufgehenden Sonne' oder 'Beleben' eine Welle aus Chienergie, die durch Verbündete und Gegner fließt und 108 Naturschaden beziehungsweise 317 Heilung verursacht. Springt bis zu 7-mal auf Ziele innerhalb von 25 Metern über.",
    "en_GB": "Every 15 sec, your next Rising Sun Kick or Vivify releases a wave of Chi energy that flows through friends and foes, dealing 104 Nature damage or 321 healing. Bounces up to 7 times to targets within 25 yards.",
    "es_ES": "Cada 15 s, tu siguiente Patada del sol naciente o Vivificar libera una ola de energía chi que atraviesa a amigos y enemigos por igual. Inflige 104 p. de daño de Naturaleza o sana 319 p. de salud. Rebota hasta 7 veces en los objetivos en un radio de 25 m.",
    "fr_FR": "Toutes les 15 s, votre prochain Coup de pied du Soleil levant ou Vivifier libère une onde de chi qui traverse les personnages alliés et adversaires, infligeant 104 points de dégâts de nature ou rendant 325 points de vie. L’onde rebondit jusqu’à 7 fois vers des cibles à moins de 25 m.",
    "it_IT": "Ogni 15 s, il successivo lancio di Calcio del Sole Nascente o Vivificazione scatena un'ondata d'energia del chi che travolge amici e nemici, infliggendo 106 danni da natura o fornendo 318 cure. L'ondata rimbalza per un massimo di 7 volte sui bersagli entro 25 m.",
    "ru_RU": "Раз в 15 сек. ваша следующая способность \"Удар восходящего солнца\" или \"Оживить\" выпускает волну энергии ци, которая накрывает союзников и противников, нанося 104 ед. урона от сил природы или восполняя 315 ед. здоровья. Переходит между целями в радиусе 25 м до 7 раз.",
    "ko_KR": "15초마다 다음 해오름차기 또는 생기 충전 사용 시 기의 물결을 방출해 아군과 적을 넘나들며 105의 자연 피해를 입히거나 318의 생명력을 회복시킵니다. 최대 7번까지 25미터 내의 대상에게 튕깁니다.",
    "zh_TW": "每15秒，你的下一個翔陽腳或生氣勃勃會釋放真氣在盟友與敵人之間流竄，造成106點自然傷害或治療316點生命力。最多可在25碼內的目標之間彈跳7次。",
    "zh_CN": "每过15秒，你的下一个旭日东升踢或活血术会释放一道真气能量波拂过你的盟友和敌人，造成106点自然伤害或恢复314点生命值。可弹射到25码范围内的目标身上，最多弹射7次。"
  }
}