{
  "ID": "742758",
  "NameSubtext_lang": "",
  "Description_lang": "Every $451803d your next $?s137016[Rapid Fire][Wildfire Bomb] launches a celestial arrow that conjures a $450978s1 yd radius Lunar Storm at the target's location dealing $1217459s1 Arcane damage. For the next $450978d, a random enemy affected by Sentinel within your Lunar Storm gets struck for $450883s1 Arcane damage every $450978t2 sec. Any target struck by this effect takes $450884s2% increased damage from you and your pet for $450884d. ",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1392544",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "450385",
  "name_blz": {
    "en_US": "Lunar Storm",
    "es_MX": "Tormenta lunar",
    "pt_BR": "Tempestade Lunar",
    "de_DE": "Lunarsturm",
    "en_GB": "Lunar Storm",
    "es_ES": "Tormenta lunar",
    "fr_FR": "Tempête lunaire",
    "it_IT": "Tempesta Lunare",
    "ru_RU": "Лунная буря",
    "ko_KR": "달의 폭풍",
    "zh_TW": "月能風暴",
    "zh_CN": "皎月风暴"
  },
  "description_blz": {
    "en_US": "Every 30 sec your next Wildfire Bomb launches a celestial arrow that conjures a 12 yd radius Lunar Storm at the target's location dealing 531 Arcane damage.\r\n \r\nFor the next 12 sec, a random enemy affected by Sentinel within your Lunar Storm gets struck for 497 Arcane damage every 0.4 sec. Any target struck by this effect takes 10% increased damage from you and your pet for 8 sec. ",
    "es_MX": "Cada 30 s, tu siguiente Bomba de fuego salvaje lanza una flecha celestial que conjura una Tormenta lunar de 12 m de radio en la ubicación del objetivo, que inflige 531 p. de daño arcano.\r\n \r\nDurante los próximos 12 s, un enemigo aleatorio afectado por Centinela dentro de tu Tormenta lunar recibe 497 p. de daño arcano cada 0.4 s. Cualquier objetivo golpeado por este efecto recibe un 10% más de daño de ti y de tu mascota durante 8 s. ",
    "pt_BR": "A cada 30 s, sua próxima Bomba de Fogo Indômito dispara uma flecha celestial que conjura uma Tempestade Lunar de 12 m na posição do alvo, causando 531 de dano Arcano.\r\n \r\nPelos próximos 12 s, um inimigo aleatório afetado por Sentinela dentro da sua Tempestade Lunar recebe 497 de dano Arcano a cada 0,4 s. Qualquer alvo atingido por este efeito recebe 10% a mais de dano de você e do seu ajudante por 8 s. ",
    "de_DE": "Alle 30 Sek. verschießt Euer nächster Einsatz von 'Lauffeuerbombe' einen Himmelspfeil, der am Standort des Ziels einen 'Lunarsturm' mit einem Radius von 12 Metern beschwört, der 531 Arkanschaden verursacht.\r\n\r\nFür die nächsten 12 Sek. erleidet ein zufälliger Gegner innerhalb Eures Lunarsturms, der von 'Wachsamer Schütze' betroffen ist, alle 0,4 Sek. 497 Arkanschaden. Alle Ziele, die von diesem Effekt getroffen werden, erleiden 8 Sek. lang 10% mehr Schaden durch Euch und Euren Begleiter. ",
    "en_GB": "Every 30 sec your next Wildfire Bomb launches a celestial arrow that conjures a 12 yd radius Lunar Storm at the target's location dealing 531 Arcane damage.\r\n \r\nFor the next 12 sec, a random enemy affected by Sentinel within your Lunar Storm gets struck for 497 Arcane damage every 0.4 sec. Any target struck by this effect takes 10% increased damage from you and your pet for 8 sec. ",
    "es_ES": "Cada 30 s, tu siguiente Bomba de fuego salvaje dispara una flecha celestial que conjura una Tormenta lunar con un radio de 12 m en la ubicación del objetivo que inflige 531 p. de daño Arcano.\r\n \r\nDurante 12 s, inflige 497 p. de daño Arcano cada 0,4 s a un enemigo aleatorio afectado por Centinela en tu Tormenta lunar. Tu mascota y tú infligís un 10% más de daño durante 8 s a cualquier objetivo bajo este efecto. ",
    "fr_FR": "Toutes les 30 s, votre prochaine technique Bombe de feu de brousse tire une flèche céleste qui fait apparaître une tempête lunaire d’un rayon de 12 m à l’emplacement de la cible, ce qui inflige 531 points de dégâts des arcanes.\r\n\r\nPendant 12 s, un personnage adverse aléatoire affecté par Sentinelle dans votre tempête lunaire est frappé de 497 points de dégâts des arcanes toutes les 0,4 s. Toute cible frappée par cet effet subit 10 % de dégâts supplémentaires de vous et votre familier pendant 8 s. ",
    "it_IT": "Ogni 30 s il successivo lancio di Bomba di Fuocobrado scaglia una freccia celestiale che richiama una Tempesta Lunare con un raggio di 12 m sulla posizione del bersaglio, infliggendo 531 danni da arcano.\r\n\r\nPer i successivi 12 s, un nemico casuale affetto da Sentinella nell'area d'effetto della Tempesta Lunare subisce 497 danni da arcano ogni 0,4 s. Qualsiasi bersaglio colpito da questo effetto subisce il 10% di danni aggiuntivi da te e dal tuo famiglio per 8 s. ",
    "ru_RU": "Раз в 30 сек. ваша следующая способность \"Огнебомба\" выпускает небесную стрелу, которая создает в области радиусом 12 м вокруг цели лунную бурю, наносящую 531 ед. урона от тайной магии. Время действия – 12 сек.\r\n \r\nЛунная буря наносит случайному противнику в области действия, на которого действует ваш эффект \"Часовой\", 497 ед. урона от тайной магии раз в 0,4 сек. Кроме того, цели, пораженные \"Лунной бурей\", получают от вас и вашего питомца на 10% больше урона в течение 8 сек. ",
    "ko_KR": "30초마다 다음 야생불 폭탄 사용 시 천상의 화살을 발사합니다. 천상의 화살은 대상 위치 12미터 반경에 달의 폭풍을 생성해 531의 비전 피해를 입힙니다.\r\n\r\n다음 12초 동안 달의 폭풍 안에 있는 파수꾼의 영향을 받는 무작위 적에게 0.4초마다 497의 비전 피해를 입힙니다. 이 효과에 적중당한 대상은 8초 동안 시전자와 야수에게 받는 피해가 10%만큼 증가합니다. ",
    "zh_TW": "每30秒，你的下一個野火炸彈會射出星穹之箭，在目標的位置製造12碼半徑的月能風暴，造成531點秘法傷害。\r\n\r\n在接下來的12秒裡，月能風暴範圍內隨機一個受哨兵影響的敵人被擊中時，每0.4秒受到497點秘法傷害。目標被此效果擊中時，你和寵物對其造成的傷害提高10%，持續8秒。 ",
    "zh_CN": "每隔30秒，你的下一个野火炸弹会发射一支天界之箭，在目标的位置扇起半径12码的皎月风暴，造成531点奥术伤害。\r\n\r\n接下来的12秒内，每0.4秒对皎月风暴中的随机一名受到你的哨兵影响的敌人造成497点奥术伤害。被该效果击中的所有目标受到你和你的宠物造成的伤害提高10%，持续8秒。 "
  }
}