{
  "ID": "743673",
  "NameSubtext_lang": "",
  "Description_lang": "Fists of Fury's damage is increased by $s1% of your haste and Fists of Fury does $451297s1% more damage each time it deals damage, resetting when Fists of Fury ends.Your auto attack speed is increased by $451298s1% for $451298d after Fists of Fury ends.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "903032",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "451294",
  "name_blz": {
    "en_US": "Momentum Boost",
    "es_MX": "Impulso momentáneo",
    "pt_BR": "Ganho de Impulso",
    "de_DE": "Bewegungsschub",
    "en_GB": "Momentum Boost",
    "es_ES": "Aumento de inercia",
    "fr_FR": "Prise d’inertie",
    "it_IT": "Potenziamento dell'Impeto",
    "ru_RU": "Ускоряющий импульс",
    "ko_KR": "여세몰이",
    "zh_TW": "動能加速",
    "zh_CN": "疾拳之势"
  },
  "description_blz": {
    "en_US": "Fists of Fury's damage is increased by 100% of your haste and Fists of Fury does 10% more damage each time it deals damage, resetting when Fists of Fury ends.\r\n\r\nYour auto attack speed is increased by 60% for 8 sec after Fists of Fury ends.",
    "es_MX": "El daño de Puños de furia aumenta según un 100% de tu celeridad y Puños de furia inflige un 10% más de daño cada vez que inflige daño. Este efecto se restablece cuando Puños de furia termina.\r\n\r\nTu velocidad de ataque automático aumenta un 60% durante 8 s después de que Puños de furia termina.",
    "pt_BR": "Dano de Punhos da Fúria aumentado em 100% da sua aceleração, e Punhos da Fúria tem o dano aumentado em 10% toda vez que causa dano, reiniciando quando Punhos da Fúria termina.\r\n\r\nSua velocidade de ataque automático aumenta em 60% por 8 s após o fim de Punhos da Fúria.",
    "de_DE": "Der Schaden von 'Furorfäuste' wird um 100% Eures Tempos erhöht und 'Furorfäuste' verursacht mit jedem erfolgreichen Treffer 10% mehr Schaden. Wird zurückgesetzt, wenn 'Furorfäuste' endet.\r\n\r\nNachdem 'Furorfäuste' endet, wird die Geschwindigkeit Eurer automatischen Angriffe 8 Sek. lang um 60% erhöht.",
    "en_GB": "Fists of Fury's damage is increased by 100% of your haste and Fists of Fury does 10% more damage each time it deals damage, resetting when Fists of Fury ends.\r\n\r\nYour auto attack speed is increased by 60% for 8 sec after Fists of Fury ends.",
    "es_ES": "El daño de Puños de furia aumenta el equivalente a un 100% de tu celeridad. Además, el daño de Puños de furia aumenta un 10% más cada vez que el hechizo inflige daño. Este efecto se reinicia cuando termina Puños de furia.\r\n\r\nTu velocidad de ataque automático aumenta un 60% durante 8 s cuando termina Puños de furia.",
    "fr_FR": "Les dégâts de Poings de fureur sont augmentés de 100 % de votre score de Hâte, et de 10 % à chaque fois que la technique inflige des dégâts. Le gain est annulé à la fin de l’effet.\r\n\r\nVotre vitesse d’attaque automatique est augmentée de 60 % pendant 8 s après la fin de Poings de fureur.",
    "it_IT": "Aumenta i danni inflitti da Pugni della Furia di un ammontare pari al 100% della celerità. Pugni della Furia infligge il 10% di danni aggiuntivi ogni volta che infligge danni, ammontare che si azzera quando Pugni della Furia termina.\r\n\r\nLa velocità d'attacco aumenta del 60% per 8 s al termine di Pugni della Furia.",
    "ru_RU": "Урон от \"Неистовых кулаков\" увеличивается на 100% вашего показателя скорости. Каждый раз, когда \"Неистовые кулаки\" наносят урон, их урон увеличивается на 10% до окончания применения.\r\n\r\nПосле завершения действия \"Неистовых кулаков\" скорость ваших автоатак повышается на 60% на 8 сек.",
    "ko_KR": "분노의 주먹의 공격력이 가속의 100%만큼 증가합니다. 또한 분노의 주먹으로 피해를 입힐 때마다 10%의 추가 피해를 입히며, 분노의 주먹이 끝날 때 초기화됩니다.\r\n\r\n분노의 주먹이 끝난 후에 8초 동안 자동 공격 속도가 60%만큼 증가합니다.",
    "zh_TW": "提高狂拳連打的傷害，數值相當於你加速的100%，且狂拳連打每次造成傷害時，造成的傷害提高10%，狂拳連打結束時，效果重置。\r\n\r\n狂拳連打結束後，你的自動攻擊速度提高60%，持續8秒。",
    "zh_CN": "怒雷破的伤害提高，比例相当于你的急速的100%。怒雷破每次造成伤害，都会使其造成的伤害提高10%，并在怒雷破结束时重置。\r\n\r\n怒雷破结束后，你的自动攻击速度提高60%，持续8秒。"
  }
}