{
  "ID": "743850",
  "NameSubtext_lang": "",
  "Description_lang": "During Storm, Earth, and Fire, Chi costs are reduced by $451462s1 and Blackout Kick reduces the cooldown of affected abilities by an additional ${$s1/1000} sec. Activating Storm, Earth, and Fire resets the remaining cooldown of Rising Sun Kick and grants $s2 Chi.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "67108864",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3565721",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "451463",
  "name_blz": {
    "en_US": "Ordered Elements",
    "es_MX": "Elementos ordenados",
    "pt_BR": "Elementos Ordenados",
    "de_DE": "Beorderte Elemente",
    "en_GB": "Ordered Elements",
    "es_ES": "Elementos ordenados",
    "fr_FR": "Éléments ordonnés",
    "it_IT": "Elementi Ordinati",
    "ru_RU": "Упорядоченные стихии",
    "ko_KR": "정연한 기운",
    "zh_TW": "五行相生",
    "zh_CN": "道法万象"
  },
  "description_blz": {
    "en_US": "During Storm, Earth, and Fire, Chi costs are reduced by 1 and Blackout Kick reduces the cooldown of affected abilities by an additional 1 sec. \r\n\r\nActivating Storm, Earth, and Fire resets the remaining cooldown of Rising Sun Kick and grants 2 Chi.",
    "es_MX": "Durante Tormenta, Tierra y Fuego, los costos de chi se reducen 1 p., y Patada oscura reduce 1 s más el tiempo de reutilización de las habilidades afectadas. \r\n\r\nActivar Tormenta, Tierra y Fuego restablece el tiempo de reutilización restante de Patada del sol naciente y otorga 2 p. de chi.",
    "pt_BR": "Durante Tempestade, Terra e Fogo, o custo de Chi é reduzido em 1, e o Chute Blecaute reduz a recarga de habilidades afetadas em mais 1s. \r\n\r\nAtivar Tempestade, Terra e Fogo reinicia a recarga restante de Chute do Sol Nascente e concede 2 de Chi.",
    "de_DE": "Während 'Sturm, Erde und Feuer' sind die Chi-Kosten um 1 verringert und 'Blackout-Tritt' verringert die Abklingzeit betroffener Fähigkeiten um weitere 1 Sek.\r\n\r\nDie Aktivierung von 'Sturm, Erde und Feuer' setzt die verbleibende Abklingzeit von 'Tritt der aufgehenden Sonne' zurück und gewährt 2 Chi.",
    "en_GB": "During Storm, Earth, and Fire, Chi costs are reduced by 1 and Blackout Kick reduces the cooldown of affected abilities by an additional 1 sec. \r\n\r\nActivating Storm, Earth, and Fire resets the remaining cooldown of Rising Sun Kick and grants 2 Chi.",
    "es_ES": "Durante Tormenta, Tierra y Fuego, los costes de chi se reducen 1 p., y Patada oscura reduce el tiempo de reutilización de las facultades afectadas 1 s más. \r\n\r\nLa activación de Tormenta, Tierra y Fuego restablece el tiempo de reutilización de Patada del sol naciente y otorga 2 p. de chi.",
    "fr_FR": "Pendant Tempête, Terre et Feu, les coûts en chi sont réduits de 1 et Frappe du voile noir réduit le temps de recharge des techniques affectées de 1 s supplémentaire.\r\n\r\nL’activation de Tempête, Terre et Feu annule le temps de recharge restant de Coup de pied du soleil levant et confère 2 points de chi.",
    "it_IT": "Durante Tempesta, Terra e Fuoco, i costi in chi sono ridotti di 1 e Calcio dell'Oscuramento riduce il tempo di recupero delle abilità che modifica di 1 s aggiuntivi.\r\n\r\nAttivare Tempesta, Terra e Fuoco azzera il tempo di recupero restante di Calcio del Sole Nascente e genera 2 chi.",
    "ru_RU": "Пока действует \"Буря, земля и огонь\", затраты энергии ци на применение способностей сокращаются на 1 ед., а \"Нокаутирующий удар\" сокращает время восстановления соответствующих способностей еще на 1 сек. \r\n\r\nПри активации \"Буря, земля и огонь\" мгновенно восстанавливает \"Удар восходящего солнца\" и дает 2 ед. энергии ци.",
    "ko_KR": "폭풍과 대지와 불의 지속시간 동안 기 소모량이 1만큼 감소하고, 후려차기 사용 시 영향을 받는 능력의 재사용 대기시간을 추가로 1초만큼 감소시킵니다. \r\n\r\n폭풍과 대지와 불 활성화 시 해오름차기의 남은 재사용 대기시간이 초기화되고 2의 기를 생성합니다.",
    "zh_TW": "在風、火、大地作用期間，消耗的真氣降低1點，且滅寂腿會使受影響技能的冷卻時間額外縮短1秒。\r\n\r\n啟動風、火、大地後，會重置翔陽腳的剩餘冷卻時間，並賦予2點真氣。",
    "zh_CN": "在风火雷电期间，真气消耗降低1点，并且幻灭踢使受影响技能的冷却时间额外缩短1秒。\r\n\r\n激活风火雷电会重置旭日东升踢的剩余冷却时间，并产生2点真气。"
  }
}