{
  "ID": "744226",
  "NameSubtext_lang": "",
  "Description_lang": "Shadow Word: Death consumes absorb shields from your target, dealing $32379s1 extra damage to them and granting you $?c3[$s3 Insanity][$s2% mana] if a shield was present.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "135888",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "451840",
  "name_blz": {
    "en_US": "Devour Matter",
    "es_MX": "Devorar materia",
    "pt_BR": "Devorar Matéria",
    "de_DE": "Materie verschlingen",
    "en_GB": "Devour Matter",
    "es_ES": "Devorar material",
    "fr_FR": "Dévoration matérielle",
    "it_IT": "Divoramento Materia",
    "ru_RU": "Поглощение материи",
    "ko_KR": "물질 포식",
    "zh_TW": "吞噬物質",
    "zh_CN": "吞灭物质"
  },
  "description_blz": {
    "en_US": "Shadow Word: Death consumes absorb shields from your target, dealing 14,158 extra damage to them and granting you 1% mana if a shield was present.",
    "es_MX": "Palabra de las sombras: muerte consume los escudos de absorción de tu objetivo, al cual le inflige 14,155 p. más de daño mientras que a ti te otorga un 1% de maná si había un escudo.",
    "pt_BR": "Palavra Sombria: Morte consome escudos de absorção do seu alvo, causando 14.258 de dano extra a ele e concedendo a você 1% de mana se houver um escudo presente.",
    "de_DE": "'Schattenwort: Tod' verbraucht Absorptionsschilde Eures Ziels, fügt ihm 14.266 zusätzlichen Schaden zu und gewährt Euch 1% Mana, wenn ein Schild vorhanden war.",
    "en_GB": "Shadow Word: Death consumes absorb shields from your target, dealing 13,988 extra damage to them and granting you 1% mana if a shield was present.",
    "es_ES": "Palabra de las Sombras: muerte consume los escudos de absorción de tu objetivo, que recibe 14133 p. más de daño. Además, te otorga un 1% de maná si había un escudo presente.",
    "fr_FR": "Mot de l’ombre : Mort absorbe les boucliers protecteurs de votre cible, lui inflige 13888 de dégâts supplémentaires et vous confère 1 % de mana si un bouclier était présent.",
    "it_IT": "Parola d'Ombra: Morte consuma gli scudi di assorbimento sul bersaglio, infliggendo 14.029 danni aggiuntivi e rigenerando il 1% del mana massimo se era presente uno scudo.",
    "ru_RU": "\"Слово Тьмы: Смерть\" поглощает эффекты щитов, действующие на цель. Кроме того, \"Слово Тьмы: Смерть\" наносит 14278 ед. дополнительного урона и восполняет 1% маны, если на цель действовал щит.",
    "ko_KR": "어둠의 권능: 죽음이 대상에게 부여된 피해 흡수 보호막을 흡수하여 14,312의 추가 피해를 입힙니다. 또한 보호막이 있다면 1%의 마나를 회복합니다.",
    "zh_TW": "在目標有護盾的情況下，暗言術：死會消耗目標身上的吸收護盾，對其額外造成14,095點傷害，並賦予你1%法力。",
    "zh_CN": "暗言术：灭吞噬目标的吸收护盾，有护盾存在时对其造成最多14,032点额外伤害，并使你获得1%的法力值。"
  }
}