{
  "ID": "744783",
  "NameSubtext_lang": "",
  "Description_lang": "Metamorphosis now also $?a203555[causes Demon Blades to generate $162264s10 additional Fury]?a212612[causes Demon's Bite to generate $162264s11 additional Fury][greatly empowers Soul Cleave and Spirit Bomb].While demon form is active, the first cast of each empowered ability induces a Demonsurge, causing you to explode with Fel energy, dealing $452416s1 Fire damage to nearby enemies. Deals reduced damage beyond $452416s3 targets.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "5927628",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "452402",
  "name_blz": {
    "en_US": "Demonsurge",
    "es_MX": "Oleada demoníaca",
    "pt_BR": "Surto Demoníaco",
    "de_DE": "Dämonenwoge",
    "en_GB": "Demonsurge",
    "es_ES": "Oleada demoníaca",
    "fr_FR": "Afflux démoniaque",
    "it_IT": "Impeto Demoniaco",
    "ru_RU": "Демоническая вспышка",
    "ko_KR": "악마쇄도",
    "zh_TW": "惡魔湧動",
    "zh_CN": "魔涌"
  },
  "description_blz": {
    "en_US": "Metamorphosis now also greatly empowers Soul Cleave and Spirit Bomb.\r\n\r\nWhile demon form is active, the first cast of each empowered ability induces a Demonsurge, causing you to explode with Fel energy, dealing 1,758 Fire damage to nearby enemies. Deals reduced damage beyond 8 targets.",
    "es_MX": "Metamorfosis ahora también potencia enormemente Rajar alma y Bomba de espíritu.\r\n\r\nMientras la forma de demonio está activa, el primer lanzamiento de cada habilidad potenciada genera una Oleada demoníaca que hace que explotes con energía vil e inflijas 1,789 p. de daño de fuego a los enemigos cercanos. Inflige menos daño si golpea a más de 8 objetivos.",
    "pt_BR": "Metamorfose agora também potencializa consideravelmente Cutilada da Alma e Bomba Espiritual.\r\n\r\nQuando a forma de demônio está ativa, o primeiro lançamento de cada habilidade potencializada induz um Surto Demoníaco que faz você explodir com energia Vil, causando 1.747 de dano de Fogo aos inimigos próximos. Causa dano reduzido acima de 8 alvos.",
    "de_DE": "Der Zauber 'Metamorphose' ermächtigt 'Seelenspalter' und 'Seelenbombe' stark.\r\n\r\nWährend die Dämonengestalt aktiv ist, löst der jeweils erste Einsatz jeder ermächtigten Fähigkeit 'Dämonenwoge' aus, wodurch Ihr vor Teufelsenergie explodiert und Gegnern in der Nähe 1.747 Feuerschaden zufügt. Fügt Zielen über 8 Ziele hinaus verringerten Schaden zu.",
    "en_GB": "Metamorphosis now also greatly empowers Soul Cleave and Spirit Bomb.\r\n\r\nWhile demon form is active, the first cast of each empowered ability induces a Demonsurge, causing you to explode with Fel energy, dealing 1,714 Fire damage to nearby enemies. Deals reduced damage beyond 8 targets.",
    "es_ES": "Ahora, Metamorfosis también potencia enormemente Rajar alma y Bomba de espíritu.\r\n\r\nMientras la forma de demonio está activa, la primera vez que activas cada facultad potenciada, se genera una Oleada demoníaca que te hace estallar con energía vil e inflige 1762 p. de daño de Fuego a los enemigos cercanos. Inflige daño reducido si golpea a más de 8 objetivos.",
    "fr_FR": "Métamorphose renforce considérablement Division de l’âme et Bombe spirituelle.\r\n\r\nTant que la forme de démon est active, la première activation de chaque technique renforcée déclenche Afflux démoniaque, qui vous fait déborder d’énergie gangrenée infligeant 1781 points de dégâts de feu aux adversaires proches. Inflige des dégâts réduits au-delà de 8 cibles.",
    "it_IT": "Metamorfosi Demoniaca potenzia significativamente Fendente d'Anima e Bomba Spirituale.\r\n\r\nQuando la Forma Demoniaca è attiva, il primo lancio di ogni abilità potenziata attiva Impeto Demoniaco, la cui scarica di vilenergia infligge 1.753 danni da fuoco ai nemici vicini. Danni ridotti oltre 8 bersagli.",
    "ru_RU": "Во время действия \"Метаморфозы\" \"Раскалывание душ\" и \"Взрывная душа\" значительно усиливаются.\r\n\r\nПока вы находитесь в облике демона, первое применение каждой из усиленных способностей вызывает \"Демоническую вспышку\", создающую взрыв энергии Скверны и наносящую ближайшим противникам 1758 ед. урона от огня. Цели после 8-й получают уменьшенный урон.",
    "ko_KR": "탈태 활성화 시 추가로 영혼 베어내기와 영혼 폭탄이 크게 강화됩니다.\r\n\r\n악마 형상이 활성화된 동안 각 강화된 능력을 처음으로 시전하면 악마쇄도가 발동하여 지옥 마력을 방출해 주위의 적에게 1,741의 화염 피해를 입힙니다. 8명을 초과하는 대상에게는 감소된 피해를 입힙니다.",
    "zh_TW": "惡魔化身現在也會大幅強化破魂斬和靈魂炸彈。\r\n\r\n在惡魔形態作用期間，第一次施放每個強化後的技能時，都會觸發惡魔湧動，使你爆炸並釋放魔化能量，對附近敵人造成1,774點火焰傷害。超過8個目標時，傷害降低。",
    "zh_CN": "恶魔变形现在还会大幅强化灵魂裂劈和幽魂炸弹。\r\n\r\n恶魔形态激活时，你第一次激活每种强化技能时都会触发一次魔涌，使你爆发出邪能，对周围的敌人造成1,737点火焰伤害。目标超过8个后造成的伤害降低。"
  }
}