{
  "ID": "744916",
  "NameSubtext_lang": "",
  "Description_lang": "Flip a Fatebound Coin each time a finishing move consumes $s1 or more combo points. Heads increases the damage of your attacks by ${$456479s1+$452923s1}%, lasting $452923d or until you flip Tails. Tails deals $452538s1 Cosmic damage to your target.For each time the same face is flipped in a row, Heads increases damage by an additional $452923s1% and Tails increases its damage by $452917s1%.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "5927626",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "452536",
  "name_blz": {
    "en_US": "Hand of Fate",
    "es_MX": "Mano del destino",
    "pt_BR": "Mão do Destino",
    "de_DE": "Hand des Schicksals",
    "en_GB": "Hand of Fate",
    "es_ES": "Mano del Destino",
    "fr_FR": "Main du destin",
    "it_IT": "Mano del Destino",
    "ru_RU": "Рука судьбы",
    "ko_KR": "운명의 손",
    "zh_TW": "天命之手",
    "zh_CN": "命运之手"
  },
  "description_blz": {
    "en_US": "Flip a Fatebound Coin each time a finishing move consumes 5 or more combo points. Heads increases the damage of your attacks by 10%, lasting 15 sec or until you flip Tails. Tails deals 940 Cosmic damage to your target.\r\n\r\nFor each time the same face is flipped in a row, Heads increases damage by an additional 2% and Tails increases its damage by 10%.",
    "es_MX": "Lanza una moneda sinoatada cada vez que un remate consume 5 p. de combo o más. Si sale cara, el daño de tus ataques aumenta un 10% durante 15 s o hasta que salga cruz. Si sale cruz, inflige 958 p. de daño cósmico a tu objetivo.\r\n\r\nPor cada vez que sale la misma cara de la moneda, el porcentaje de daño aumenta un 2% más si sale cara, y el daño infligido aumenta un 10% si sale cruz.",
    "pt_BR": "Faz cara ou coroa com uma Moeda Destinada toda vez que um golpe final consome 5 ou mais pontos de combo. Cara aumenta em 10% o dano dos seus ataques. O efeito dura 15 s ou até sair uma Coroa. Coroa causa 952 de dano Cósmico ao seu alvo.\r\n\r\nSempre que a moeda sai virada com o mesmo lado em sequência, Cara aumenta em mais 2% o dano, e Coroa aumenta em 10% o dano.",
    "de_DE": "Wirft immer, wenn ein Finishing-Move 5 oder mehr Combopunkte verbraucht, eine schicksalsgebundene Münze. Kopf erhöht den Schaden Eurer Angriffe 15 Sek. lang, oder bis Ihr Zahl werft, um 10%. Zahl fügt Eurem Ziel 964 kosmischen Schaden zu.\r\n\r\nImmer wenn der Wurf das gleiche Ergebnis wie der vorherige Wurf hat, wird bei Kopf der Schaden um zusätzliche 2% und bei Zahl der Schaden um 10% erhöht.",
    "en_GB": "Flip a Fatebound Coin each time a finishing move consumes 5 or more combo points. Heads increases the damage of your attacks by 10%, lasting 15 sec or until you flip Tails. Tails deals 962 Cosmic damage to your target.\r\n\r\nFor each time the same face is flipped in a row, Heads increases damage by an additional 2% and Tails increases its damage by 10%.",
    "es_ES": "Lanzas una moneda vinculada al destino cada vez que un remate consume 5 p. de combo o más. Si sale cara, el daño de tus ataques aumenta un 10% durante 15 s o hasta que salga cruz. Si sale cruz, infliges 956 p. de daño Cósmico a tu objetivo.\r\n\r\nCada vez que se repite el resultado de forma consecutiva, cara aumenta el daño un 2% más, mientras que cruz lo aumenta su daño un 10%.",
    "fr_FR": "Lance une pièce prédestinée chaque fois qu’un coup de grâce consomme 5 points de combo ou plus. Face, augmente les dégâts des attaques de 10 % pendant 15 s ou jusqu’à ce qu’une pièce tombe sur pile. Pile, inflige 973 points de dégâts cosmiques à votre cible.\r\n\r\nChaque fois que la pièce retombe du même côté, face augmente les dégâts de 2 % supplémentaires et pile augmente ses dégâts de 10 %.",
    "it_IT": "Lancia una Moneta Vincolafato ogni volta che una mossa risolutiva consuma 5 o più punti combo. Testa aumenta i danni inflitti dagli attacchi del 10% per 15 s o finché un lancio non mostra croce. Croce infligge 966 danni cosmici al bersaglio.\r\n\r\nOgni volta che il lancio della Moneta Vincolafato mostra la stessa faccia, il bonus ai danni inflitti fornito da Testa aumenta del 2% e i danni inflitti da Croce aumentano del 10%.",
    "ru_RU": "Когда ваш завершающий прием расходует 5 приемов серии или больше, вы подбрасываете судьбоносную монету. Если выпадает орел, наносимый вами урон увеличивается на 10% на 15 сек. или до тех пор, пока не выпадет решка. Если выпадает решка, ваша цель получает 954 ед. космического урона.\r\n\r\nКаждый раз, когда ваша судьбоносная монета падает той же стороной, что и при предыдущем броске, ее эффект усиливается: орел увеличивает урон еще на 2%, а решка наносит на 10% больше урона.",
    "ko_KR": "마무리 일격으로 연계 점수를 5점 이상 소모할 때마다 운명결속 동전을 던집니다. 앞면이 나오면 15초 동안 혹은 뒷면이 나올 때까지 공격으로 입히는 피해가 10%만큼 증가합니다. 뒷면이 나오면 대상에게 959의 우주 피해를 입힙니다.\r\n\r\n연속으로 같은 면이 나올 때마다 앞면은 공격력이 추가로 2%만큼, 뒷면은 입히는 피해가 10%만큼 증가합니다.",
    "zh_TW": "每次終結技消耗5個以上的連擊點數時，擲出命縛硬幣。擲到正面會使你攻擊的傷害提高10%，持續15秒或直到你擲出背面為止。擲到背面會對目標造成967點星宙傷害。\r\n\r\n連續擲到同一面時，每次擲到正面都會使傷害額外提高2%，擲到背面則會使其傷害提高10%。",
    "zh_CN": "每当一个终结技消耗5个或更多连击点数时，掷出一枚命运硬币。正面会使你的攻击伤害提高10%，持续15秒或直到你掷出反面为止。反面会对被击中的目标造成957点宇宙伤害。\r\n\r\n每次你掷出命运硬币的结果与上一次相同时，正面使造成的伤害额外提高2%，反面造成的伤害提高10%。"
  }
}