{
  "ID": "746446",
  "NameSubtext_lang": "",
  "Description_lang": "Your Touch of the Magi now also conjures a spark, causing the damage from your next Arcane Barrage, Arcane Blast, and Arcane Missiles to echo for $454016s1% of their damage.Upon receiving damage from all three spells, the spark explodes, dealing $453925s1 Arcane damage to all nearby enemies.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "1073741824",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "6",
  "SchoolMask": "64",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "237585",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "454016",
  "name_blz": {
    "en_US": "Magi's Spark",
    "es_MX": "Chispa del Magi",
    "pt_BR": "Centelha dos Magos",
    "de_DE": "Funke der Magi",
    "en_GB": "Magi's Spark",
    "es_ES": "Chispa de magi",
    "fr_FR": "Étincelle des magi",
    "it_IT": "Scintilla del Magus",
    "ru_RU": "Искра мага",
    "ko_KR": "마도사의 불꽃",
    "zh_TW": "魔導師火花",
    "zh_CN": "大法师的火花"
  },
  "description_blz": {
    "en_US": "Your Touch of the Magi now also conjures a spark, causing the damage from your next Arcane Barrage, Arcane Blast, and Arcane Missiles to echo for 100% of their damage.\r\n\r\nUpon receiving damage from all three spells, the spark explodes, dealing 25,059 Arcane damage to all nearby enemies.",
    "es_MX": "Tu Toque del magi ahora también conjura una chispa que hace que el daño infligido por tu siguiente Tromba arcana, Explosión arcana y Misiles arcanos se replique en un 100% del daño.\r\n\r\nAl recibir daño de los tres hechizos, la chispa explota e inflige 24,654 p. de daño arcano a todos los enemigos cercanos.",
    "pt_BR": "Seu Toque dos Magos agora também conjura uma centelha, fazendo o dano causado pelo seu próximo uso de Salva Arcana, Impacto Arcano e Mísseis Arcanos ecoar, causando 100% do dano.\r\n\r\nAo receber dano de todos os três feitiços, a centelha explode, causando 24.879 de dano Arcano a todos os inimigos próximos.",
    "de_DE": "Eure 'Berührung der Magi' beschwört nun auch einen Funken, wodurch der Schaden Eures nächsten Einsatzes von 'Arkanbeschuss', 'Arkanschlag' und 'Arkane Geschosse' ein Echo erzeugt, das 100% des Schadens verursacht.\r\n\r\nNachdem der Funke Schaden von allen drei Zaubern erhalten hat, explodiert er und fügt dabei allen Gegnern in der Nähe 24.949 Arkanschaden zu.",
    "en_GB": "Your Touch of the Magi now also conjures a spark, causing the damage from your next Arcane Barrage, Arcane Blast, and Arcane Missiles to echo for 100% of their damage.\r\n\r\nUpon receiving damage from all three spells, the spark explodes, dealing 25,064 Arcane damage to all nearby enemies.",
    "es_ES": "Ahora, Toque de los magi también conjura una chispa que duplica un 100% del daño infligido por tus siguientes Tromba Arcana, Explosión Arcana y Misiles Arcanos.\r\n\r\nAl recibir daño de los tres hechizos, la chispa explota e inflige 24628 p. de daño Arcano a todos los enemigos cercanos.",
    "fr_FR": "Votre Toucher des magi évoque à présent une étincelle sous l’effet de laquelle vos prochains sorts Barrage des arcanes, Déflagration des arcanes et Projectiles des arcanes se répéteront en infligeant 100 % de ses dégâts.\r\n\r\nUne fois les dégâts de ces trois sorts reçus, l’étincelle explose, ce qui inflige 25131 points de dégâts des arcanes aux adversaires proches.",
    "it_IT": "Tocco del Magus evoca una scintilla, facendo riecheggiare i danni inflitti dal successivo lancio di Sbarramento Arcano, Detonazione Arcana e Missili Arcani del 100% dei danni inflitti.\r\n\r\nQuando si subiscono danni da tutti e tre gli incantesimi, la scintilla esplode, infliggendo 24.649 danni da arcano a tutti i nemici vicini.",
    "ru_RU": "\"Касание мага\" также призывает искру, резонирующую от следующего применения \"Чародейского обстрела\", \"Чародейской вспышки\" и \"Чародейских стрел\" и наносящую 100% их урона.\r\n\r\nПосле того как цель получает урон от всех трех заклинаний, искра взрывается, нанося ближайшим противникам 24542 ед. урона от тайной магии.",
    "ko_KR": "비전의 여파 사용 시 추가로 불꽃을 부여하고 다음 비전 탄막, 비전 작렬, 신비한 화살을 메아리치게 하여 준 피해의 100%에 해당하는 피해를 입히도록 합니다.\r\n\r\n대상이 모든 세 가지 주문으로 피해를 받으면 불꽃이 폭발해 주위의 모든 적에게 25,007의 비전 피해를 입힙니다.",
    "zh_TW": "你的魔導師之觸現在也會召出火花，使你下一個秘法彈幕、秘法衝擊和秘法飛彈的傷害產生迴響，造成100%傷害。\r\n\r\n受到這三個法術的傷害時，火花會爆炸，對附近所有敵人造成24,929點秘法傷害。",
    "zh_CN": "你的大法师之触现在还会召唤一个火花，使你的下一个奥术弹幕、奥术冲击和奥术飞弹产生回响，造成100%的伤害。\r\n\r\n当受到所有三种法术的伤害后，火花会爆炸，对所有周围的敌人造成24,869点奥术伤害。"
  }
}