{
  "ID": "746887",
  "NameSubtext_lang": "",
  "Description_lang": "Cold Blood now benefits the next two abilities but only applies to $?a137037[Envenom][Dispatch]. Fatebound Coins flipped by these abilities are guaranteed to match the same outcome as the last flip.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "4194304",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "135988",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "454434",
  "name_blz": {
    "en_US": "Inevitabile End",
    "es_MX": "Final inevitable",
    "pt_BR": "Fim Inevitável",
    "de_DE": "Unausweichliches Ende",
    "en_GB": "Inevitabile End",
    "es_ES": "Final inevitable",
    "fr_FR": "Fin inéluctable",
    "it_IT": "Fine Inevitabile",
    "ru_RU": "Неизбежный финал",
    "ko_KR": "피할 수 없는 최후",
    "zh_TW": "必然結果",
    "zh_CN": "必然归宿"
  },
  "description_blz": {
    "en_US": "Cold Blood now benefits the next two abilities but only applies to Dispatch. Fatebound Coins flipped by these abilities are guaranteed to match the same outcome as the last flip.",
    "es_MX": "Sangre fría ahora beneficia las dos siguientes habilidades, pero solo se aplica a Despachar. Las monedas sinoatadas lanzadas por estas habilidades coincidirán con el mismo resultado del último lanzamiento.",
    "pt_BR": "Sangue Frio agora beneficia as duas próximas habilidades, mas só se aplica a Liquidar. Moedas Destinadas lançadas por essas habilidades têm a garantia de darem um resultado igual ao último.",
    "de_DE": "Die nächsten zwei Fähigkeiten profitieren jetzt von 'Kaltblütigkeit', allerdings nur 'Tötung'. 'Schicksalsgebundene Münzen', die von diesen Fähigkeiten geworfen werden, erzielen garantiert das gleiche Ergebnis, auf dem sie auch beim letzten Wurf gelandet sind.",
    "en_GB": "Cold Blood now benefits the next two abilities but only applies to Dispatch. Fatebound Coins flipped by these abilities are guaranteed to match the same outcome as the last flip.",
    "es_ES": "Ahora, Sangre fría beneficia a las dos facultades siguientes, pero solo se aplica a Despachar. Las monedas vinculadas al destino que se tiren con estas facultades mostrarán la misma cara que en la última tirada.",
    "fr_FR": "Sang froid s’applique à présent aux deux prochaines techniques, mais ne s’applique qu’à Couperet. Les pièces prédestinées lancées par ces techniques tomberont toujours du même côté que la précédente.",
    "it_IT": "Sangue Freddo fornisce benefici alle successive 2 abilità ma si applica solo a Eliminazione. Le Monete Vincolafato lanciate da queste abilità mostrano sempre lo stesso risultato dell'ultimo lancio.",
    "ru_RU": "\"Хладнокровие\" усиливает две следующие способности, но действует только на \"Устранение\". Судьбоносные монеты, подброшенные за счет этих способностей, гарантированно падают той же стороной, что и при предыдущем броске.",
    "ko_KR": "냉혈이 다음 2회 동안 사용하는 능력에 이로운 효과를 부여하지만 속결에만 영향을 줍니다. 이 능력으로 운명결속 동전을 던질 경우 반드시 이전 시도와 같은 결과가 나옵니다.",
    "zh_TW": "冷血現在會對接下來兩個技能生效，但僅適用於抹殺。這些技能擲出命縛硬幣時，保證與上次擲到的結果相同。",
    "zh_CN": "冷血现在将影响下2个你使用的技能，但仅限于斩击。通过这些技能掷出的命运硬币必定与上一次掷出的结果相同。"
  }
}