{
  "ID": "747922",
  "NameSubtext_lang": "",
  "Description_lang": "Prepare a Serrated Bone Spike every $s1 sec, stacking up to $455366u. Rupture spends a stack to embed a bone spike in its target.|cFFFFFFFF$@spellicon385424 $@spellname385424|r:Deals $385424s1 Physical damage and $394036s1 Bleed damage every $394036t1 sec until the target dies or leaves combat.Refunds a stack when the target dies.|cFFFFFFFFAwards 1 combo point plus 1 additional per active bone spike.|r",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3578230",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "455352",
  "name_blz": {
    "en_US": "Serrated Bone Spikes",
    "es_MX": "Púas óseas serradas",
    "pt_BR": "Espigões Ósseos Serrilhados",
    "de_DE": "Gezackte Knochenstacheln",
    "en_GB": "Serrated Bone Spikes",
    "es_ES": "Púas óseas dentadas",
    "fr_FR": "Pointes d’os dentelées",
    "it_IT": "Aculei Ossei Seghettati",
    "ru_RU": "Зазубренные костяные шипы",
    "ko_KR": "톱니 뼈 가시",
    "zh_TW": "鋸齒骸骨尖刺",
    "zh_CN": "锯齿骨刺"
  },
  "description_blz": {
    "en_US": "Prepare a Serrated Bone Spike every 30 sec, stacking up to 3. Rupture spends a stack to embed a bone spike in its target.\r\n\r\n Serrated Bone Spike:\r\nDeals 916 Physical damage and 92 Bleed damage every 2.7 sec until the target dies or leaves combat.\r\n\r\nRefunds a stack when the target dies.\r\n\r\nAwards 1 combo point plus 1 additional per active bone spike.",
    "es_MX": "Prepara una púa ósea serrada cada 30 s. Se acumula hasta 3. Ruptura gasta una acumulación para clavar una Púa ósea en su objetivo.\r\n\r\n Púa ósea serrada:\r\nInflige 938 p. de daño físico y 92 p. de daño de sangrado cada 2.7 s hasta que el objetivo muere o abandona el combate.\r\n\r\nDevuelve una acumulación cuando el objetivo muere.\r\n\r\nOtorga 1 p. de combo y 1 más por cada púa ósea activa.",
    "pt_BR": "Prepara a cada 30 s um Espigão Ósseo Serrilhado que acumula até 3 vezes. Ruptura usa uma aplicação para cravar um espigão ósseo no alvo.\r\n\r\n Espigão Ósseo Serrilhado:\r\nCausa 924 de dano Físico e 92 de dano de Sangramento a cada 2,7 s até o alvo morrer ou sair de combate.\r\n\r\nRestaura uma aplicação quando o alvo morre.\r\n\r\nConcede 1 ponto de combo, mais 1 adicional por espigão ósseo ativo.",
    "de_DE": "Bereitet alle 30 Sek. einen gezackten Knochenstachel vor, stapelbar bis 3. 'Blutung' verbraucht einen Stapel, um einen Knochenstachel in das Ziel zu stecken.\r\n\r\n Gezackter Knochenstachel:\r\nVerursacht 923 körperlichen Schaden sowie alle 2,7 Sek. 92 Blutungsschaden, bis das Ziel stirbt oder den Kampf verlässt.\r\n\r\nWenn das Ziel stirbt, wird 1 Stapel erstattet.\r\n\r\nGewährt 1 Combopunkt plus 1 weiteren pro aktivem Knochenstachel.",
    "en_GB": "Prepare a Serrated Bone Spike every 30 sec, stacking up to 3. Rupture spends a stack to embed a bone spike in its target.\r\n\r\n Serrated Bone Spike:\r\nDeals 936 Physical damage and 92 Bleed damage every 2.7 sec until the target dies or leaves combat.\r\n\r\nRefunds a stack when the target dies.\r\n\r\nAwards 1 combo point plus 1 additional per active bone spike.",
    "es_ES": "Prepara una púa ósea dentada cada 30 s. Se acumula hasta 3 veces. Ruptura gasta una acumulación para clavar una púa ósea en su objetivo.\r\n\r\n Púa ósea dentada:\r\nInflige 916 p. de daño físico y 92 p. de daño de sangrado cada 2,7 s hasta que el objetivo muere o abandona el combate.\r\n\r\nDevuelve una acumulación cuando el objetivo muere.\r\n\r\nOtorga 1 p. de combo más 1 extra por cada púa ósea activa.",
    "fr_FR": "Prépare une pointe d’os dentelée toutes les 30 s, jusqu’à 3. Rupture dépense une charge pour planter une pointe d’os dans sa cible.\r\n\r\n Pointe d’os dentelée :\r\nInflige 918 points de dégâts physiques et 92 points de dégâts de saignement toutes les 2,7 s jusqu’à ce que la cible meure ou quitte le combat.\r\n\r\nRestitue une charge lorsque la cible meurt.\r\n\r\nConfère 1 point de combo plus 1 point supplémentaire par pointe d’os active.",
    "it_IT": "Prepara un Aculeo Osseo Seghettato ogni 30 s. Si accumula fino a 3 volte. Perforazione consuma un accumulo per incastrare un aculeo osseo nel bersaglio.\r\n\r\n Aculeo Osseo Seghettato:\r\nInfligge 936 danni fisici istantaneamente e 92 danni da sanguinamento aggiuntivi ogni 2,7 s finché il bersaglio non muore o lascia il combattimento.\r\n\r\nRipristina 1 accumulo quando il bersaglio muore.\r\n\r\nFornisce 1 punto combo e 1 punto combo aggiuntivo per ogni aculeo osseo attivo.",
    "ru_RU": "Подготавливает зазубренный костяной шип раз в 30 сек., накапливая до 3 шипов. \"Рваная рана\" расходует один шип и вонзает его в цель.\r\n\r\n Зазубренный костяной шип:\r\nНаносит 919 ед. физического урона сразу и еще 92 ед. урона от кровотечения раз в 2,7 сек. до тех пор, пока цель не погибнет или не покинет бой.\r\n\r\nКогда цель погибает, возвращает один заряд.\r\n\r\n+1 к серии приемов и еще +1 за каждый активный костяной шип.",
    "ko_KR": "30초마다 톱니 뼈 가시를 준비합니다. 최대 3번까지 중첩됩니다. 파열 사용 시 중첩을 하나 소모하여 대상에게 뼈 가시를 꽂아 넣습니다.\r\n\r\n 톱니 뼈 가시:\r\n대상이 사망하거나 전투가 종료될 때까지 2.7초마다 913의 물리 피해와 92의 출혈 피해를 입힙니다.\r\n\r\n대상이 사망하면 중첩 하나를 되돌려받습니다.\r\n\r\n연계 점수 1점을 생성하며, 활성화된 뼈 가시 하나당 추가로 1점을 생성합니다.",
    "zh_TW": "每30秒準備一根鋸齒骸骨尖刺，最多可堆疊3層。割裂會消耗一層效果，將一根骨頭尖刺插入目標體內。\r\n\r\n鋸齒骸骨尖刺：\r\n造成924點物理傷害，並且每2.7秒造成92點流血傷害，直到目標死亡，或是脫離戰鬥。\r\n\r\n目標死亡時，返還1層效果。\r\n\r\n獎勵1個連擊點數，每一根作用中的骨頭尖刺額外獎勵1個連擊點數。",
    "zh_CN": "每30秒准备一根锯齿骨刺，最多叠加3次。割裂会消耗一层，将一根骨刺扎向目标。\r\n\r\n锯齿骨刺：\r\n造成913点物理伤害，同时每2.7秒造成92点流血伤害，直到目标被消灭或离开战斗。\r\n\r\n当目标被消灭时返还1层。\r\n\r\n奖励1个连击点数，每根激活的骨刺奖励1个额外的连击点数。"
  }
}