{
  "ID": "748047",
  "NameSubtext_lang": "",
  "Description_lang": "When you remove an effect with Soothe or $?s88423[Nature's Cure][Remove Corruption], gain a combo point and heal for $s1% of your maximum health. If you are at full health an injured party or raid member will be healed instead.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136041",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "455461",
  "name_blz": {
    "en_US": "Lethal Preservation",
    "es_MX": "Preservación letal",
    "pt_BR": "Preservação Letal",
    "de_DE": "Tödliche Bewahrung",
    "en_GB": "Lethal Preservation",
    "es_ES": "Preservación letal",
    "fr_FR": "Préservation mortelle",
    "it_IT": "Preservazione Letale",
    "ru_RU": "Смертоносное сохранение",
    "ko_KR": "치명적인 보존",
    "zh_TW": "致命守護",
    "zh_CN": "极效防护"
  },
  "description_blz": {
    "en_US": "When you remove an effect with Soothe or Remove Corruption, gain a combo point and heal for 4% of your maximum health. If you are at full health an injured party or raid member will be healed instead.",
    "es_MX": "Cuando eliminas un efecto con Calmar o Eliminar corrupción, ganas un punto de combo y sanas un 4% de tu salud máxima. Si tienes la salud al máximo, se sanará a un miembro herido del grupo o de la banda.",
    "pt_BR": "Ao remover um efeito com Confortar ou Remover Corrupção, você ganha um ponto de combo e cura 4% do seu máximo de pontos de vida. Se você estiver com a vida cheia, em vez disso, um integrante ferido do grupo ou raide é curado.",
    "de_DE": "Wenn Ihr einen Effekt mit 'Besänftigen' oder 'Verderbnis entfernen' aufhebt, erhaltet Ihr einen Combopunkt und werdet um 4% Eurer maximalen Gesundheit geheilt. Wenn Ihr bei voller Gesundheit seid, wird stattdessen ein verletztes Mitglied Eurer Gruppe oder Eures Schlachtzugs geheilt.",
    "en_GB": "When you remove an effect with Soothe or Remove Corruption, gain a combo point and heal for 4% of your maximum health. If you are at full health an injured party or raid member will be healed instead.",
    "es_ES": "Cuando eliminas un efecto con Calmar o Eliminar corrupción, obtienes un punto de combo y te sanas un 4% de tu salud máxima. Si tienes el máximo de salud, sanarás a un miembro herido de tu grupo o banda.",
    "fr_FR": "Lorsque vous supprimez un effet avec Apaiser ou Délivrance de la corruption, vous obtenez un point de combo et vous soignez pour 4 % de votre maximum de points de vie. Si vous êtes au maximum de points de vie, un membre blessé du groupe ou du raid sera soigné à la place.",
    "it_IT": "Quando si dissolve un effetto con Pacificazione o Rimozione Corruzione, si ottiene 1 punto combo e si rigenera il 4% della salute massima. Se si ha il massimo della salute, allora viene curato un membro del gruppo o dell'incursione.",
    "ru_RU": "Когда вы снимаете эффект способностью \"Умиротворение\" или \"Снятие порчи\", ваша серия приемов продлевается на 1, и вы восполняете 4% максимального запаса здоровья. Если у вас полный запас здоровья, вы вместо этого исцеляете раненого участника группы или рейда.",
    "ko_KR": "달래기 또는 해제로 효과를 제거하면 연계 점수 1점을 생성하고 최대 생명력의 4%를 회복합니다. 생명력이 최대일 경우 부상당한 파티원 또는 공격대원을 치유합니다.",
    "zh_TW": "當你以安撫或解除腐化移除效果時，獲得一個連擊點數，並治療生命力上限的4%。如果你生命力全滿，則會轉而治療受傷的隊伍或團隊成員。",
    "zh_CN": "当你使用安抚或清除腐蚀移除一个效果时，获得一个连击点数，并恢复4%的最大生命值。如果你生命值已满，则会改为治疗一个受伤的小队或团队成员。"
  }
}