{
  "ID": "748100",
  "NameSubtext_lang": "Rank 1/4",
  "Description_lang": "The idol draws upon unholy energy to prevent fatal damage on players, instead healing them for an amount equal to $455514s1% of their maximum health and turning them Undead.While Undead, they cannot be healed, lose $456699s1% of their maximum health every $455516t1 sec, and gain $455516s2% damage and healing done.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "16777216",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "128",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "2576094",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "455512",
  "name_blz": {
    "en_US": "Lifeless Necrotic Relic",
    "es_MX": "Reliquia necrótica sin vida",
    "pt_BR": "Relíquia Necrótica Inerte",
    "de_DE": "Lebloses Relikt der Nekrotischen Fäulnis",
    "en_GB": "Lifeless Necrotic Relic",
    "es_ES": "Reliquia necrótica inerte",
    "fr_FR": "Relique nécrotique inerte",
    "it_IT": "Reliquia Necrotica Senza Vita",
    "ru_RU": "Безжизненная некротическая реликвия",
    "ko_KR": "생기 없는 괴저의 유물",
    "zh_TW": "寂滅死靈聖物",
    "zh_CN": "无命通灵圣物"
  },
  "description_blz": {
    "en_US": "The idol draws upon unholy energy to prevent fatal damage on players, instead healing them for an amount equal to 100% of their maximum health and turning them Undead.\r\n\r\nWhile Undead, they cannot be healed, lose 14% of their maximum health every 1 sec, and gain 6% damage and healing done.",
    "es_MX": "El ídolo utiliza energía profana para evitar que los jugadores sufran daño fatal y, en cambio, los sana por una cantidad igual al 100% de su salud máxima y los convierte en no-muertos.\r\n\r\nMientras estén en ese estado, no podrán sanarse, perderán un 14% de su salud máxima cada 1 s y obtendrán un 6% de daño y sanación.",
    "pt_BR": "O ídolo capta energia profana para evitar dano fatal aos jogadores, curando o equivalente a 100% do máximo de pontos de vida deles e transformando-os em Mortos-vivos.\r\n\r\nComo mortos-vivos, eles não podem ser curados, perdem 14% do máximo de pontos de vida a cada 1 s e ganham 6% de dano e cura realizada.",
    "de_DE": "Der Götze benutzt unheilige Energie, um tödlichen Schaden bei Spielercharakteren zu verhindern und heilt sie stattdessen um einen Betrag, der 100% ihrer maximalen Gesundheit entspricht, und verwandelt sie in Untote.\r\n\r\nSolange sie untot sind, können sie nicht geheilt werden, verlieren alle 1 Sek. 14% ihrer maximalen Gesundheit, und ihr Schaden und ihre Heilung ist um 6% erhöht.",
    "en_GB": "The idol draws upon unholy energy to prevent fatal damage on players, instead healing them for an amount equal to 100% of their maximum health and turning them Undead.\r\n\r\nWhile Undead, they cannot be healed, lose 14% of their maximum health every 1 sec, and gain 6% damage and healing done.",
    "es_ES": "El ídolo se nutre de energía profana para evitar que los jugadores reciban daño letal. En su lugar, los sana una cantidad equivalente al 100% de su salud máxima y los convierte en no-muertos.\r\n\r\nMientras sean no-muertos, no pueden recibir sanación, pierden un 14% de su salud máxima cada 1 s y reciben un 6% del daño infligido y de la sanación realizada.",
    "fr_FR": "L’idole puise dans l’énergie impie pour empêcher les dégâts mortels pour les personnages-joueurs, les soignant à la place pour un montant égal à 100 % de leur maximum de points de vie et les transformant en morts-vivants.\r\n\r\nEn tant que morts-vivants, ils ne peuvent pas être soignés, perdent 14 % de leur maximum de points de vie toutes les 1 s, et bénéficient d’un bonus de 6 % aux dégâts et aux soins produits.",
    "it_IT": "L'idolo attinge all'energia empia per evitare che i personaggi subiscano danni fatali, curandoli invece di un ammontare pari al 100% della loro salute massima e trasformandoli in Non Morti.\r\n\r\nDa Non Morti, i personaggi non possono essere curati, perdono il 14% della salute massima ogni 1 s e forniscono cure e infliggono danni aumentati del 6%.",
    "ru_RU": "Нечестивая энергия идола позволяет игрокам пережить смертельный удар, вместо этого восполняя им 100% максимального запаса здоровья и превращая их в нежить.\r\n\r\nВ состоянии нежити игроков нельзя исцелить, и они теряют 14% максимального запаса здоровья раз в 1 сек., но наносимый ими урон и сила исцеления увеличиваются на 6%.",
    "ko_KR": "우상이 부정한 마력을 끌어내 플레이어가 죽음에 이르는 피해를 받지 않도록 방지하고 최대 생명력의 100%만큼 치유한 후 언데드로 변신시킵니다.\r\n\r\n언데드가 된 대상은 치유를 받지 못하며 1초마다 최대 생명력의 14%를 잃습니다. 또한 공격력과 치유량이 6%만큼 증가합니다.",
    "zh_TW": "塑像吸取穢邪能量，防止玩家受到致命傷害，轉而為其治療相當於其生命力上限100%的生命力，並將其變成不死族。\r\n\r\n身為不死族時無法獲得治療，每1秒失去14%生命力上限，且造成的傷害和治療效果提高6%。",
    "zh_CN": "神像吸收不洁的能量，防止玩家受到致命伤害，转而为其治疗最大生命值的100%，并将他们变成亡灵。\r\n\r\n在亡灵状态下，他们无法被治疗，每1秒失去其最大生命值的14%，并获得6%的伤害和治疗加成。"
  }
}