{
  "ID": "748189",
  "NameSubtext_lang": "Rank 1/4",
  "Description_lang": "Randomly while in combat a bloodbeast will attach itself to Brann, periodically launching morsels of itself near players, granting $@spellname456688 upon walking through them.$@spellicon456688 $@spellname456688$@spelldesc456688",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "16777216",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "128",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3610996",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "455601",
  "name_blz": {
    "en_US": "Relicblood of Zekvir",
    "es_MX": "Sangrerreliquia de Zekvir",
    "pt_BR": "Relíquia Sanguínea de Zekvir",
    "de_DE": "Reliktblut von Zekvir",
    "en_GB": "Relicblood of Zekvir",
    "es_ES": "Reliquia de sangre de Zekvir",
    "fr_FR": "Relique sanguinaire de Zekvir",
    "it_IT": "Reliquia di Sangue di Zekvir",
    "ru_RU": "Древняя кровь Зеквира",
    "ko_KR": "제크비르의 성혈",
    "zh_TW": "澤克維爾的遺血",
    "zh_CN": "泽克维尔的残血"
  },
  "description_blz": {
    "en_US": "Randomly while in combat a bloodbeast will attach itself to Brann, periodically launching morsels of itself near players, granting Bloodstained Blessing upon walking through them.\r\n\r\n Bloodstained Blessing\r\nIncreases damage and healing done by 1%, and reduces maximum health by 5% for 1 min.",
    "es_MX": "De forma aleatoria, durante el combate, una bestia de sangre se aferrará a Brann y lanzará periódicamente pequeños bocados de sí misma cerca de los jugadores que otorgan Bendición ensangrentada al pasar por ellos.\r\n\r\n Bendición ensangrentada\r\nAumenta un 1% la sanación y el daño infligidos y reduce un 5% la salud máxima durante 1 min.",
    "pt_BR": "Enquanto estiver em combate, uma fera do sangue se prende a Brann aleatoriamente, lançando pedaços do próprio corpo periodicamente perto dos jogadores e concedendo Bênção Manchada de Sangue ao passar por eles.\r\n\r\n Bênção Manchada de Sangue\r\nAumenta em 1% a cura realizada e o dano causado e reduz o máximo de pontos de vida em 5% por 1 min.",
    "de_DE": "An zufälligen Zeitpunkten während des Kampfes wird eine Blutbestie erscheinen, die sich an Brann festsetzt und in der Nähe von Spielercharakteren regelmäßig Stücke von sich selbst schleudert. Spielercharaktere, die über diese Stücke laufen, erhalten 'Blutbefleckter Segen'.\r\n\r\n Blutbefleckter Segen\r\nVerursachter Schaden und hervorgerufene Heilung um 1% und maximale Gesundheit um 5% verringert. Hält 1 Min. lang an.",
    "en_GB": "Randomly while in combat a bloodbeast will attach itself to Brann, periodically launching morsels of itself near players, granting Bloodstained Blessing upon walking through them.\r\n\r\n Bloodstained Blessing\r\nIncreases damage and healing done by 1%, and reduces maximum health by 5% for 1 min.",
    "es_ES": "Durante el combate, en momentos aleatorios, una bestia de sangre se unirá a Brann y lanzará periódicamente bocados de sí misma a los jugadores cercanos. Estos bocados otorgan una Bendición manchada de sangre al pasar sobre ellos.\r\n\r\n Bendición manchada de sangre\r\nAumenta un 1% el daño infligido y la sanación realizada, y reduce un 5% la salud máxima durante 1 min.",
    "fr_FR": "De manière aléatoire pendant le combat, une bête de sang s’attache à Brann, lançant périodiquement des morceaux d’elle-même près des personnages-joueurs. Chaque morceau confère Bénédiction maculée de sang lorsque vous marchez dessus.\r\n\r\n Bénédiction maculée de sang\r\nAugmente les dégâts et soins produits de 1 % et réduit le maximum de points de vie de 5 % pendant 1 min.",
    "it_IT": "Quando Brann è in combattimento, talvolta una bestia di sangue gli si attacca addosso e lancia pezzetti di se stessa verso i personaggi vicini, fornendo Benedizione Macchiata di Sangue a chi li calpesta.\r\n\r\n Benedizione Macchiata di Sangue\r\nAumenta i danni inflitti e le cure fornite del 1% e riduce la salute massima del 5% per 1 min.",
    "ru_RU": "Во время боя иногда появляется кровавый зверь, прицепляющийся к Бранну и периодически бросающий в сторону игроков кусочки своей плоти. Когда вы их подбираете, вы получаете \"Окровавленное благословение\".\r\n\r\n Окровавленное благословение\r\nУвеличивает наносимый урон и силу исцеления на 1% и уменьшает максимальный запас здоровья на 5% на 1 мин.",
    "ko_KR": "전투 중 피의 야수가 무작위로 브란에게 달라붙어 주기적으로 주위의 플레이어에게 자신의 고깃덩이를 내던집니다. 이 고깃덩이를 통과하면 피로 물든 축복가 부여됩니다.\r\n\r\n 피로 물든 축복\r\n1분 동안 시전자의 공격력 및 치유량이 1%만큼 증가하고 최대 생명력은 5%만큼 감소합니다.",
    "zh_TW": "在戰鬥中會隨機生成血獸，並攀附在布萊恩身上。血獸會週期性朝附近的玩家發射自己的一部分，賦予經過的目標染血祝福。\r\n\r\n染血祝福\r\n造成的傷害和治療效果提高1%，但生命力上限降低5%，持續1分鐘。",
    "zh_CN": "在战斗中，血兽会随机附着在布莱恩身上，周期性地向玩家附近投掷自己身体的一部分，玩家走过时会获得血污祝福。\r\n\r\n血污祝福\r\n造成的伤害和治疗效果提高1%，最大生命值降低5%，持续1分钟。"
  }
}