{
  "ID": "749686",
  "NameSubtext_lang": "",
  "Description_lang": "When you consume the final Deathstalker's Mark from a target or your target dies, gain $457280s1 Energy and your next $?c1[Envenom][Eviscerate] cast with maximum combo points is guaranteed to critically strike, deals $457280s2% additional damage, and applies $457280s3 stacks of Deathstalker's Mark to the target.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136223",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "457058",
  "name_blz": {
    "en_US": "Darkest Night",
    "es_MX": "La noche más oscura",
    "pt_BR": "Noite Preta",
    "de_DE": "Dunkelste Nacht",
    "en_GB": "Darkest Night",
    "es_ES": "Noche cerrada",
    "fr_FR": "Nuit noire",
    "it_IT": "Notte Cupa",
    "ru_RU": "Непроглядная ночь",
    "ko_KR": "어둡고 어두운 밤",
    "zh_TW": "深沉暗夜",
    "zh_CN": "至黑之夜"
  },
  "description_blz": {
    "en_US": "When you consume the final Deathstalker's Mark from a target or your target dies, gain 40 Energy and your next Envenom cast with maximum combo points is guaranteed to critically strike, deals 60% additional damage, and applies 3 stacks of Deathstalker's Mark to the target.",
    "es_MX": "Cuando consumes la última marca de Marca del mortacechador de un objetivo o cuando tu objetivo muere, obtienes 40 p. de energía, y tu siguiente lanzamiento de Envenenar con el número máximo de puntos de combo es un golpe crítico que inflige un 60% más de daño y le aplica 3 acumulaciones de Marca del mortacechador al objetivo.",
    "pt_BR": "Ao consumir a Marca do Sicário final de um alvo ou quando seu alvo morre, você ganha 40 de Energia e seu próximo lançamento de Envenenar com o máximo de pontos de combo é um acerto crítico garantido, causa 60% a mais de dano e aplica 3 acúmulos de Marca do Sicário ao alvo.",
    "de_DE": "Wenn Ihr den letzten Stapel von 'Mal des Todespirschers' auf Eurem Ziel verbraucht oder Euer Ziel stirbt, erhaltet Ihr 40 Energie und Euer nächster Einsatz von 'Vergiften' mit maximalen Combopunkten trifft garantiert kritisch, verursacht 60% zusätzlichen Schaden und belegt das Ziel mit 3 Stapeln von 'Mal des Todespirschers'.",
    "en_GB": "When you consume the final Deathstalker's Mark from a target or your target dies, gain 40 Energy and your next Envenom cast with maximum combo points is guaranteed to critically strike, deals 60% additional damage, and applies 3 stacks of Deathstalker's Mark to the target.",
    "es_ES": "Cuando consumes tu última Marca de mortacechador de un objetivo o cuando tu objetivo muere, ganas 40 p. de energía y tu siguiente Envenenar con el máximo de puntos de combo asestará un golpe crítico, infligirá un 60% más de daño y aplicará 3 acumulaciones de Marca de mortacechador en el objetivo.",
    "fr_FR": "Lorsque vous consommez la dernière Marque de nécrotraqueur d’une cible ou si celle-ci meurt, vous obtenez 40 points d’énergie et votre prochaine technique Envenimer exécutée avec le maximum de points de combo inflige à coup sûr un coup critique, inflige 60 % de dégâts supplémentaires et applique 3 charges de Marque de nécrotraqueur à la cible.",
    "it_IT": "Quando si consuma l'ultimo Marchio dell'Inseguitore della Morte su un bersaglio o il bersaglio muore, si rigenera 40 energia e il successivo lancio di Affondo Venefico con il massimo di punti combo è sempre un colpo critico, infligge il 60% di danni aggiuntivi e applica 3 accumuli di Marchio dell'Inseguitore della Morte al bersaglio.",
    "ru_RU": "Когда вы поглощаете последнюю \"Метку ловчего смерти\" на цели или ваша цель погибает, вы восполняете 40 ед. энергии, а ваше следующее \"Отравление\", расходующее серию приемов максимальной длины, гарантированно наносит критический удар, наносит на 60% больше урона и применяет 3 эффекта \"Метка ловчего смерти\".",
    "ko_KR": "대상에게 걸린 마지막 죽음추적자의 징표를 소모하거나 대상이 사망에 이르면 40의 기력을 회복합니다. 또한 최대 연계 점수를 소모하여 시전하는 다음 독살이 항상 치명타 및 극대화 효과를 발휘하며, 60%의 추가 피해를 입히고 대상에게 죽음추적자의 징표 3중첩을 부여합니다.",
    "zh_TW": "當你消耗目標身上最後一個亡靈哨兵印記或目標死亡時，獲得40點能量，且你下一個以最大連擊點數施放的毒化必定造成致命一擊，額外造成60%傷害，並對目標施加3層亡靈哨兵印記。",
    "zh_CN": "当你消耗目标身上的最后一个死亡猎手标记，或目标死亡时，获得40点能量，并使你的下一个以最大连击点数施放的毒伤必定爆击，造成的伤害提高60%，并且对目标施加3层死亡猎手标记。"
  }
}