{
  "ID": "750636",
  "NameSubtext_lang": "",
  "Description_lang": "At the end of your Fists of Fury channel, you release a Jadefire Stomp. This can occur once every $s1 sec.$@spellicon388193 $@spellname388193$@spelldesc388193",
  "AuraDescription_lang": "",
  "Attributes_0": "-2147155888",
  "Attributes_1": "512",
  "Attributes_2": "0",
  "Attributes_3": "67108864",
  "Attributes_4": "8",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "12288",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "8",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "3528278",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "457974",
  "name_blz": {
    "en_US": "Jadefire Fists",
    "es_MX": "Puños de fuego de jade",
    "pt_BR": "Punhos Flamejade",
    "de_DE": "Jadefeuerfäuste",
    "en_GB": "Jadefire Fists",
    "es_ES": "Puños de fuego de jade",
    "fr_FR": "Poings de jadefeu",
    "it_IT": "Pugni di Giadafulgida",
    "ru_RU": "Нефритовые кулаки",
    "ko_KR": "비취불꽃 주먹",
    "zh_TW": "碧火之拳",
    "zh_CN": "碧火拳"
  },
  "description_blz": {
    "en_US": "At the end of your Fists of Fury channel, you release a Jadefire Stomp. This can occur once every 25 sec.\r\n\r\n Jadefire Stomp\r\nStrike the ground fiercely to expose a path of jade for 30 sec, dealing 211 Nature damage to up to 5 enemies, and restoring 4,960 health to up to 5 allies within 30 yds caught in the path.Stagger is 5% more effective for 8 sec against enemies caught in the path. suffer an additional 345 damage.",
    "es_MX": "Al final de tu canalización de Puños de furia, liberas un Pisotón de fuego de jade. Esto puede ocurrir una vez cada 25 s.\r\n\r\n Pisotón de fuego de jade\r\nAzota el suelo ferozmente para revelar un camino de jade durante 30 s, lo que inflige 207 p. de daño de naturaleza a un máximo de 5 enemigos, y restaura 4,988 p. de salud a un máximo de 5 aliados en un radio de 30 m del camino.Aplazar es un 5% más efectivo durante 8 s contra enemigos atrapados en el camino. reciben 342 p. más de daño.",
    "pt_BR": "No fim da canalização dos seus Punhos da Fúria, você desfere um Pisão Flamejade. Pode ocorrer uma vez a cada 25 s.\r\n\r\n Pisão Flamejade\r\nGolpeia o chão com força para expor por 30 s um caminho de jade, causando 215 de dano de Natureza a até 5 inimigos e restaurando 5.006 pontos de vida a até 5 aliados pegos no caminho em um raio de 30 m.Cambalear é 5% mais eficaz por 8 s contra inimigos pegos no caminho. recebem 342 de dano adicional.",
    "de_DE": "Am Ende der Kanalisierung Eurer 'Furorfäuste' entfesselt Ihr ein 'Jadefeuerstampfen'. Dieser Effekt kann nur einmal alle 25 Sek. auftreten.\r\n\r\n Jadefeuerstampfen\r\nSchlägt heftig auf den Boden, um für 30 Sek. einen Jadeweg freizulegen. Fügt bis zu 5 vom Jadeweg erfassten Gegnern innerhalb von 30 Metern 210 Naturschaden zu und heilt bis zu 5 Verbündete in diesem Bereich um 4.931 Gesundheit. 'Staffeln' ist 8 Sek. lang um 5% effektiver gegen Gegner, die von dem Weg erfasst sind. erleiden zusätzlich 344 Schaden.",
    "en_GB": "At the end of your Fists of Fury channel, you release a Jadefire Stomp. This can occur once every 25 sec.\r\n\r\n Jadefire Stomp\r\nStrike the ground fiercely to expose a path of jade for 30 sec, dealing 214 Nature damage to up to 5 enemies, and restoring 5,038 health to up to 5 allies within 30 yds caught in the path.Stagger is 5% more effective for 8 sec against enemies caught in the path. suffer an additional 343 damage.",
    "es_ES": "Al final de tu canalización de Puños de furia, activas Pisotón de fuego de jade. Esto solo puede ocurrir una vez cada 25 s.\r\n\r\n Pisotón de fuego de jade\r\nGolpeas el suelo con fiereza y abres una senda de jade que, durante 30 s,, inflige 216 p. de daño de Naturaleza a un máximo de 5 enemigos y restaura 5047 p. de salud a un máximo de 5 aliados en un radio de 30 m del camino.Aplazar es un 5% más eficaz contra enemigos dentro del camino durante 8 s. reciben 341 p. más de daño.",
    "fr_FR": "À la fin de la canalisation de Poings de fureur, vous libérez Piétinement de jadefeu. Cet effet peut se produire une fois toutes les 25 s.\r\n\r\n Piétinement de jadefeu\r\nFrappe le sol avec violence afin de révéler un chemin de jade pendant 30 s, inflige 210 points de dégâts de nature à un maximum de 5 adversaires, et rend 5099 points de vie à un maximum de 5 alliés à moins de 30 m et touchés par la technique.Le report de dégâts est 5 % plus efficace contre 8 s adversaires pris dans la compétence. subissent 347 points de dégâts supplémentaires.",
    "it_IT": "Al termine della canalizzazione di Pugni della Furia si scatena un Urto di Giadafulgida. Può attivarsi solo una volta ogni 25 s.\r\n\r\n Urto di Giadafulgida\r\nColpisce con violenza il terreno, facendone uscire una striscia di giada per 30 s, infliggendo 211 danni da natura a massimo 5 nemici e rigenerando 5.040 salute a massimo 5 alleati entro 30 m sulla traiettoria. Noncuranza è il 5% più efficace per 8 s contro i nemici sulla traiettoria. subiscono 347 danni aggiuntivi.",
    "ru_RU": "Завершив применение \"Неистовых кулаков\", вы совершаете \"Нефритовый топот\". Срабатывает раз в 25 сек.\r\n\r\n Нефритовый топот\r\nВы яростно бьете по земле и на 30 сек. обнажаете нефритовую тропу, которая наносит 211 ед. урона максимум 5 противникам и восполняет 5102 ед. здоровья максимум 5 союзникам в радиусе 30 м. Эффективность \"Пошатывания\" против целей на нефритовой тропе повышается на 5% на 8 сек. получают еще 344 ед. урона.",
    "ko_KR": "분노의 주먹의 정신 집중이 끝날 때 비취불꽃 진각을 내지릅니다. 25초에 한 번씩만 발동합니다.\r\n\r\n 비취불꽃 진각\r\n매섭게 지면을 강타해 30초 동안 비취의 길을 노출시킵니다. 최대 5명의 적에게 209의 자연 피해를 입히고, 길의 30미터 안에 있는 최대 5명의 아군을 4,921만큼 치유합니다.효과 범위 내에 있는 적들에 대한 시간차의 효과가 8초 동안 5%만큼 증가합니다. 339의 추가 피해를 받습니다.",
    "zh_TW": "狂拳連打引導結束時，你會釋放碧火踐踏。此效果每25秒只能觸發一次。\r\n\r\n碧火踐踏\r\n猛擊地面露出一條碧玉之徑，持續30秒，對路徑上30碼範圍內最多5個敵人造成211點自然傷害，並為最多5位盟友恢復4,989點生命力。醉仙緩勁對路徑上的敵人的效果提高5%，持續8秒。會額外受到347點傷害。",
    "zh_CN": "怒雷破引导结束时，你会施放一次碧火踏。该效果每25秒只能触发一次。\r\n\r\n碧火踏\r\n猛击地面，唤出一道碧玉通途，持续30秒，，对最多5名敌人造成214点自然伤害，并为路径中30码内的最多5名盟友恢复4,947点生命值。醉拳对碧玉通途中敌人的效果提高5%，持续8秒。会额外受到347点伤害。"
  }
}