{
  "ID": "752474",
  "NameSubtext_lang": "",
  "Description_lang": "After summoning $459805u Wind Arrows, your next Aimed Shot becomes a Wailing Arrow.$@spellicon392060$@spellname392060$@spelldesc392060",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "68157440",
  "Attributes_4": "2097152",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "4",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "132323",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "459806",
  "name_blz": {
    "en_US": "Wailing Arrow",
    "es_MX": "Flecha sollozante",
    "pt_BR": "Seta Plangente",
    "de_DE": "Klagender Pfeil",
    "en_GB": "Wailing Arrow",
    "es_ES": "Flecha lastimera",
    "fr_FR": "Flèche gémissante",
    "it_IT": "Freccia Funesta",
    "ru_RU": "Стенающая стрела",
    "ko_KR": "울부짖는 화살",
    "zh_TW": "悲鳴箭",
    "zh_CN": "哀恸箭"
  },
  "description_blz": {
    "en_US": "After summoning 20 Wind Arrows, your next Aimed Shot becomes a Wailing Arrow.\r\n\r\nWailing Arrow\r\nFire an enchanted arrow, dealing 1,903 Shadow damage to your target and an additional 597 Shadow damage to all enemies within 8 yds of your target. Non-Player targets struck by a Wailing Arrow have their spellcasting interrupted and are silenced for 3 sec.",
    "es_MX": "Tras invocar 20 Flechas de viento, tu siguiente Disparo de puntería se convierte en una Flecha sollozante.\r\n\r\nFlecha sollozante\r\nDispara una flecha encantada que inflige 1,916 p. de daño de las sombras a tu objetivo y 597 p. de las sombras más a todos los enemigos en un radio de 8 m de tu objetivo. Interrumpe el lanzamiento de hechizos y silencia durante 3 s a los objetivos que no son jugadores golpeados por una Flecha sollozante.",
    "pt_BR": "Depois de evocar 20 Flechas de Vento, seu próximo Tiro Certo se torna uma Seta Plangente.\r\n\r\nSeta Plangente\r\nDispara uma flecha encantada, causando 1.898 de dano de Sombra ao alvo e mais 597 de dano de Sombra a todos os inimigos em um raio de 8 m dele. Alvos PNJs atingidos pela Seta Plangente têm o lançamento de feitiços interrompido e são silenciados por 3 s.",
    "de_DE": "Nach Eurem 20. Einsatz von 'Windpfeil' wird Euer nächster 'Gezielter Schuss' zu 'Klagender Pfeil'.\r\n\r\nKlagender Pfeil\r\nVerschießt einen verzauberten Pfeil, der Eurem Ziel 1.889 Schattenschaden sowie allen Gegnern innerhalb von 8 Metern um das Ziel zusätzlich 597 Schattenschaden zufügt. Ziele, die keine Spielercharaktere sind und von 'Klagender Pfeil' getroffen werden, werden beim Zaubern unterbrochen und 3 Sek. lang zum Schweigen gebracht.",
    "en_GB": "After summoning 20 Wind Arrows, your next Aimed Shot becomes a Wailing Arrow.\r\n\r\nWailing Arrow\r\nFire an enchanted arrow, dealing 1,935 Shadow damage to your target and an additional 597 Shadow damage to all enemies within 8 yds of your target. Non-Player targets struck by a Wailing Arrow have their spellcasting interrupted and are silenced for 3 sec.",
    "es_ES": "Tras invocar 20 Flechas de viento, tu siguiente Disparo de puntería se convierte en Flecha lastimera.\r\n\r\nFlecha lastimera\r\nDispara una flecha encantada que inflige 1905 p. de daño de las Sombras a tu objetivo y 597 p. de daño de las Sombras más a todos los enemigos en un radio de 8 m. Interrumpe el lanzamiento de hechizos de los objetivos no jugadores afectados por una Flecha lastimera, que, además, quedan silenciados durante 3 s.",
    "fr_FR": "Après invocation de 20 flèches de vent, votre prochaine Visée devient Flèche gémissante.\r\n\r\n Flèche gémissante\r\nVous tirez une flèche enchantée qui inflige 1910 points de dégâts d’ombre à sa cible ainsi que 597 supplémentaires aux adversaires à moins de 8 m d’elle. Les victimes de Flèche gémissante voient leurs incantations interrompues et sont réduites au silence pendant 3 s.",
    "it_IT": "Dopo aver evocato 20 Frecce del Vento, il successivo Tiro Mirato diventa Freccia Funesta.\r\n\r\nFreccia Funesta\r\nScaglia una freccia incantata, infliggendo 1.914 danni da ombra al bersaglio e 597 danni da ombra aggiuntivi a tutti i nemici entro 8 m dal bersaglio. I personaggi non giocanti colpiti da una Freccia Funesta vengono interrotti e silenziati per 3 s.",
    "ru_RU": "После призыва 20 стрел ветра ваш следующий \"Прицельный выстрел\" превращается в \"Стенающую стрелу\".\r\n\r\nСтенающая стрела\r\nВыпускает зачарованную стрелу, наносящую 1928 ед. урона от темной магии противнику и еще 597 ед. урона от темной магии всем противникам в радиусе 8 м от основной цели. Поражая не являющиеся игроками цели, \"Стенающая стрела\" прерывает применение заклинаний и накладывает эффект немоты на 3 сек.",
    "ko_KR": "바람 화살을 20번 소환하면 다음 조준 사격이 울부짖는 화살로 변화합니다.\r\n\r\n울부짖는 화살\r\n마력 깃든 화살을 발사하여 대상에게 1,934의 암흑 피해를 입히고 대상의 8미터 내에 있는 모든 적에게는 597의 추가 암흑 피해를 입힙니다. 울부짖는 화살에 적중당한 플레이어가 아닌 대상은 주문 시전을 방해받고 3초 동안 침묵 상태가 됩니다.",
    "zh_TW": "在召喚20支風之箭後，你的下一個瞄準射擊變成悲鳴箭。\r\n\r\n悲鳴箭\r\n發射一支附魔箭矢，對你的目標造成1,906點暗影傷害，並對目標8碼範圍內的所有敵人額外造成597點暗影傷害。被悲鳴箭擊中的非玩家目標會被中斷施法，並且陷入沉默3秒。",
    "zh_CN": "召唤20次风之箭矢后，你的下一个瞄准射击变为哀恸箭。\r\n\r\n哀恸箭\r\n射出一支魔法箭，对你的目标造成1,911点暗影伤害，并对目标周围8码范围内的所有敌人额外造成597点暗影伤害。打断被哀恸箭击中的非玩家目标的施法，并使其沉默3秒。"
  }
}