{
  "ID": "752590",
  "NameSubtext_lang": "",
  "Description_lang": "Coordinated Assault sends you and your pet into a state of primal power. For the duration of Coordinated Assault, Kill Command generates $459962s4 additional stack of Tip of the Spear, you gain $459962s1% Haste, and Tip of the Spear's damage bonus is increased by $459962s2%. ",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "8",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1396978",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "459922",
  "name_blz": {
    "en_US": "Relentless Primal Ferocity",
    "es_MX": "Ferocidad primitiva e incansable",
    "pt_BR": "Ferocidade Primeva Implacável",
    "de_DE": "Unerbittliche Urzeitwildheit",
    "en_GB": "Relentless Primal Ferocity",
    "es_ES": "Ferocidad primigenia incansable",
    "fr_FR": "Férocité primitive impitoyable",
    "it_IT": "Ferocia Primordiale Implacabile",
    "ru_RU": "Неудержимая первобытная ярость",
    "ko_KR": "무자비한 원시의 야성",
    "zh_TW": "無情原初凶暴",
    "zh_CN": "无情原始狂野"
  },
  "description_blz": {
    "en_US": "Coordinated Assault sends you and your pet into a state of primal power. For the duration of Coordinated Assault, Kill Command generates 2 additional stack of Tip of the Spear, you gain 10% Haste, and Tip of the Spear's damage bonus is increased by 50%. ",
    "es_MX": "Asalto coordinado hace que tú y tu mascota entren en un estado de poder primigenio. Mientras dura Asalto coordinado, Matar genera 2 acumulación más de Punta de la lanza y aumenta un 10% tu celeridad, y la bonificación de daño de Punta de la lanza aumenta un 50%. ",
    "pt_BR": "Ataque Coordenado põe você e seu ajudante em um estado de poder primevo. Enquanto durar o efeito do Ataque Coordenado, Comando para Matar gera 2 aplicações a mais de Ponta da Lança, você ganha 10% de aceleração e o dano extra de Ponta da Lança aumenta em 50%. ",
    "de_DE": "'Koordinierter Angriff' versetzt Euch und Euren Begleiter in einen Zustand urzeitlicher Macht. Während der Dauer von 'Koordinierter Angriff' erzeugt 'Tötungsbefehl' 2 zusätzliche Stapel von 'Speerspitze'. Außerdem wird Euer Tempo um 10% und der Schadensbonus von 'Speerspitze' um 50% erhöht. ",
    "en_GB": "Coordinated Assault sends you and your pet into a state of primal power. For the duration of Coordinated Assault, Kill Command generates 2 additional stack of Tip of the Spear, you gain 10% Haste, and Tip of the Spear's damage bonus is increased by 50%. ",
    "es_ES": "Ataque coordinado hace que tu mascota y tú entréis en un estado de poder primigenio. Mientras dure Ataque coordinado, Matar genera 2 acumulación más de Punta de la lanza, obtienes un 10% de celeridad y el daño extra de Punta de la lanza aumenta un 50%. ",
    "fr_FR": "Assaut coordonné vous plonge, vous et votre familier, dans un état de puissance primitive. Pendant la durée d’Assaut coordonné, Ordre de tuer génère 2 charges supplémentaires de Pointe de la lance, vous gagnez 10 % de Hâte et le bonus aux dégâts de Pointe de la lance est augmenté de 50 %. ",
    "it_IT": "Assalto Coordinato attiva uno stato di potenza primordiale per te e il tuo famiglio. Per tutta la durata dell'effetto, Ordine di Morte fornisce 2 accumuli aggiuntivi di Punta della Lancia, la celerità aumenta del 10% e il bonus ai danni fornito da Punta della Lancia aumenta del 50%. ",
    "ru_RU": "\"Согласованная атака\" усиливает вас и вашего питомца первобытной мощью. Пока она действует, \"Команда \"Взять!\" дает еще 2 эффекта \"Наконечника копья\", ваша скорость повышается на 10%, а бонус к урону от \"Наконечника копья\" – на 50%. ",
    "ko_KR": "협공이 사냥꾼과 야수를 원시의 힘 상태로 만듭니다. 협공의 지속시간 동안 살상 명령이 창끝 2중첩을 추가로 생성하며, 가속이 10%만큼, 창끝의 공격력 증가 효과가 50%만큼 증가합니다. ",
    "zh_TW": "聯手襲擊會使你和你的寵物進入原始力量狀態。在聯手襲擊的持續時間內，擊殺命令額外產生2層長矛之尖，你獲得10%加速，且長矛之尖的傷害加成提高50%。 ",
    "zh_CN": "协同进攻让你和你的宠物进入原始力量爆发的状态。在协同进攻的持续时间内，杀戮命令会额外生成2层利矛之刃，你获得10%的急速，并且利矛之刃的伤害加成提高50%。 "
  }
}