{
  "ID": "755589",
  "NameSubtext_lang": "",
  "Description_lang": "After casting Icefury, the next time you cast a damaging Nature and Fire spell, you additionally cast an Elemental Blast at your target at $s1% effectiveness.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "4631364",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "462840",
  "name_blz": {
    "en_US": "Fusion of Elements",
    "es_MX": "Fusión de elementos",
    "pt_BR": "Fusão dos Elementos",
    "de_DE": "Fusion der Elemente",
    "en_GB": "Fusion of Elements",
    "es_ES": "Fusión de elementos",
    "fr_FR": "Fusion des éléments",
    "it_IT": "Fusione degli Elementi",
    "ru_RU": "Слияние стихий",
    "ko_KR": "정기의 융합",
    "zh_TW": "元素融合",
    "zh_CN": "元素融聚"
  },
  "description_blz": {
    "en_US": "After casting Icefury, the next time you cast a damaging Nature and Fire spell, you additionally cast an Elemental Blast at your target at 60% effectiveness.",
    "es_MX": "Después de lanzar Hielofuria, la próxima vez que lances un hechizo dañino de naturaleza y uno de fuego, también lanzarás una Explosión elemental sobre tu objetivo con un 60% de eficacia.",
    "pt_BR": "Depois de lançar Algifúria, na próxima vez que lançar um feitiço de dano de Natureza e Fogo, você também lançará um Impacto Elemental no alvo com 60% de eficácia.",
    "de_DE": "Nachdem Ihr 'Eisfuror' gezaubert habt, löst Euer nächster Natur- oder Feuerschadenszauber zusätzlich einen 'Elementarschlag' aus, der Euer Ziel mit 60% Effektivität trifft.",
    "en_GB": "After casting Icefury, the next time you cast a damaging Nature and Fire spell, you additionally cast an Elemental Blast at your target at 60% effectiveness.",
    "es_ES": "Tras lanzar Hielofuria, la próxima vez que lances un hechizo dañino de Naturaleza y Fuego, también lanzas una Explosión elemental a tu objetivo con un 60% de efectividad.",
    "fr_FR": "Après avoir lancé Furie-de-glace, la prochaine fois que vous lancez un sort de nature et de feu infligeant des dégâts, vous lancez en plus une Explosion élémentaire sur votre cible avec une efficacité de 60 %.",
    "it_IT": "Dopo aver lanciato Furiagelida, lanciare un incantesimo d'attacco di natura e di fuoco fa sì che si lanci una Detonazione Elementale aggiuntiva sul bersaglio al 60% dell'efficacia.",
    "ru_RU": "После того как вы применяете \"Ледяную ярость\", ваше следующее наносящее урон заклинание огня или сил природы также поражает цель \"Ударом духов стихий\" с эффективностью 60%.",
    "ko_KR": "얼음격노 시전 후 다음으로 자연 및 화염 공격 주문을 시전할 때, 추가로 대상에게 60%의 효율로 정기 작렬을 시전합니다.",
    "zh_TW": "施放冰怒之後，你下一次施放一個傷害性自然與火焰法術時，會額外對目標施放一個效果強度為60%的元素衝擊。",
    "zh_CN": "施放冰怒后，下一次施放伤害性自然和火焰法术时，你会额外对目标施放一次元素冲击，产生60%的效果。"
  }
}