{
  "ID": "756157",
  "NameSubtext_lang": "",
  "Description_lang": "When your Pact is with the General, The General's Bulwark safeguards you. When an attack would cause you to die, absorb the attack and become immune to all damage for $462823d.",
  "AuraDescription_lang": "",
  "Attributes_0": "128",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "1073741824",
  "Attributes_4": "0",
  "Attributes_5": "1024",
  "Attributes_6": "1",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "32768",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "33554432",
  "Attributes_14": "8",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "4559241",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "463379",
  "name_blz": {
    "en_US": "World Buff: General's Bulwark",
    "es_MX": "Beneficio de mundo: Baluarte del General",
    "pt_BR": "Bônus Mundial: Baluarte do General",
    "de_DE": "Weltbuff: Bollwerk des Generals",
    "en_GB": "World Buff: General's Bulwark",
    "es_ES": "Beneficio de mundo: Baluarte del general",
    "fr_FR": "Bonus du monde : rempart du général",
    "it_IT": "Beneficio Mondiale: Baluardo del Generale",
    "ru_RU": "Положительный эффект в открытом мире \"Бастион генерала\"",
    "ko_KR": "전역 강화 효과: 장군의 보루",
    "zh_TW": "世界增益效果：將軍的壁壘",
    "zh_CN": "世界增益：将军的壁垒"
  },
  "description_blz": {
    "en_US": "When your Pact is with the General, The General's Bulwark safeguards you. When an attack would cause you to die, absorb the attack and become immune to all damage for 10 sec.",
    "es_MX": "Cuando tienes un pacto con el General, el Baluarte del General te protege. Ante un ataque que podría matarte, lo absorbe y te vuelve inmune a todo daño durante 10 s.",
    "pt_BR": "Quando seu Pacto é com o General, o Baluarte do General oferece proteção. Quando um ataque for matar você, ele é absorvido e você se torna imune a todo o dano por 10 s.",
    "de_DE": "Wenn Ihr einen Pakt mit dem General habt, schützt Euch das 'Bollwerk des Generals'. Ihr absorbiert Angriffe, die sonst tödlich wären, und werdet für 10 Sek. immun gegen jeglichen Schaden.",
    "en_GB": "When your Pact is with the General, The General's Bulwark safeguards you. When an attack would cause you to die, absorb the attack and become immune to all damage for 10 sec.",
    "es_ES": "Cuando tu Pacto es con el general, el baluarte del general te protege. Cuando un ataque fuera a causar tu muerte, lo absorbes y te vuelves inmune a todo el daño durante 10 s.",
    "fr_FR": "Lorsque votre pacte vous lie au général, bénéficiez de la protection du rempart du général. Elle absorbe toute attaque qui devrait être fatale et rend insensible aux dégâts pendant 10 s.",
    "it_IT": "Dopo aver stipulato un Patto con il Generale, si ha la protezione del Baluardo del Generale. Quando si subisce un attacco letale, il baluardo assorbe l'attacco e rende immuni a tutti i danni per 10 s.",
    "ru_RU": "Пока действует пакт с генералом, вас защищает \"Бастион генерала\". Этот эффект предотвращает смертельный урон и при срабатывании дает невосприимчивость к урону на 10 сек.",
    "ko_KR": "장군과 서약을 맺으면 장군의 보루에게 보호를 받습니다. 죽음에 이르는 공격을 받으면 그 공격을 흡수하고 10초 동안 모든 피해에 면역이 됩니다.",
    "zh_TW": "當你與將軍簽訂合約時，將軍的壁壘會守護著你。在你受到足以致死的攻擊時，吸收該次攻擊，並使你對所有傷害免疫，持續10秒。",
    "zh_CN": "与将军签订契约时，将军的壁垒保护着你。当你受到足以致死的攻击时，吸收该次攻击，并使你免疫所有伤害，持续10秒。"
  }
}