{
  "ID": "760097",
  "NameSubtext_lang": "",
  "Description_lang": "Kick up a powerful gust of wind, dealing $468179s1 Nature damage in a $468179a1 yd cone to enemies in front of you, split evenly among them. Damage is increased by $s1% for each target hit, up to ${$s1*$s2}%.Grants Rushing Winds for $467341d, increasing Renewing Mist's healing by $467341s1%.",
  "AuraDescription_lang": "",
  "Attributes_0": "65536",
  "Attributes_1": "512",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "8",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1381298",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "467307",
  "name_blz": {
    "en_US": "Rushing Wind Kick",
    "es_MX": "Patada de viento impetuoso",
    "pt_BR": "Chute do Vento Veloz",
    "de_DE": "Tritt des aufziehenden Windes",
    "en_GB": "Rushing Wind Kick",
    "es_ES": "Patada del viento impetuoso",
    "fr_FR": "Coup de pied du vent impétueux",
    "it_IT": "Calcio dei Venti Impetuosi",
    "ru_RU": "Удар порыва ветра",
    "ko_KR": "질풍차기",
    "zh_TW": "疾風踢",
    "zh_CN": "疾风呼啸踢"
  },
  "description_blz": {
    "en_US": "Kick up a powerful gust of wind, dealing 1,908 Nature damage in a 25 yd cone to enemies in front of you, split evenly among them. Damage is increased by 6% for each target hit, up to 30%.\r\n\r\nGrants Rushing Winds for 4 sec, increasing Renewing Mist's healing by 200%.",
    "es_MX": "Levanta una poderosa ráfaga de viento que inflige 1,908 p. de daño de naturaleza en un cono de 25 m a los enemigos frente a ti, repartido de forma equitativa entre ellos. El daño aumenta un 6% por cada objetivo golpeado, hasta un 30%.\r\n\r\nOtorga vientos impetuosos durante 4 s, lo que aumenta un 200% la sanación de Niebla renovadora.",
    "pt_BR": "Levanta uma rajada de vento, causando 1.908 de dano de Natureza a inimigos em uma área cônica de 25 m, dividido igualmente entre eles. O dano é aumentado em 6% para cada alvo atingido, até 30%.\r\n\r\nConcede Ventos Velozes por 4 s, aumentando em 200% a cura de Brumas da Renovação.",
    "de_DE": "Erzeugt einen starken Windstoß, der Gegnern vor Euch in einem kegelförmigen Bereich von 25 Metern 1.908 Naturschaden zufügt, der gleichmäßig auf sie verteilt wird. Der Schaden erhöht sich um 6% für jedes getroffene Ziel, bis zu 30%.\r\n\r\nGewährt 4 Sek. lang 'Rauschende Winde', wodurch die Heilung von 'Erneuernder Nebel' um 200% erhöht wird.",
    "en_GB": "Kick up a powerful gust of wind, dealing 1,908 Nature damage in a 25 yd cone to enemies in front of you, split evenly among them. Damage is increased by 6% for each target hit, up to 30%.\r\n\r\nGrants Rushing Winds for 4 sec, increasing Renewing Mist's healing by 200%.",
    "es_ES": "Lanzas una poderosa ráfaga de viento que inflige 1908 p. de daño de Naturaleza en un cono de 25 m a los enemigos que tienes delante, a dividir a partes iguales entre todos ellos. El daño aumenta un 6% por cada objetivo golpeado, hasta un máximo de un 30%.\r\n\r\nOtorga Vientos impetuosos durante 4 s, lo que aumenta un 200% la sanación de Niebla renovadora.",
    "fr_FR": "Provoque une puissante bourrasque de vent, infligeant 1908 points de dégâts de nature aux adversaires dans un cône de 25 m devant vous, répartis équitablement entre eux. Les dégâts sont augmentés de 6 % pour chaque cible touchée, jusqu’à un maximum de 30 %.\r\n\r\nAccorde Vents impétueux pendant 4 s, ce qui augmente les soins de Brume de rénovation de 200 %.",
    "it_IT": "Solleva una potente folata di vento, infliggendo 1.908 danni da natura ai nemici frontali in un cono di 25 m, suddivisi equamente tra di loro. Aumenta i danni inflitti del 6% per ogni bersaglio colpito, fino al 30%.\r\n\r\nFornisce Venti Impetuosi per 4 s, aumentando le cure fornite da Nebbia Curativa del 200%.",
    "ru_RU": "Вы создаете порыв ветра, наносящий 1908 ед. урона от сил природы, распределяемого между противниками в секторе 25 м перед вами. Урон увеличивается на 6% за каждую пораженную цель вплоть до 30%.\r\n\r\nДает эффект \"Порывы ветра\" на 4 сек., усиливающий исцеление от \"Заживляющего тумана\" на 200%.",
    "ko_KR": "강한 돌풍을 일으켜 전방 25미터 부채꼴 범위 내의 적에게 1,908의 자연 피해를 나누어 입힙니다. 적중당한 대상 하나당 공격력이 6%만큼, 최대 30%만큼 증가합니다.\r\n\r\n4초 동안 맹렬한 바람이 부여되어 소생의 안개의 치유량이 200%만큼 증가합니다.",
    "zh_TW": "踢起一陣強風，對你面前25碼錐形範圍內的敵人造成1,908點自然傷害，由受影響的目標平均分攤。每命中一個目標，都會使傷害提高6%，最多提高30%。\r\n\r\n賦予迴旋疾風，持續4秒，使回生迷霧的治療效果提高200%。",
    "zh_CN": "掀起一股强劲疾风，对你前方25码锥形范围内的敌人造成1,908点自然伤害，由所有敌人均摊。每命中一个目标，伤害提高6%，最多提高30%。\r\n\r\n获得疾啸狂风，持续4秒，使复苏之雾的治疗效果提高200%。"
  }
}