{
  "ID": "760515",
  "NameSubtext_lang": "",
  "Description_lang": "While in combat, Disengage releases a fan of shadow daggers, dealing $467745s1 Shadow damage per second and reducing affected target's movement speed by $467745s2% for $467745d.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "67108864",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "2",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "132324",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "467741",
  "name_blz": {
    "en_US": "Shadow Dagger",
    "es_MX": "Daga de las sombras",
    "pt_BR": "Adaga Sombria",
    "de_DE": "Schattendolch",
    "en_GB": "Shadow Dagger",
    "es_ES": "Daga de las Sombras",
    "fr_FR": "Dague de l’ombre",
    "it_IT": "Pugnale d'Ombra",
    "ru_RU": "Кинжал тени",
    "ko_KR": "어둠의 비수",
    "zh_TW": "暗影匕首",
    "zh_CN": "暗影匕首"
  },
  "description_blz": {
    "en_US": "While in combat, Disengage releases a fan of shadow daggers, dealing 2 Shadow damage per second and reducing affected target's movement speed by 30% for 6 sec.",
    "es_MX": "Durante el combate, al lanzar Separación se libera un abanico de dagas que inflige 2 p. de daño de las sombras por segundo y reduce un 30% la velocidad de movimiento del objetivo afectado durante 6 s.",
    "pt_BR": "Em combate, lançar Desvencilhar solta um leque de adagas sombrias, causando 2 de dano de Sombra por segundo e reduzindo em 30% a velocidade de movimento do alvo por 6 s.",
    "de_DE": "Im Kampf entfesselt 'Rückzug' einen Fächer aus Schattendolchen, der pro Sek. 2 Schattenschaden verursacht und die Bewegungsgeschwindigkeit des betroffenen Ziels 6 Sek. lang um 30% verringert.",
    "en_GB": "While in combat, Disengage releases a fan of shadow daggers, dealing 2 Shadow damage per second and reducing affected target's movement speed by 30% for 6 sec.",
    "es_ES": "Mientras estés en combate, Separación libera un abanico de dagas sombrías que infligen 2 p. de daño de las Sombras por segundo y reducen un 30% la velocidad de movimiento del objetivo afectado durante 6 s.",
    "fr_FR": "Lorsque vous êtes en combat, Désengagement libère un éventail de dagues d’ombres, infligeant 2 points de dégâts d’ombre par seconde et réduisant la vitesse de déplacement des cibles affectées de 30 % pendant 6 s.",
    "it_IT": "Quando si è in combattimento, lanciare Disimpegno scaglia una ventata di pugnali d'ombra, infliggendo 2 danni da ombra al secondo e riducendo la velocità di movimento del bersaglio colpito del 30% per 6 s.",
    "ru_RU": "В бою \"Отрыв\" выпускает веер клинков, наносящих 2 ед. урона от темной магии раз в сек. и снижающих скорость передвижения целей на 30%. Время действия – 6 сек.",
    "ko_KR": "전투 중 철수 시전 시 암흑의 단검을 일제히 투척하여 1초마다 2의 암흑 피해를 입히고 영향을 받는 대상의 이동 속도를 6초 동안 30%만큼 감소시킵니다.",
    "zh_TW": "戰鬥時，逃脫會釋放飛舞的暗影匕首，每秒造成2點暗影傷害，並使受影響目標的移動速度降低30%，持續6秒。",
    "zh_CN": "在战斗中施放逃脱会扔出一阵暗影匕首，每秒造成2点暗影伤害并使受影响目标的移动速度降低30%，持续6秒。"
  }
}