{
  "ID": "760685",
  "NameSubtext_lang": "",
  "Description_lang": "Casting Black Arrow while $?c1[Beast Cleave][Trick Shots] is active causes Black Arrow to explode upon hitting its target, dealing $?c1[$472084s1][$467914s1] Shadow damage to other nearby enemies.",
  "AuraDescription_lang": "",
  "Attributes_0": "192",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "67108864",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "32",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "134389",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "467911",
  "name_blz": {
    "en_US": "Bleak Powder",
    "es_MX": "Pólvora lúgubre",
    "pt_BR": "Pólvora Sinistra",
    "de_DE": "Düsterpulver",
    "en_GB": "Bleak Powder",
    "es_ES": "Pólvora desoladora",
    "fr_FR": "Poudre sinistre",
    "it_IT": "Polvere Cupa",
    "ru_RU": "Бледный порох",
    "ko_KR": "황폐의 화약",
    "zh_TW": "陰蝕火藥",
    "zh_CN": "黯然火药"
  },
  "description_blz": {
    "en_US": "Casting Black Arrow while Beast Cleave is active causes Black Arrow to explode upon hitting its target, dealing 3,023 Shadow damage to other nearby enemies.",
    "es_MX": "Lanzar Flecha negra mientras Tajo de la bestia está activo hace que Flecha negra explote cuando impacta a su primer objetivo, lo que inflige 2,974 p. de daño de las sombras a los demás jugadores cercanos.",
    "pt_BR": "Lançar Flecha Negra enquanto Cutilada da Fera estiver ativo faz a Flecha Negra explodir ao atingir o alvo, causando 2.925 de dano de Sombra a outros inimigos próximos.",
    "de_DE": "Wenn 'Schwarzer Pfeil' eingesetzt wird, während die Fähigkeit 'Raubtierhiebe' aktiv ist, explodiert 'Schwarzer Pfeil' beim Treffen seines Ziels und fügt Gegnern in der Nähe 2.963 Schattenschaden zu.",
    "en_GB": "Casting Black Arrow while Beast Cleave is active causes Black Arrow to explode upon hitting its target, dealing 3,014 Shadow damage to other nearby enemies.",
    "es_ES": "El lanzamiento de Flecha negra mientras Tajo de la bestia está activo hace que Flecha negra explote al golpear a un objetivo e inflija 2969 p. de daño de las Sombras a otros enemigos cercanos.",
    "fr_FR": "Le fait de lancer Flèche noire quand Enchaînement bestial est actif provoque l’explosion de Flèche noire à l’impact avec une cible, infligeant 2987 points de dégâts d’ombre aux autres adversaires proches.",
    "it_IT": "Lanciare Freccia Nera mentre l'effetto di Fendente Bestiale è attivo fa sì che Freccia Nera esploda all'impatto con il suo bersaglio, infliggendo 2.966 danni da ombra agli altri nemici vicini.",
    "ru_RU": "Пока действует эффект \"Удар зверя\", \"Черная стрела\" взрывается при попадании в цель и наносит 2905 ед. урона от темной магии ближайшим противникам.",
    "ko_KR": "야수의 회전베기가 활성화된 동안 검은 화살 시전 시 대상에게 적중할 때 폭발하여 주위의 다른 적에게 2,960의 암흑 피해를 입힙니다.",
    "zh_TW": "在獸劈斬作用期間施放黑蝕箭，會使黑蝕箭在命中目標時爆炸，對附近敵人造成2,998點暗影傷害。",
    "zh_CN": "在野兽顺劈激活时施放黑蚀箭会导致黑蚀箭在击中目标时爆炸，对附近其他敌人造成2,971点暗影伤害。"
  }
}