{
  "ID": "764707",
  "NameSubtext_lang": "",
  "Description_lang": "While in combat, every $471877d your next Kill Command summons the aid of a Beast.$@spellicon471881 WyvernA Wyvern descends from the skies, letting out a battle cry that increases the damage of you and your pets by ${$471881s1*$s3}% for $471881d.$@spellicon471936 BoarA Boar charges through your target $s2 times, dealing $471936s1 physical damage to the primary target and $471938s1 damage to up to $471938s2 nearby enemies.$@spellicon471993 BearA Bear leaps into the fray, rending the flesh of your enemies, dealing $471999o1 damage over $471999d to up to $471999s2 nearby enemies.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "5927643",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "471876",
  "name_blz": {
    "en_US": "Howl of the Pack Leader",
    "es_MX": "Aullido de líder de la manada",
    "pt_BR": "Uivo do Líder da Alcateia",
    "de_DE": "Heulen des Rudelführers",
    "en_GB": "Howl of the Pack Leader",
    "es_ES": "Aullido de la manada",
    "fr_FR": "Hurlement du chef de meute",
    "it_IT": "Ululato del Capobranco",
    "ru_RU": "Вой вожака стаи",
    "ko_KR": "무리의 지도자의 포효",
    "zh_TW": "獸群領袖狂嚎",
    "zh_CN": "猎群领袖之嚎"
  },
  "description_blz": {
    "en_US": "While in combat, every 30 sec your next Kill Command summons the aid of a Beast.\r\n\r\n Wyvern\r\nA Wyvern descends from the skies, letting out a battle cry that increases the damage of you and your pets by 10% for 15 sec.\r\n\r\n Boar\r\nA Boar charges through your target 3 times, dealing 2,124 physical damage to the primary target and 849 damage to up to 8 nearby enemies.\r\n\r\n Bear\r\nA Bear leaps into the fray, rending the flesh of your enemies, dealing 3,520 damage over 10 sec to up to 8 nearby enemies.",
    "es_MX": "En combate, cada 30 s tu próximo Matar invoca la ayuda de una bestia.\r\n\r\n Dracoleón\r\nUn dracoleón desciende del cielo y suelta un grito de batalla que aumenta un 10% tu daño y el de tus mascotas durante 15 s.\r\n\r\n Jabalí\r\nUn jabalí carga contra tu enemigo y lo atraviesa 3 veces, lo que inflige 2,124 p. de daño físico al objetivo principal y 849 p. de daño a un máximo de 8 enemigos cercanos.\r\n\r\n Oso\r\nUn oso se lanza a la batalla y desgarra la carne de tus enemigos, lo que inflige 3,520 p. de daño durante 10 s a un máximo de 8 enemigos cercanos.",
    "pt_BR": "Em combate, a cada 30 s seu próximo Comando para Matar evoca a ajuda de uma Fera.\r\n\r\n Mantícora\r\nUma Mantícora desce dos céus, soltando um brado de batalha que aumenta em 10% o dano causado por você e pelos seus ajudantes por 15 s.\r\n\r\n Javali\r\nUm Javali investe contra seu alvo 3 vezes, causando 2.124 de dano Físico ao alvo primário e 849 de dano a até 8 inimigos próximos.\r\n\r\n Urso\r\nUm Urso entra na briga, rasgando a carne dos inimigos, causando 3.520 de dano ao longo de 10 s a até 8 inimigos próximos.",
    "de_DE": "Im Kampf beschwört Euer nächster 'Tötungsbefehl' alle 30 Sek. die Hilfe eines Wildtiers.\r\n\r\n Wyvern\r\nEin Wyvern stürzt sich vom Himmel herab und stößt einen Kampfesschrei aus, der Euren Schaden sowie den Eurer Begleiter 15 Sek. lang um 10% erhöht.\r\n\r\n Eber\r\nEin Eber stürmt 3-mal durch die gegnerischen Reihen und fügt dem Hauptziel 2.124 körperlichen Schaden sowie bis zu 8 Gegnern in der Nähe 849 Schaden zu.\r\n\r\n Bär\r\nEin Bär stürzt sich ins Getümmel, reißt den Gegnern das Fleisch von den Knochen und fügt so bis zu 8 Gegnern in der Nähe im Verlauf von 10 Sek. 3.520 Schaden zu.",
    "en_GB": "While in combat, every 30 sec your next Kill Command summons the aid of a Beast.\r\n\r\n Wyvern\r\nA Wyvern descends from the skies, letting out a battle cry that increases the damage of you and your pets by 10% for 15 sec.\r\n\r\n Boar\r\nA Boar charges through your target 3 times, dealing 2,124 physical damage to the primary target and 849 damage to up to 8 nearby enemies.\r\n\r\n Bear\r\nA Bear leaps into the fray, rending the flesh of your enemies, dealing 3,520 damage over 10 sec to up to 8 nearby enemies.",
    "es_ES": "Durante el combate, cada 30 s tu siguiente Matar invoca una bestia para que te ayude.\r\n\r\n Dracoleón\r\nUn dracoleón desciende de los cielos y emite un grito de batalla que aumenta un 10% tu daño y el de tus mascotas durante 15 s.\r\n\r\n Jabalí\r\nUn jabalí carga contra tu objetivo 3 veces y, al hacerlo, inflige 2124 p. de daño físico al objetivo principal y 849 p. de daño a un máximo de 8 enemigos cercanos.\r\n\r\n Oso\r\nUn oso se une a la refriega y lanza unos ataques desgarradores que infligen 3520 p. de daño durante 10 s a un máximo de 8 enemigos cercanos.",
    "fr_FR": "En combat, toutes les 30 s, votre prochain Ordre de tuer invoque l’aide d’une bête.\r\n\r\n Wyverne\r\nUne wyverne descend des cieux, poussant un hurlement de guerre qui augmente vos dégâts et ceux de vos familiers de 10 % pendant 15 s.\r\n\r\n Sanglier\r\nUn sanglier charge à travers votre cible 3 fois, infligeant 2124 points de dégâts physiques à la cible principale et 849 points de dégâts à un maximum de 8 adversaires proches.\r\n\r\n Ours\r\nUn ours bondit dans la mêlée, déchirant la chair des adversaires, infligeant 3520 points de dégâts physiques en 10 s à un maximum de 8 adversaires proches.",
    "it_IT": "In combattimento, ogni 30 s, il successivo Ordine di Morte evoca una Bestia in aiuto.\r\n\r\n Viverna\r\nUna Viverna scende dal cielo ed emette un grido di battaglia che aumenta i danni inflitti da te e dai tuoi famigli del 10% per 15 s.\r\n\r\n Cinghiale\r\nUn Cinghiale carica verso il bersaglio 3 volte, infliggendo 2.124 danni fisici al bersaglio primario e 849 danni a massimo 8 nemici vicini.\r\n\r\nOrso\r\nUn Orso balza nella mischia e artiglia i nemici, infliggendo 3.520 danni in 10 s a un massimo di 8 nemici vicini.",
    "ru_RU": "Пока вы находитесь в бою, раз в 30 сек. ваша следующая \"Команда \"Взять!\" призывает на помощь зверя.\r\n\r\n Виверна\r\nВиверна пикирует с небес и издает боевой крик, увеличивающий урон, наносимый вами и вашими питомцами, на 10% на 15 сек.\r\n\r\n Вепрь\r\nВепрь совершает 3 рывка через цель, нанося 2124 ед. физического урона основной цели и 849 ед. урона максимум 8 ближайшим противникам.\r\n\r\n Медведь\r\nМедведь прыгает в гущу боя, раздирая плоть противников и нанося максимум 8 ближайшим целям 3520 ед. урона за 10 сек.",
    "ko_KR": "전투 중 30초마다 다음 살상 명령 사용 시 맹수를 소환하여 지원을 받습니다.\r\n\r\n 와이번\r\n와이번이 하늘에서 내려와 전투의 함성을 내질러 15초 동안 사냥꾼과 야수의 공격력을 10%만큼 증가시킵니다.\r\n\r\n 멧돼지\r\n멧돼지가 시전자의 대상에게 3회 돌진하여 주 대상에게 2,124의 물리 피해를 입히고 주위에 있는 최대 8명의 적에게 849의 피해를 입힙니다.\r\n\r\n 곰\r\n곰이 전투에 난입해 적을 찢어발깁니다. 주위에 있는 최대 8명의 적에게 10초에 걸쳐 3,520의 피해를 입힙니다.",
    "zh_TW": "在戰鬥時每30秒，你下一個擊殺命令會召喚一隻野獸前來助陣。\r\n\r\n蠍尾獅\r\n一隻蠍尾獅從天而降，發出戰吼，使你和寵物的傷害提高10%，持續15秒。\r\n\r\n野豬\r\n一隻野豬衝鋒穿過目標3次，對主要目標造成2,124點物理傷害，同時對附近最多8個敵人造成849點傷害。\r\n\r\n熊\r\n一隻熊躍入戰場，撕裂敵人的血肉，在10秒內對附近最多8個敵人造成3,520點傷害。",
    "zh_CN": "在战斗中每过30秒，你的下一次杀戮命令将召唤一只野兽的援助。\r\n\r\n双足飞龙\r\n一头双足飞龙从天而降，发出战吼，使你和你的宠物的伤害提高10%，持续15秒。\r\n\r\n野猪\r\n一只野猪发起冲锋，穿过你的目标3次，对主要目标造成2,124点物理伤害，对最多8个附近的敌人造成849点伤害。\r\n\r\n巨熊\r\n一只巨熊跃入战斗，撕裂敌人的血肉，在10秒内对最多8个附近的敌人造成3,520点伤害。"
  }
}