{
  "ID": "765482",
  "NameSubtext_lang": "",
  "Description_lang": "Damage from your Kill Shot sends your pets into a rage, causing all active pets within $s1 yds and your Bear to pounce to the target and Smack, Claw, or Bite it.Your pets will not leap if their target is already in melee range.",
  "AuraDescription_lang": "",
  "Attributes_0": "64",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "67108864",
  "Attributes_4": "32768",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "8",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "132174",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "472660",
  "name_blz": {
    "en_US": "No Mercy",
    "es_MX": "Sin piedad",
    "pt_BR": "Sem Misericórdia",
    "de_DE": "Keine Gnade",
    "en_GB": "No Mercy",
    "es_ES": "Sin piedad",
    "fr_FR": "Sans pitié",
    "it_IT": "Senza Pietà",
    "ru_RU": "Никакой пощады",
    "ko_KR": "무자비",
    "zh_TW": "絕不留情",
    "zh_CN": "从无怜悯"
  },
  "description_blz": {
    "en_US": "Damage from your Kill Shot sends your pets into a rage, causing all active pets within 20 yds and your Bear to pounce to the target and Smack, Claw, or Bite it.\r\n\r\nYour pets will not leap if their target is already in melee range.",
    "es_MX": "El daño de tu Disparo letal enfurece a tus mascotas, lo que hace que todas las mascotas activas en un radio de 20 m y tu oso salten sobre el objetivo y lo ataquen con Bofetada, Zarpa o Mordedura.\r\n\r\nTus mascotas no saltarán si el objetivo ya está en radio cuerpo a cuerpo.",
    "pt_BR": "Dano do seu Tiro Mortal deixa seus ajudantes furiosos, fazendo todas as mascotes ativas em um raio de 20 m e seu Urso saltarem no alvo para atacar com uma Pancada, com a Garra ou com uma Mordida.\r\n\r\nSuas mascotes não saltam se o alvo estiver dentro do alcance corpo a corpo.",
    "de_DE": "Schaden durch Eure Fähigkeit 'Tödlicher Schuss' versetzt Eure Begleiter in Raserei, wodurch alle aktiven Begleiter innerhalb von 20 Metern und Euer Bär sich auf das Ziel stürzen und 'Zustoßen', 'Klaue' oder 'Biss' einsetzen.\r\n\r\nEure Begleiter stürzen sich nicht auf das Ziel, wenn es sich bereits in Nahkampfreichweite befindet.",
    "en_GB": "Damage from your Kill Shot sends your pets into a rage, causing all active pets within 20 yds and your Bear to pounce to the target and Smack, Claw, or Bite it.\r\n\r\nYour pets will not leap if their target is already in melee range.",
    "es_ES": "El daño de tu Disparo mortal hace que tus mascotas se enfurezcan. A continuación, todas las mascotas activas en un radio de 20 m y tu oso se abalanzan sobre el objetivo y lo golpean, arañan o muerden.\r\n\r\nTus mascotas no saltarán si su objetivo ya está al alcance cuerpo a cuerpo.",
    "fr_FR": "Les dégâts de Tir mortel font enrager vos familiers actifs à moins de 20 m et votre ours. Ils bondissent sur la cible et l’attaquent avec Coup de patte, Griffe ou Morsure.\r\n\r\nVos familiers ne bondiront pas si leur cible est déjà à portée de mêlée.",
    "it_IT": "I danni inflitti da Tiro Mortale fanno infuriare i tuoi famigli, facendo sì che tutti i tuoi famigli attivi entro 20 m e il tuo Orso balzino sul bersaglio e lo attacchino con Botta, Sfregio o Morso.\r\n\r\nI tuoi famigli non balzano se il bersaglio è già a portata di mischia.",
    "ru_RU": "Когда ваш \"Убийственный выстрел\" наносит урон, все ваши питомцы в радиусе 20 м и ваш медведь в ярости набрасываются на цель и атакуют ее способностями \"Хлопок\", \"Цапнуть\" и \"Укус\".\r\n\r\nПитомцы, уже находящиеся на дистанции ближнего боя, не совершают прыжок к цели.",
    "ko_KR": "마무리 사격으로 피해를 입히면 야수가 분노에 휩싸이며, 20미터 내의 모든 활성화된 야수와 곰이 대상을 덮쳐 후려치거나, 할퀴거나, 물어뜯습니다.\r\n\r\n대상이 이미 근접 공격 범위 안에 있다면 야수는 도약하지 않습니다.",
    "zh_TW": "你的擊殺射擊傷害讓你的寵物憤怒，使20碼範圍內所有啟用的寵物以及你的熊跳向目標，並進行掌擊、爪擊或撕咬。\r\n\r\n如果其目標已在近戰範圍內，你的寵物便不會跳向目標。",
    "zh_CN": "你的夺命射击造成伤害会使你的宠物陷入狂怒，让20码范围内所有激活的宠物以及你的巨熊向目标猛扑并发起拍击、爪击或撕咬。\r\n\r\n如果目标已经处于近战范围内，你的宠物将不会发起猛扑。"
  }
}