{
  "ID": "33864",
  "NameSubtext_lang": "",
  "Description_lang": "The caster is surrounded by globes of water, granting $s2 mana per 5 sec. When a melee attack hits the caster, the caster regains $?s382033[${($382033s5/100+1)*$52128s1}][$52128s1]% of their mana. This effect can only occur once every $?a462454[${$proccooldown+($462454s2/1000)}.1][$proccooldown] sec. $?s383010[The Shaman can have up to two Elemental Shields active on them.][Only one of your Elemental Shields can be active on you at once.]",
  "AuraDescription_lang": "Grants $w2 mana per 5 sec.Melee attacks against you trigger additional mana restoration.",
  "Attributes_0": "329728",
  "Attributes_1": "1024",
  "Attributes_2": "1",
  "Attributes_3": "1245184",
  "Attributes_4": "524288",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "42",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "8",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "132315",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "52127",
  "name_blz": {
    "en_US": "Water Shield",
    "es_MX": "Escudo de agua",
    "pt_BR": "Escudo de Água",
    "de_DE": "Wasserschild",
    "en_GB": "Water Shield",
    "es_ES": "Escudo de agua",
    "fr_FR": "Bouclier d’eau",
    "it_IT": "Scudo d'Acqua",
    "ru_RU": "Водный щит",
    "ko_KR": "물의 보호막",
    "zh_TW": "水之盾",
    "zh_CN": "水之护盾"
  },
  "description_blz": {
    "en_US": "The caster is surrounded by globes of water, granting 238 mana per 5 sec. When a melee attack hits the caster, the caster regains 2% of their mana. This effect can only occur once every 3 sec. \r\n\r\nOnly one of your Elemental Shields can be active on you at once.",
    "es_MX": "El taumaturgo queda rodeado de esferas de agua que le otorgan 238 p. de maná cada 5 s. Cuando un ataque cuerpo a cuerpo lo golpea, el taumaturgo recupera un 2% de su maná. Este efecto solo ocurre una vez cada 3 s. \r\n\r\nSolo puedes tener activo uno de tus escudos elementales a la vez.",
    "pt_BR": "O lançador é cercado por globos de água, que concedem 238 de mana por 5 s. Quando um ataque corpo a corpo atinge o lançador, ele recupera 2% do próprio mana. Este efeito ocorre em intervalos de 3 s. \r\n\r\nApenas um Escudo Elemental pode estar ativo por vez.",
    "de_DE": "Der Zaubernde wird von Wasserkugeln umgeben, die alle 5 Sek. 238 Mana gewähren. Wenn ein Nahkampfangriff den Zaubernden trifft, erhält er 2% seines Manas zurück. Dieser Effekt kann nur alle 3 Sek. auftreten.\r\n\r\nEs kann immer nur einer Eurer Elementarschilde auf Euch aktiv sein.",
    "en_GB": "The caster is surrounded by globes of water, granting 238 mana per 5 sec. When a melee attack hits the caster, the caster regains 2% of their mana. This effect can only occur once every 3 sec. \r\n\r\nOnly one of your Elemental Shields can be active on you at once.",
    "es_ES": "El taumaturgo queda rodeado por unas esferas de agua que le otorgan 238 p. de maná cada 5 s. Cuando un ataque cuerpo a cuerpo le golpea, recupera un 2% de su maná. Este efecto solo puede ocurrir una vez cada 3 s. \r\n\r\nSolo puedes tener un escudo elemental activo a la vez.",
    "fr_FR": "Le lanceur ou la lanceuse s’entoure de globes d’eau qui lui confèrent 238 points de mana toutes les 5 s et, si une attaque de mêlée l’atteint, récupère 2 % de son mana. Cet effet ne peut se produire plus d’une fois toutes les 3 s.\r\n\r\nVous ne pouvez bénéficier que d’un bouclier élémentaire à la fois.",
    "it_IT": "L'incantatore è circondato da globi d'acqua che rigenerano 238 mana in 5 s. Quando un attacco in mischia colpisce l'incantatore, questi rigenera il 2% del mana. L'effetto può attivarsi solo una volta ogni 3 s.\r\n\r\nPuò essere attivo solo uno Scudo Elementale per Sciamano alla volta.",
    "ru_RU": "Вас окружает щит из водяных сфер, раз в 5 сек. восполняющий 238 ед. маны. Каждый раз, когда вы получаете удар в ближнем бою, щит восполняет вам 2% маны. Срабатывает не чаще раза в 3 сек.\r\n\r\nВас может защищать только одно заклинание категории \"Щит стихий\" единовременно.",
    "ko_KR": "물방울이 시전자 주위에 머무르며, 5초당 마나 회복량을 238만큼 증가시킵니다. 근접 공격에 적중당하면 시전자는 마나의 2%를 회복합니다. 이 효과는 3초마다 한 번씩만 발동합니다.\r\n\r\n원소 보호막은 동시에 하나만 유지할 수 있습니다.",
    "zh_TW": "施法者受到水球環繞，每5秒獲得238點法力。每當施法者被近戰攻擊命中時，會恢復其法力的2%。此效果每3秒只會觸發一次。\r\n\r\n同一時間內，在你身上只能啟動一種你的元素之盾。",
    "zh_CN": "施法者被水球环绕，每5秒获得238点法力值。每当施法者受到近战攻击时，会重获2%的法力值。这个效果每3秒只能触发一次。\r\n\r\n萨满祭司在同一时间只能激活一种元素护盾。"
  }
}