{
  "ID": "175",
  "NameSubtext_lang": "",
  "Description_lang": "Inflicts impending doom upon the target, dealing $s2 Shadow damage immediately and $453567s1 Shadow damage to enemies within $453567a1 yards after $d. Damage is reduced beyond $s1 targets.Consuming a Demonic Core reduces the duration of Doom by $s3 sec.",
  "AuraDescription_lang": "Doomed to explode violently, dealing $453567s1 Shadow damage to enemies within $453567a1 yards.",
  "Attributes_0": "65536",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "1048576",
  "Attributes_5": "8192",
  "Attributes_6": "8388608",
  "Attributes_7": "0",
  "Attributes_8": "135680",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1048705",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "18",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "32",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136122",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "603",
  "name_blz": {
    "en_US": "Doom",
    "es_MX": "Fatalidad",
    "pt_BR": "Ruína",
    "de_DE": "Verdammnis",
    "en_GB": "Doom",
    "es_ES": "Fatalidad",
    "fr_FR": "Destin funeste",
    "it_IT": "Rovina",
    "ru_RU": "Рок",
    "ko_KR": "파멸",
    "zh_TW": "末日",
    "zh_CN": "末日降临"
  },
  "description_blz": {
    "en_US": "Inflicts impending doom upon the target, dealing 5,777 Shadow damage immediately and 16,099 Shadow damage to enemies within 10 yards after 20 sec. Damage is reduced beyond 8 targets.\r\n\r\nConsuming a Demonic Core reduces the duration of Doom by 3 sec.",
    "es_MX": "Inflige Fatalidad inminente al objetivo, lo lastima por 5,777 p. de daño de las sombras inmediatamente e inflige 16,099 p. de daño de las sombras a los enemigos en un radio de 10 m después de 20 s. El daño se reduce cuando se superan los 8 objetivos.\r\n\r\nConsumir un núcleo demoníaco reduce la duración de la fatalidad\r\n3 s.",
    "pt_BR": "Inflige Ruína Iminente ao alvo, causando 5.777 de dano de Sombra imediatamente e 16.099 de dano de Sombra aos inimigos em um raio de 10 m após 20 s. O dano é reduzido acima de 8 alvos.\r\n\r\nConsumir um Núcleo Demoníaco reduz em 3 s a duração de Ruína.",
    "de_DE": "Belegt das Ziel mit drohender Verdammnis, was sofort 5.777 Schattenschaden verursacht und nach 20 Sek. Gegnern innerhalb von 10 Metern 16.099 Schattenschaden zufügt. Fügt Zielen über 8 Ziele hinaus verringerten Schaden zu.\r\n\r\nDas verzehren eines 'Dämonischen Kerns' verringert die Dauer von 'Verdammnis' um 3 Sek.",
    "en_GB": "Inflicts impending doom upon the target, dealing 5,777 Shadow damage immediately and 16,099 Shadow damage to enemies within 10 yards after 20 sec. Damage is reduced beyond 8 targets.\r\n\r\nConsuming a Demonic Core reduces the duration of Doom by 3 sec.",
    "es_ES": "Aterra al objetivo con fatalidad inminente, lo que inflige 5777 p. de daño de las Sombras al instante y 16099 p. de daño de las Sombras a los enemigos en un radio de 10 m tras 20 s. Inflige daño reducido si afecta a más de 8 objetivos.\r\n\r\nAl consumir una acumulación de Núcleo demoníaco, se reduce 3 s la duración de Fatalidad.",
    "fr_FR": "Afflige la cible d’une malédiction imminente qui lui inflige 5777 points de dégâts d’ombre immédiatement et 16099 aux adversaires à moins de 10 m au bout de 20 s. Dégâts réduits au-delà de 8 cibles.\r\n\r\nLa consommation de Cœur démoniaque réduit la durée de Destin funeste de 3 s.",
    "it_IT": "Scatena la rovina sul bersaglio, infliggendo 5.777 danni da ombra istantaneamente e 16.099 danni da ombra aggiuntivi ai nemici entro 10 m dopo 20 s. Danni ridotti oltre 8 bersagli.\r\n\r\nConsumare un Nucleo Demoniaco riduce la durata di Rovina di 3 s.",
    "ru_RU": "Проклинает цель, мгновенно нанося ей 5777 ед. урона от темной магии. Через 20 сек. происходит взрыв, наносящий 16099 ед. урона от темной магии противникам в радиусе 10 м. Цели после 8-й получают уменьшенный урон.\r\n\r\nПри поглощении \"Сердца демона\" время действия \"Рока\" сокращается на 3 сек.",
    "ko_KR": "대상에게 임박한 파멸을 내려 즉시 5,777의 암흑 피해를 입히고 20초 후에 10미터 내의 적에게 16,099의 암흑 피해를 입힙니다. 8명을 초과하는 대상에게는 감소된 피해를 입힙니다.\r\n\r\n악마의 핵을 소모하면 파멸의 지속시간이 3초만큼 감소합니다.",
    "zh_TW": "對目標施加末日逼近，立刻造成5,777點暗影傷害，並在20秒後，對10碼內的敵人造成16,099點暗影傷害。超過8個目標時，傷害降低。\r\n\r\n消耗魔能之核會使末日的持續時間縮短3秒。",
    "zh_CN": "让末日降临在目标身上，立即造成5,777点暗影伤害，并在20秒后对10码内的敌人造成16,099点暗影伤害。目标超过8个时伤害降低。\r\n\r\n消耗一个恶魔之核使末日降临的持续时间缩短3秒。"
  }
}