{
  "ID": "44731",
  "NameSubtext_lang": "",
  "Description_lang": "Hurl your weapon at the enemy,  removing any magical immunities and causing $394352s2 Physical damage, ignoring armor. Deals up to $394352s3% increased damage to absorb shields.",
  "AuraDescription_lang": "",
  "Attributes_0": "327696",
  "Attributes_1": "512",
  "Attributes_2": "536870912",
  "Attributes_3": "1024",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "25165824",
  "Attributes_8": "1",
  "Attributes_9": "0",
  "Attributes_10": "8192",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "16",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "4",
  "SchoolMask": "1",
  "Speed": "50",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "311430",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "64382",
  "name_blz": {
    "en_US": "Shattering Throw",
    "es_MX": "Lanzamiento destrozador",
    "pt_BR": "Arremesso Estilhaçante",
    "de_DE": "Zerschmetternder Wurf",
    "en_GB": "Shattering Throw",
    "es_ES": "Lanzamiento destrozador",
    "fr_FR": "Lancer fracassant",
    "it_IT": "Lancio Frantumante",
    "ru_RU": "Сокрушительный бросок",
    "ko_KR": "분쇄의 투척",
    "zh_TW": "碎甲投擲",
    "zh_CN": "碎裂投掷"
  },
  "description_blz": {
    "en_US": "Hurl your weapon at the enemy,  removing any magical immunities and causing 3,192 Physical damage, ignoring armor. Deals up to 500% increased damage to absorb shields.",
    "es_MX": "Lanza tu arma al enemigo, lo que elimina toda inmunidad mágica, ignora la armadura e inflige 3,152 p. de daño físico. Inflige hasta un 500% más de daño contra los escudos de absorción.",
    "pt_BR": "Arremessa a arma em um inimigo, removendo qualquer invulnerabilidade mágica e causando 3.251 de dano Físico, ignorando armadura. Causa até 500% a mais de dano a escudos de absorção.",
    "de_DE": "Schleudert Eure Waffe auf den Gegner, entfernt alle magischen Unverwundbarkeitseffekte und verursacht 3.189 körperlichen Schaden, wobei Rüstung ignoriert wird. Fügt Absorptionsschilden bis zu 500% mehr Schaden zu.",
    "en_GB": "Hurl your weapon at the enemy,  removing any magical immunities and causing 3,141 Physical damage, ignoring armor. Deals up to 500% increased damage to absorb shields.",
    "es_ES": "Lanzas al enemigo tu arma, que elimina cualquier inmunidad mágica y le inflige 3192 p. de daño físico (daño que ignota la armadura). Inflige hasta un 500% más de daño a los escudos de absorción.",
    "fr_FR": "Vous lancez votre arme sur le personnage adverse, ce qui dissipe les effets d’immunité magique dont il bénéficie, ignore l’Armure et lui inflige 3180 points de dégâts physiques. Inflige jusqu’à 500 % de dégâts supplémentaires aux boucliers d’absorption.",
    "it_IT": "Lancia l'arma contro il nemico, dissolvendone ogni immunità magica e infliggendo 3.145 danni fisici che ignorano l'armatura. Infligge fino al 500% di danni aggiuntivi agli scudi che assorbono i danni subiti.",
    "ru_RU": "Вы бросаете в противника оружие, нанося 3113 ед. физического урона, игнорируя броню и снимая с цели эффекты невосприимчивости к магии. Наносит поглощающим урон щитам до 500% дополнительного урона.",
    "ko_KR": "적에게 무기를 던져 면역 효과를 제거하고 3,202의 물리 피해를 입히며, 방어도를 무시합니다. 피해 흡수 보호막에는 최대 500%의 추가 피해를 입힙니다.",
    "zh_TW": "朝敵人投擲武器，移除任何魔法免疫效果並造成3,193點物理傷害，無視護甲值。對吸收護盾造成的傷害最多提高500%。",
    "zh_CN": "向敌人投掷你的武器，移除魔法免疫效果并造成3,159点无视护甲的物理伤害。最多对吸收护盾造成额外500%的伤害。"
  }
}