{
  "ID": "45216",
  "NameSubtext_lang": "",
  "Description_lang": "Bolster the morale of raid members within $265144a1 yds. They each recover $s1 sec of cooldown of a major defensive ability, and regain ${$s2*($d/$t1+1)}% of their missing mana, over $d.",
  "AuraDescription_lang": "Raid members are rapidly recovering a major defensive ability, and regaining $s2% missing mana every $t1 sec.",
  "Attributes_0": "65536",
  "Attributes_1": "536870980",
  "Attributes_2": "524288",
  "Attributes_3": "0",
  "Attributes_4": "64",
  "Attributes_5": "8704",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "135168",
  "Attributes_9": "0",
  "Attributes_10": "8192",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "0",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "35",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "2",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "135982",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "64901",
  "name_blz": {
    "en_US": "Symbol of Hope",
    "es_MX": "Símbolo de esperanza",
    "pt_BR": "Símbolo de Esperança",
    "de_DE": "Symbol der Hoffnung",
    "en_GB": "Symbol of Hope",
    "es_ES": "Símbolo de esperanza",
    "fr_FR": "Symbole d’espoir",
    "it_IT": "Simbolo di Speranza",
    "ru_RU": "Символ надежды",
    "ko_KR": "희망의 상징",
    "zh_TW": "希望象徵",
    "zh_CN": "希望象征"
  },
  "description_blz": {
    "en_US": "Bolster the morale of raid members within 40 yds. They each recover 30 sec of cooldown of a major defensive ability, and regain 10% of their missing mana, over 3.6 sec.",
    "es_MX": "Eleva la moral de los miembros de la banda en un radio de 40 m. Cada uno recupera 30 s de tiempo de reutilización de una habilidad defensiva principal y un 10% de su maná faltante durante 3.6 s.",
    "pt_BR": "Aumenta a moral dos integrantes do raide em um raio de 40 m. Eles recarregam 30 s de uma habilidade maior de defesa e recuperam 10% do mana faltante ao longo de 3,6 s.",
    "de_DE": "Stärkt die Moral Eurer Schlachtzugsmitglieder innerhalb von 40 Metern, sodass die verbleibende Abklingzeit einer ihrer wichtigen Defensivfähigkeiten um 30 Sek. verringert wird und sie im Verlauf von 3,6 Sek. 10% ihres fehlenden Manas wiederherstellen.",
    "en_GB": "Bolster the morale of raid members within 40 yds. They each recover 30 sec of cooldown of a major defensive ability, and regain 10% of their missing mana, over 3.6 sec.",
    "es_ES": "Refuerza la moral de los miembros de la banda en un radio de 40 m. Cada miembro recupera 30 s del tiempo de reutilización de una facultad defensiva principal y restaura un 10% del maná perdido durante 3,6 s.",
    "fr_FR": "Vous remontez le moral des membres du raid à moins de 40 mètres, ce qui leur rend 30 s de temps de recharge d’une technique défensive majeure et 10% de leurs points de mana manquants en 3,6 s.",
    "it_IT": "Solleva il morale dei membri del gruppo d'incursione entro 40 m, riducendone i tempi di recupero di un'abilità difensiva primaria di 30 s e rigenerando il 10% del mana in 3,6 s.",
    "ru_RU": "Повышает боевой дух участников рейда в радиусе 40 м, сокращая текущее время восстановления их основной защитной способности на 30 сек. и восполняя им 10% недостающей маны в течение 3,6 сек.",
    "ko_KR": "40미터 내에 있는 공격대원의 사기를 북돋습니다. 각 공격대원은 주요 방어 능력의 재사용 대기시간이 30초만큼 감소하고 3.6초에 걸쳐 잃은 마나의 10%를 회복합니다.",
    "zh_TW": "激勵40碼範圍內團隊成員的士氣，使他們主要防禦技能的冷卻時間縮短30秒，並且在3.6秒內恢復10%他們失去的法力。",
    "zh_CN": "鼓舞周围40码内的团队成员，使他们的一个主要防御技能的冷却回复30秒，同时在3.6秒内恢复所损失法力值的10%。"
  }
}