{
  "ID": "1961",
  "NameSubtext_lang": "",
  "Description_lang": "Feeds your pet the selected item, instantly restoring $1539s1% of its total health. Not usable in combat.You may use the Beast Lore ability to identify what types of foods your pet will eat.",
  "AuraDescription_lang": "",
  "Attributes_0": "402718736",
  "Attributes_1": "131072",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "7",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "132165",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "83446",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "6991",
  "name_blz": {
    "en_US": "Feed Pet",
    "es_MX": "Alimentar mascota",
    "pt_BR": "Alimentar Ajudante",
    "de_DE": "Tier füttern",
    "en_GB": "Feed Pet",
    "es_ES": "Alimentar mascota",
    "fr_FR": "Nourrir le familier",
    "it_IT": "Nutri Famiglio",
    "ru_RU": "Кормление питомца",
    "ko_KR": "먹이주기",
    "zh_TW": "餵養寵物",
    "zh_CN": "喂养宠物"
  },
  "description_blz": {
    "en_US": "Feeds your pet the selected item, instantly restoring 50% of its total health. Not usable in combat.\r\n\r\nYou may use the Beast Lore ability to identify what types of foods your pet will eat.",
    "es_MX": "Le das el objeto seleccionado a tu mascota, lo que restaura al instante un 50% de su salud total. No se puede usar en combate.\r\n\r\nPuedes usar la habilidad Tradición de bestias para identificar qué tipos de comida quiere comer tu mascota.",
    "pt_BR": "Alimenta seu ajudante com o item selecionado, restaurando instantaneamente 50% do total de pontos de vida dele. Não pode ser usado em combate.\r\n\r\n Você pode usar a habilidade Tradição das Feras para identificar que tipo de comida que sua mascote come.",
    "de_DE": "Verfüttert Eurem Tier die ausgewählte Speise, wodurch es sofort 50% seiner gesamten Gesundheit regeneriert. Kann nicht im Kampf eingesetzt werden.\r\n\r\nIhr könnt 'Wildtierkunde' einsetzen, um herauszufinden, welche Arten von Futter Euer Begleiter annimmt.",
    "en_GB": "Feeds your pet the selected item, instantly restoring 50% of its total health. Not usable in combat.\r\n\r\nYou may use the Beast Lore ability to identify what types of foods your pet will eat.",
    "es_ES": "Alimenta a tu mascota con el objeto seleccionado, lo que restaura al instante un 50% de su salud total. No se puede usar en combate.\r\n\r\nPuedes usar la facultad Tradición de bestias para identificar los tipos de comida que come tu mascota.",
    "fr_FR": "Donne l’objet sélectionné à votre familier pour qu’il le mange, ce qui lui rend instantanément 50% de son maximum de points de vie. Ne peut pas être utilisé en combat.\r\n\r\nVous pouvez utiliser Connaissance des bêtes pour identifier le type de nourriture que votre familier mange.",
    "it_IT": "Nutre il famiglio con l'oggetto selezionato, rigenerandone istantaneamente il 50% della salute massima. Non utilizzabile in combattimento.\r\n\r\nConoscenze Animali permette di scoprire quali tipi di cibo piacciono al famiglio.",
    "ru_RU": "Скармливает вашему питомцу выбранный предмет, восстанавливая ему 50% от его максимального запаса здоровья. Невозможно использовать во время боя.\r\n\r\nЧтобы узнать, что ест ваш питомец, воспользуйтесь способностью \"Знание зверя\".",
    "ko_KR": "자신의 야수에게 선택한 먹이를 먹여 야수의 생명력을 전체 생명력의 50%만큼 즉시 회복시킵니다. 전투 중에는 사용할 수 없습니다.\r\n\r\n야수 연구 능력을 사용하여 야수가 어떤 먹이를 먹는지 확인할 수 있습니다.",
    "zh_TW": "以指定物品來餵食你的寵物，立即恢復總生命力的50%。無法在戰鬥中使用。\r\n\r\n你可以運用野獸知識技能來辨明你的寵物會吃什麼食物。",
    "zh_CN": "使用指定的食物为你的宠物喂食，立即为其恢复50%的总生命值。无法在战斗中使用。\r\n\r\n你可以使用野兽知识技能，确认自己的宠物喜欢吃哪种食物。"
  }
}