{
  "ID": "217",
  "NameSubtext_lang": "Shapeshift",
  "Description_lang": "Shapeshift into Cat Form, increasing auto-attack damage by $s4%, movement speed by $113636s1%, granting protection from Polymorph effects, and reducing falling damage.The act of shapeshifting frees you from movement impairing effects.",
  "AuraDescription_lang": "Autoattack damage increased by $w4%.Immune to Polymorph effects.Movement speed increased by $113636s1% and falling damage reduced.",
  "Attributes_0": "134479888",
  "Attributes_1": "66560",
  "Attributes_2": "256",
  "Attributes_3": "512",
  "Attributes_4": "2097152",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "268435457",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "21",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "132115",
  "ActiveIconFileDataID": "136116",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "768",
  "name_blz": {
    "en_US": "Cat Form",
    "es_MX": "Forma felina",
    "pt_BR": "Forma de Felino",
    "de_DE": "Katzengestalt",
    "en_GB": "Cat Form",
    "es_ES": "Forma felina",
    "fr_FR": "Forme de félin",
    "it_IT": "Forma Felina",
    "ru_RU": "Облик кошки",
    "ko_KR": "표범 변신",
    "zh_TW": "獵豹形態",
    "zh_CN": "猎豹形态"
  },
  "description_blz": {
    "en_US": "Shapeshift into Cat Form, increasing auto-attack damage by 40%, movement speed by 30%, granting protection from Polymorph effects, and reducing falling damage.\r\n\r\nThe act of shapeshifting frees you from movement impairing effects.",
    "es_MX": "Cambia a Forma felina para aumentar el daño de los ataques automáticos un 40% y la velocidad de movimiento un 30%, lo que otorga protección contra efectos de polimorfia y reduce el daño de caída.\r\n\r\nEl cambio de forma te libera de los efectos que reducen el movimiento.",
    "pt_BR": "Metamorfoseia-se para a Forma de Felino, o que aumenta em 40% o dano do ataque automático, em 30% a velocidade de movimento, concede proteção contra efeitos de Polimorfia e reduz o dano de queda.\r\n\r\nO ato de se metamorfosear livra você de efeitos que prejudiquem o movimento.",
    "de_DE": "Verwandelt Eure Gestalt in die einer Katze, erhöht den Schaden automatischer Angriffe um 40% sowie die Bewegungsgeschwindigkeit um 30%, schützt Euch vor Verwandlungseffekten und verringert den erlittenen Fallschaden.\r\n\r\nDer Akt des Gestaltwandelns befreit Euch von bewegungseinschränkenden Effekten.",
    "en_GB": "Shapeshift into Cat Form, increasing auto-attack damage by 40%, movement speed by 30%, granting protection from Polymorph effects, and reducing falling damage.\r\n\r\nThe act of shapeshifting frees you from movement impairing effects.",
    "es_ES": "Cambias a la forma felina, que aumenta un 40% el daño de los ataques automáticos y un 30% la velocidad de movimiento, otorga protección frente a efectos de polimorfia y reduce el daño de caída.\r\n\r\nEl cambio de forma te libera de los efectos de reducción de movimiento.",
    "fr_FR": "Vous adoptez votre forme de félin, ce qui augmente les dégâts des attaques automatiques de 40 % et la vitesse de déplacement de 30 %, vous protège des effets de métamorphose et réduit les dégâts de chute.\r\n\r\nLa transformation vous libère des effets qui affectent le déplacement.",
    "it_IT": "Muta in Forma Felina, aumentando i danni inflitti dagli attacchi automatici del 40%, aumentando la velocità di movimento del 30%, rendendo immuni agli effetti di metamorfosi e riducendo i danni da caduta.\r\n\r\nMutare forma libera dagli effetti di limitazione al movimento.",
    "ru_RU": "Вы принимаете облик кошки, который увеличивает урон от автоатак на 40% и скорость передвижения на 30%. В этом облике вы игнорируете эффекты превращения и получаете меньше урона при падении.\r\n\r\nСмена облика снимает затрудняющие передвижение эффекты.",
    "ko_KR": "표범으로 변신합니다. 자동 공격의 공격력이 40%만큼, 이동 속도가 30%만큼 증가하고 변이 효과에 면역이 되며, 낙하 피해가 감소합니다.\r\n\r\n변신을 하면 이동 방해 효과에서 벗어납니다.",
    "zh_TW": "變身成獵豹形態，自動攻擊傷害提高40%，移動速度提高30%，獲得免疫變形術的能力，且降低掉落傷害。\r\n\r\n變身可解除你身上的移動限制效果。",
    "zh_CN": "进入猎豹形态，自动攻击伤害提高40%，移动速度提高30%，对变形效果免疫，并降低坠落伤害。\r\n\r\n变形可以解除你身上的移动限制效果。"
  }
}