{
  "ID": "56745",
  "NameSubtext_lang": "",
  "Description_lang": "Deals $s1 Shadow damage to the target and infects all nearby enemies with Virulent Plague.$@spellicon191587 |cFFFFFFFF$@spellname191587|r$@spelldesc191587",
  "AuraDescription_lang": "",
  "Attributes_0": "65536",
  "Attributes_1": "134218240",
  "Attributes_2": "524288",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "276824064",
  "Attributes_7": "0",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "4",
  "SchoolMask": "32",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "348565",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "77575",
  "name_blz": {
    "en_US": "Outbreak",
    "es_MX": "Brote",
    "pt_BR": "Eclosão",
    "de_DE": "Ausbruch",
    "en_GB": "Outbreak",
    "es_ES": "Brote",
    "fr_FR": "Poussée de fièvre",
    "it_IT": "Contagio",
    "ru_RU": "Вспышка болезни",
    "ko_KR": "돌발 열병",
    "zh_TW": "疫病爆發",
    "zh_CN": "爆发"
  },
  "description_blz": {
    "en_US": "Deals 53 Shadow damage to the target and infects all nearby enemies with Virulent Plague.\r\n\r\n Virulent Plague\r\nA disease that deals 824 Shadow damage over 27 sec. It erupts when the infected target dies, dealing 151 Shadow damage to nearby enemies.",
    "es_MX": "Inflige 53 p. de daño de las sombras al objetivo e infecta a todos los enemigos cercanos con Peste virulenta.\r\n\r\n Peste virulenta\r\nUna enfermedad que inflige 824 p. de daño de las sombras durante 27 s. Provoca una erupción cuando el objetivo infectado muere e inflige 153 p. de daño de las sombras a los enemigos cercanos.",
    "pt_BR": "Causa 52 de dano de Sombra ao alvo e infecta todos os inimigos próximos com Peste Virulenta.\r\n\r\n Peste Virulenta\r\nUma doença que causa 824 de dano de Sombra ao longo de 27 s. Ela irrompe quando o alvo infectado morre, causando 155 de dano de Sombra aos inimigos próximos.",
    "de_DE": "Fügt dem Ziel 52 Schattenschaden zu und infiziert alle Gegner in der Nähe mit 'Virulente Seuche'.\r\n\r\n Virulente Seuche\r\nEine Krankheit, die im Verlauf von 27 Sek. 824 Schattenschaden verursacht. Sie bricht aus, wenn das infizierte Ziel stirbt, und fügt Gegnern in der Nähe 152 Schattenschaden zu.",
    "en_GB": "Deals 53 Shadow damage to the target and infects all nearby enemies with Virulent Plague.\r\n\r\n Virulent Plague\r\nA disease that deals 824 Shadow damage over 27 sec. It erupts when the infected target dies, dealing 156 Shadow damage to nearby enemies.",
    "es_ES": "Inflige 53 p. de daño de las Sombras al objetivo e infecta a todos los enemigos cercanos con Peste virulenta.\r\n\r\n Peste virulenta\r\nUna enfermedad que inflige 824 p. de daño de las Sombras durante 27 s. Entra en erupción cuando el objetivo infectado muere, lo que inflige 152 p. de daño de las Sombras a los enemigos cercanos.",
    "fr_FR": "Inflige 52 points de dégâts d’ombre à la cible et inocule Peste virulente aux adversaires proches.\r\n\r\n Peste virulente\r\nMaladie qui inflige 824 points de dégâts d’Ombre en 27 s. Provoque une éruption quand la cible infectée meurt, ce qui fait subir 152 points de dégâts d’Ombre aux ennemis proches.",
    "it_IT": "Infligge 52 danni da ombra al bersaglio e infetta tutti i nemici vicini con Piaga Virulenta.\r\n\r\n Piaga Virulenta\r\nUna malattia che infligge 824 danni da ombra in 27 s. Quando il bersaglio infetto muore, la malattia si manifesta, infliggendo 149 danni da ombra ai nemici vicini.",
    "ru_RU": "Наносит цели 52 ед. урона от темной магии и заражает находящихся рядом противников смертоносной чумой.\r\n\r\n Смертоносная чума\r\nНаносит 824 ед. урона от темной магии за 27 сек. Когда зараженная цель погибает, происходит вспышка болезни, которая наносит находящимся рядом противникам 154 ед. урона от темной магии.",
    "ko_KR": "대상에게 54의 암흑 피해를 입히고 주위의 모든 적을 악성 역병에 감염시킵니다.\r\n\r\n 악성 역병\r\n대상에게 질병을 일으켜 27초에 걸쳐 824의 암흑 피해를 입힙니다. 질병에 감염된 대상이 죽으면 폭발이 일어나 주위 모든 적에게 153의 암흑 피해를 입힙니다.",
    "zh_TW": "對目標造成54點暗影傷害，並使附近所有敵人感染惡性瘟疫。\r\n\r\n惡性瘟疫\r\n傳染疾病，在27秒內造成824點暗影傷害。被感染的目標死亡時會爆發，並對附近敵人造成153點暗影傷害。",
    "zh_CN": "对目标造成52点暗影伤害，并且使附近的所有敌人感染恶性病变。\r\n\r\n 恶性病变\r\n疾病会在27秒内造成824点暗影伤害。当被感染的目标死亡时疾病会爆发出来，对附近的敌人造成153点暗影伤害。"
  }
}