{
  "ID": "57770",
  "NameSubtext_lang": "",
  "Description_lang": "Summons a beam of solar light over an enemy target's location, interrupting the target and silencing all enemies within the beam. Lasts $d.",
  "AuraDescription_lang": "Silenced.",
  "Attributes_0": "65536",
  "Attributes_1": "268435456",
  "Attributes_2": "524288",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "33556480",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "134217728",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "9",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "31",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "8",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "252188",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "78675",
  "name_blz": {
    "en_US": "Solar Beam",
    "es_MX": "Rayo solar",
    "pt_BR": "Raio Solar",
    "de_DE": "Sonnenstrahl",
    "en_GB": "Solar Beam",
    "es_ES": "Rayo solar",
    "fr_FR": "Rayon solaire",
    "it_IT": "Fascio Solare",
    "ru_RU": "Столп солнечного света",
    "ko_KR": "태양 광선",
    "zh_TW": "太陽光束",
    "zh_CN": "日光术"
  },
  "description_blz": {
    "en_US": "Summons a beam of solar light over an enemy target's location, interrupting the target and silencing all enemies within the beam. Lasts 8 sec.",
    "es_MX": "Invoca un rayo de luz solar sobre la ubicación de un objetivo enemigo, lo que interrumpe al objetivo y silencia a todos los enemigos debajo del rayo. Dura 8 s.",
    "pt_BR": "Evoca um feixe de luz solar sobre o local onde se encontra o alvo inimigo, impedindo-o de lançar feitiços e silenciando todos os inimigos dentro do alcance do feixe. Dura 8 s.",
    "de_DE": "Beschwört einen Sonnenstrahl über der Position eines gegnerischen Ziels, wodurch es beim Zauberwirken unterbrochen wird und alle Gegner innerhalb des Lichtkegels zum Schweigen gebracht werden. Hält 8 Sek. lang an.",
    "en_GB": "Summons a beam of solar light over an enemy target's location, interrupting the target and silencing all enemies within the beam. Lasts 8 sec.",
    "es_ES": "Invoca un rayo de luz solar sobre el emplazamiento del objetivo enemigo, lo que lo interrumpe y silencia a todos los enemigos que se encuentren debajo del rayo. Dura 8 s.",
    "fr_FR": "Invoque à l’emplacement d’une cible ennemie un rayon de lumière solaire qui l’interrompt et réduit au silence tous les ennemis pris dans le rayon. Dure 8 s.",
    "it_IT": "Evoca un fascio di luce solare sulla posizione del bersaglio nemico, interrompendo il bersaglio e silenziando tutti i nemici sotto al raggio. Dura 8 s.",
    "ru_RU": "Обрушивает на цель солнечный луч, прерывая применение заклинаний. Поражает немотой противников в области действия. Время действия – 8 сек.",
    "ko_KR": "적 대상의 위치에 태양 광선을 소환하여 대상의 주문 시전을 방해하고, 태양 광선 안에 있는 모든 적을 침묵시킵니다. 8초 동안 지속됩니다.",
    "zh_TW": "召喚一道日能光束籠罩敵方的目標地點，中斷目標施法並讓光束中的所有敵人沉默，持續8秒。",
    "zh_CN": "在敌方目标的位置召唤一道日光，打断其法术，并使光柱内的所有敌人陷入沉默。持续8秒。"
  }
}