{
  "ID": "59199",
  "NameSubtext_lang": "",
  "Description_lang": "A devastating blow that consumes $s3 stacks of your Thrash on the target to deal $s1 Physical damage and reduce the damage they deal to you by $s2% for $d.",
  "AuraDescription_lang": "Dealing $w2% reduced damage to $@auracaster.",
  "Attributes_0": "262160",
  "Attributes_1": "512",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "0",
  "Attributes_7": "0",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "129",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "31",
  "PvPDurationIndex": "0",
  "RangeIndex": "2",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "1033490",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "80313",
  "name_blz": {
    "en_US": "Pulverize",
    "es_MX": "Pulverizar",
    "pt_BR": "Pulverizar",
    "de_DE": "Pulverisieren",
    "en_GB": "Pulverize",
    "es_ES": "Pulverizar",
    "fr_FR": "Pulvérisation",
    "it_IT": "Polverizzazione",
    "ru_RU": "Раздавить",
    "ko_KR": "파쇄",
    "zh_TW": "粉碎",
    "zh_CN": "粉碎"
  },
  "description_blz": {
    "en_US": "A devastating blow that consumes 2 stacks of your Thrash on the target to deal 724 Physical damage and reduce the damage they deal to you by 35% for 8 sec.",
    "es_MX": "Un golpe devastador que consume 2 acumulaciones de tu Vapulear en el objetivo para infligir 724 p. de daño físico y reducir el daño que te inflige un 35% durante 8 s.",
    "pt_BR": "Um golpe devastador que consome 2 aplicações de Surra no alvo, causando 727 de dano Físico e reduzindo em 35% todo o dano que ele causa por 8 s.",
    "de_DE": "Ein verheerender Hieb, der 2 Eurer Stapel von 'Hauen' auf dem Ziel verbraucht, um 718 körperlichen Schaden zu verursachen und den vom Ziel Euch zugefügten Schaden 8 Sek. lang um 35% zu verringern.",
    "en_GB": "A devastating blow that consumes 2 stacks of your Thrash on the target to deal 720 Physical damage and reduce the damage they deal to you by 35% for 8 sec.",
    "es_ES": "Un golpe devastador que consume 2 acumulaciones de tu Vapulear sobre el objetivo, inflige 720 p. de daño físico y reduce un 35% el daño que te inflige durante 8 s.",
    "fr_FR": "Coup dévastateur qui consomme 2 charges de votre technique Rosser sur la cible pour lui infliger 708 points de dégâts physiques et réduire les dégâts qu’elle vous inflige de 35% pendant 8 s.",
    "it_IT": "Un colpo devastante che consuma 2 accumuli di Falciata sul bersaglio, infliggendo 730 danni fisici e riducendo i danni a te inflitti da quel bersaglio del 35% per 8 s.",
    "ru_RU": "Поглощает 2 эффекта вашей \"Взбучки\" на цели и наносит ей 723 ед. физического урона, а также на 8 сек. уменьшает урон, наносимый вам целью, на 35%.",
    "ko_KR": "묵직한 일격으로, 난타 2중첩을 소모하여 대상에게 721의 물리 피해를 입히고 8초 동안 대상으로부터 자신이 받는 피해를 35%만큼 감소시킵니다.",
    "zh_TW": "威力強大的一擊，消耗你在目標身上的2層痛擊效果，造成724點物理傷害，並使其對你造成的傷害降低35%，持續8秒。",
    "zh_CN": "一次毁灭性打击，消耗2层痛击效果，对目标造成720点物理伤害，并使其对你造成的伤害降低35%，持续8秒。"
  }
}