{
  "ID": "64779",
  "NameSubtext_lang": "",
  "Description_lang": "Fatal damage instead brings you to $86949s2% health and then burns you for $87023o1% of your maximum health over $87023d.While burning, movement slowing effects are suppressed and your movement speed is increased by $108843s1%.This effect cannot occur more than once every $87024d.",
  "AuraDescription_lang": "",
  "Attributes_0": "336",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "524288",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "138412032",
  "Attributes_7": "268435456",
  "Attributes_8": "0",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "0",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "252268",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "86949",
  "name_blz": {
    "en_US": "Cauterize",
    "es_MX": "Cauterizar",
    "pt_BR": "Cauterizar",
    "de_DE": "Kauterisieren",
    "en_GB": "Cauterize",
    "es_ES": "Cauterizar",
    "fr_FR": "Cautérisation",
    "it_IT": "Cauterizzazione",
    "ru_RU": "Прижигание",
    "ko_KR": "소작",
    "zh_TW": "燒灼",
    "zh_CN": "灸灼"
  },
  "description_blz": {
    "en_US": "Fatal damage instead brings you to 35% health and then burns you for 28% of your maximum health over 6 sec.\r\n\r\nWhile burning, movement slowing effects are suppressed and your movement speed is increased by 150%.\r\n\r\nThis effect cannot occur more than once every 5 min.",
    "es_MX": "El daño fatal te otorga un 35% de salud y luego te quema un 28% de tu salud máxima en un lapso de 6 s.\r\n\r\nMientras te quemas, los efectos de disminución de movimiento quedan suprimidos y tu velocidad de movimiento aumenta un 150%.\r\n\r\nEste efecto no puede ocurrir más de una vez cada 5 min.",
    "pt_BR": "Ao receber dano fatal, você ficará com 35% dos pontos de vida e queimará, perdendo 28% do máximo de pontos de vida ao longo de 6 s.\r\n\r\nEnquanto estiver queimando, os efeitos de redução de movimento são suprimidos e sua velocidade de movimento aumenta em 150%.\r\n\r\nEste efeito só ocorre uma vez a cada 5 min.",
    "de_DE": "Normalerweise tödlicher Schaden setzt Eure Gesundheit stattdessen auf 35% und lässt Euch danach 6 Sek. lang brennen, wodurch Ihr Schaden in Höhe von 28% Eurer maximalen Gesundheit erleidet.\r\n\r\nWährend Ihr brennt, werden bewegungseinschränkende Effekte unterdrückt und Eure Bewegungsgeschwindigkeit wird um 150% erhöht.\r\n\r\nDieser Effekt kann nur ein Mal alle 5 Min. auftreten.",
    "en_GB": "Fatal damage instead brings you to 35% health and then burns you for 28% of your maximum health over 6 sec.\r\n\r\nWhile burning, movement slowing effects are suppressed and your movement speed is increased by 150%.\r\n\r\nThis effect cannot occur more than once every 5 min.",
    "es_ES": "En lugar de matarte, el daño letal te deja con un 35% de salud y luego te quema un 28% de tu salud máxima durante 6 s.\r\n\r\nMientras ardes, los efectos de ralentización del movimiento se suprimen y tu velocidad de movimiento aumenta un 150%.\r\n\r\nEste efecto no puede darse más de una vez cada 5 min.",
    "fr_FR": "Les attaques qui devraient vous tuer réduisent seulement vos points de vie à 35%, puis vous brûlez et subissez un montant de dégâts égal à 28% de votre maximum de points de vie en 6 s.\r\n\r\nTant que vous brûlez, les effets de ralentissement sont annulés et votre vitesse de déplacement est augmentée de 150%.\r\n\r\nCet effet ne peut se produire plus d’une fois toutes les 5 min.",
    "it_IT": "Un attacco potenzialmente letale ti porta invece al 35% di salute e poi consuma il 28% della tua salute massima in 6 s.\r\n\r\nDurante Cauterizzazione, si è immuni agli effetti di rallentamento e la velocità di movimento aumenta del 150%.\r\n\r\nL'effetto non può verificarsi più di una volta ogni 5 min.",
    "ru_RU": "При получении смертельного урона вы остаетесь живы и восполняете здоровье до 35% максимального запаса, но за следующие 6 сек. теряете 28% максимального запаса здоровья.\r\n\r\nВ это время на вас не действуют эффекты, затрудняющие передвижение, а ваша скорость передвижения повышается на 150%.\r\n\r\nСрабатывает не чаще раза в 5 мин.",
    "ko_KR": "죽음에 달하는 피해를 입을 시, 죽지 않고 최대 생명력의 35%를 회복한 후 6초에 걸쳐 불타오르며 최대 생명력의 28%를 잃습니다.\r\n\r\n불타오르는 동안에는 감속 효과의 영향을 받지 않고 이동 속도가 150%만큼 증가합니다.\r\n\r\n이 효과는 5분에 1번씩만 발동됩니다.",
    "zh_TW": "當你受到致命的傷害時不會死亡，反而會有35%的生命力，然後在6秒內焚燒生命力上限的28%。\r\n\r\n在焚燒期間你的移動速度提高150%，並抑制所有降低移動速度的效果。\r\n\r\n這個效果每5分鐘只能觸發一次。",
    "zh_CN": "原本致命的伤害会使你的生命值达到35%，并在之后的6秒内燃烧28%的最大生命值。\r\n\r\n燃烧期间，抑制所有使你的移动速度减慢的效果，并使你的移动速度提高150%。\r\n\r\n该效果每5分钟只能触发一次。"
  }
}