{
  "ID": "264",
  "NameSubtext_lang": "",
  "Description_lang": "Protects the target with an earthen shield, increasing your healing on them by $s1% and healing them for ${$379s1*(1+$s1/100)} when they take damage. This heal can only occur once every $?a462454[${$proccooldown+($462454s2/1000)}.1][$proccooldown] sec. $?a1217622[Lasts $d][Maximum $u charges].$?s383010[Earth Shield can only be placed on the Shaman and one other target at a time. The Shaman can have up to two Elemental Shields active on them.][Earth Shield can only be placed on one target at a time. Only one Elemental Shield can be active on the Shaman.]",
  "AuraDescription_lang": "$?$w3!=0[Damage taken reduced by $w3%.][]Heals for ${$w2*(1+$w1/100)} upon taking damage.",
  "Attributes_0": "327680",
  "Attributes_1": "1073741824",
  "Attributes_2": "0",
  "Attributes_3": "68157568",
  "Attributes_4": "524352",
  "Attributes_5": "32",
  "Attributes_6": "67108864",
  "Attributes_7": "1073741828",
  "Attributes_8": "4096",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "4097",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "42",
  "PvPDurationIndex": "0",
  "RangeIndex": "5",
  "SchoolMask": "8",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "136089",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "974",
  "name_blz": {
    "en_US": "Earth Shield",
    "es_MX": "Escudo de tierra",
    "pt_BR": "Escudo da Terra",
    "de_DE": "Erdschild",
    "en_GB": "Earth Shield",
    "es_ES": "Escudo de tierra",
    "fr_FR": "Bouclier de terre",
    "it_IT": "Scudo di Terra",
    "ru_RU": "Щит земли",
    "ko_KR": "대지의 보호막",
    "zh_TW": "大地之盾",
    "zh_CN": "大地之盾"
  },
  "description_blz": {
    "en_US": "Protects the target with an earthen shield, increasing your healing on them by 20% and healing them for 4,963 when they take damage. This heal can only occur once every 3 sec. Maximum 9 charges.\r\n\r\nEarth Shield can only be placed on one target at a time. Only one Elemental Shield can be active on the Shaman.",
    "es_MX": "Protege al objetivo con un escudo terráneo que aumenta un 20% los efectos de tus sanaciones sobre el objetivo y le restablece 4,945 p. de salud cuando recibe daño. Esta sanación solo puede ocurrir una vez cada 3 s. Máximo de 9 cargas.\r\n\r\nEl Escudo de tierra solo puede colocarse sobre un objetivo a la vez. El chamán solo puede tener un Escudo elemental activo.",
    "pt_BR": "Protege o alvo com um escudo terreno, aumentando em 20% a sua cura nele e recuperando 4.785 pontos de vida dele, caso ele receba dano. Essa cura só ocorre em intervalos de 3 s. Máximo de 9 cargas.\r\n\r\nO Escudo da Terra só pode ser colocado em um alvo por vez. Apenas um Escudo Elemental pode estar ativo no Xamã por vez.",
    "de_DE": "Schützt das Ziel mit einem Erdschild, der Eure bei diesem Ziel hervorgerufene Heilung um 20% erhöht und es bei erlittenem Schaden um 4.935 Gesundheit heilt. Diese Heilung kann nur einmal alle 3 Sek. auftreten. Maximal 9 Aufladungen.\r\n\r\n'Erdschild' kann immer nur auf ein Ziel gleichzeitig angewendet werden. Es kann immer nur ein Elementarschild auf dem Schamanen aktiv sein.",
    "en_GB": "Protects the target with an earthen shield, increasing your healing on them by 20% and healing them for 4,754 when they take damage. This heal can only occur once every 3 sec. Maximum 9 charges.\r\n\r\nEarth Shield can only be placed on one target at a time. Only one Elemental Shield can be active on the Shaman.",
    "es_ES": "Protege al objetivo con un escudo terráneo que aumenta 20% tu sanación sobre él y le sana 4869 p. cuando recibe daño. Esta sanación solo puede ocurrir una vez cada 3 s. Máximo de 9 cargas.\r\n\r\nEscudo de tierra solo se puede colocar sobre un objetivo a la vez. El chamán solo puede tener un escudo elemental activo a la vez.",
    "fr_FR": "Protège la cible derrière un bouclier terrestre, ce qui augmente les soins que vous lui prodiguez de 20 % et lui rend 4813 points de vie lorsqu’elle subit des dégâts. Ces soins ne peuvent se produire qu’une fois toutes les 3 s. 9 charges au maximum.\r\n\r\nBouclier de terre ne peut être placé que sur le personnage chaman et une autre cible à la fois. Le personnage chaman ne peut avoir qu’un seul bouclier élémentaire actif sur lui.",
    "it_IT": "Protegge il bersaglio con uno scudo di terra, aumentandone le cure ricevute da te del 20% e curandolo di 4.734 quando subisce danni. L'effetto può verificarsi solo una volta ogni 3 s. Massimo 9 cariche.\r\n\r\nScudo di Terra può essere utilizzato su un solo bersaglio alla volta. Può essere attivo solo uno Scudo Elementale per Sciamano alla volta.",
    "ru_RU": "Дает союзнику щит земли, который усиливает получаемое от вас исцеление на 20% и восполняет союзнику 4732 ед. здоровья, когда он получает урон. Срабатывает не чаще раза в 3 сек. Максимум зарядов – 9.\r\n\r\n\"Щит земли\" можно применить только к одной цели единовременно. Шаман может поддерживать на себе только один щит стихий единовременно.",
    "ko_KR": "대상에게 대지의 보호막을 둘러 대상 치유 시 치유량이 20%만큼 증가하고, 대상이 공격당할 때 4,932의 생명력을 회복하게 합니다. 이 회복은 3초마다 한 번씩만 발동되며, 최대 9회까지 발동합니다.\r\n\r\n대지의 보호막은 한 번에 한 대상에게만 걸어둘 수 있습니다. 주술사는 자신에게 하나의 원소 보호막을 유지할 수 있습니다.",
    "zh_TW": "以一道大地之盾保護目標，使你對他們的治療量提高20%，並且在他們受到傷害時治療4,736點生命力。此治療每3秒只會觸發一次。最多生效9次。\r\n\r\n在同一時間內，大地之盾一次只能對一個目標施放。薩滿身上只能啟動一種元素之盾。",
    "zh_CN": "用大地之盾保护目标，使你对其造成的治疗效果提高20%，在其受到伤害时为其恢复4,940点生命值。这个治疗效果每3秒只能触发一次。最多拥有9层充能。\r\n\r\n同一时间只能在一个目标身上施放大地之盾。萨满祭司在同一时间只能激活一种元素护盾。"
  }
}