{
  "ID": "50",
  "NameSubtext_lang": "",
  "Description_lang": "Shift into Bear Form and invoke the spirit of Ursol to let loose a deafening roar, incapacitating all enemies within $A1 yards for $d. Damage may cancel the effect.",
  "AuraDescription_lang": "Incapacitated.",
  "Attributes_0": "2359312",
  "Attributes_1": "0",
  "Attributes_2": "0",
  "Attributes_3": "0",
  "Attributes_4": "0",
  "Attributes_5": "0",
  "Attributes_6": "8388608",
  "Attributes_7": "0",
  "Attributes_8": "33554432",
  "Attributes_9": "0",
  "Attributes_10": "0",
  "Attributes_11": "0",
  "Attributes_12": "0",
  "Attributes_13": "1025",
  "Attributes_14": "0",
  "Attributes_15": "0",
  "DifficultyID": "0",
  "CastingTimeIndex": "1",
  "DurationIndex": "27",
  "PvPDurationIndex": "0",
  "RangeIndex": "1",
  "SchoolMask": "1",
  "Speed": "0",
  "LaunchDelay": "0",
  "MinDuration": "0",
  "SpellIconFileDataID": "132121",
  "ActiveIconFileDataID": "0",
  "ContentTuningID": "0",
  "ShowFutureSpellPlayerConditionID": "0",
  "SpellVisualScript": "0",
  "ActiveSpellVisualScript": "0",
  "SpellID": "99",
  "name_blz": {
    "en_US": "Incapacitating Roar",
    "es_MX": "Rugido incapacitante",
    "pt_BR": "Rugido Incapacitante",
    "de_DE": "Erschütterndes Gebrüll",
    "en_GB": "Incapacitating Roar",
    "es_ES": "Rugido incapacitante",
    "fr_FR": "Rugissement incapacitant",
    "it_IT": "Ruggito Inabilitante",
    "ru_RU": "Парализующий рык",
    "ko_KR": "행동 불가의 포효",
    "zh_TW": "癱瘓咆哮",
    "zh_CN": "夺魂咆哮"
  },
  "description_blz": {
    "en_US": "Shift into Bear Form and invoke the spirit of Ursol to let loose a deafening roar, incapacitating all enemies within 10 yards for 3 sec. Damage may cancel the effect.",
    "es_MX": "Adopta la forma de oso e invoca al espíritu de Ursol para proferir un rugido ensordecedor que incapacita a todos los enemigos en un radio de 10 m durante 3 s. El daño puede cancelar el efecto.",
    "pt_BR": "Assume a Forma de Urso e evoca o espírito de Ursol para soltar um rugido ensurdecedor, incapacitando todos os inimigos em um raio de 10 m por 3 s. Dano pode cancelar o efeito.",
    "de_DE": "Verwandelt Euch in Bärengestalt und ruft den Geist Ursols an, um ein ohrenbetäubendes Gebrüll auszustoßen, das alle Gegner innerhalb von 10 Metern 3 Sek. lang handlungsunfähig macht. Schaden kann den Effekt beenden.",
    "en_GB": "Shift into Bear Form and invoke the spirit of Ursol to let loose a deafening roar, incapacitating all enemies within 10 yards for 3 sec. Damage may cancel the effect.",
    "es_ES": "Adoptas forma de oso e invocas al espíritu de Ursol, que lanza un rugido ensordecedor e incapacita a todos los enemigos en un radio de 10 m durante 3 s. El daño puede cancelar el efecto.",
    "fr_FR": "Invoquant l’esprit d’Ursol, vous adoptez votre forme d’ours et poussez un rugissement assourdissant qui stupéfie les adversaires à moins de 10 m pendant 3 s. L’effet peut être annulé si la cible subit des dégâts.",
    "it_IT": "Muta in Forma d'Orso e invoca lo spirito di Ursol che ruggisce, inabilitando tutti i nemici entro 10 m per 3 s. Eventuali danni possono annullare l'effetto.",
    "ru_RU": "Вы принимаете облик медведя и пробуждаете в себе дух Урсола, после чего издаете оглушительный рев, который на 3 сек. парализует противников в радиусе 10 м. Урон может снять эффект.",
    "ko_KR": "곰으로 변신하여 우르솔의 혼을 일깨워 귀청이 터질 듯한 포효를 내지릅니다. 10미터 안에 있는 모든 적을 3초 동안 행동 불가 상태로 만듭니다. 대상이 피해를 받으면 효과가 사라질 수 있습니다.",
    "zh_TW": "變形成熊形態，召喚厄索爾之靈發出震耳咆哮，癱瘓10碼範圍內的所有敵人，持續3秒。傷害可能會移除此效果。",
    "zh_CN": "变为熊形态并召唤乌索尔之魂，发出震耳的咆哮，使10码范围内的所有敌人瘫痪3秒。伤害可能解除该效果。"
  }
}