{
  "DEATHKNIGHT_FROST": "Use <a href='https://www.wowhead.com/spell=10060/power-infusion'>Power Infusion</a> while <a href='https://www.wowhead.com/spell=51271/pillar-of-frost'>Pillar of Frost</a> is up, as well as <a href='https://www.wowhead.com/spell=152279/breath-of-sindragosa'>Breath of Sindragosa</a> or on cooldown if <a href='https://www.wowhead.com/spell=51271/pillar-of-frost'>Pillar of Frost</a> and <a href='https://www.wowhead.com/spell=152279/breath-of-sindragosa'>Breath of Sindragosa</a> are not talented",
  "DEATHKNIGHT_UNHOLY": "Use <a href='https://www.wowhead.com/spell=10060/power-infusion'>Power Infusion</a> while <a href='https://www.wowhead.com/spell=49206/summon-gargoyle'>Gargoyle</a> is up, as well as <a href='https://www.wowhead.com/spell=275699/apocalypse'>Apocalypse</a> or with <a href='https://www.wowhead.com/spell=63560/dark-transformation'>Dark Transformation</a> if <a href='https://www.wowhead.com/spell=275699/apocalypse'>Apocalypse</a> or <a href='https://www.wowhead.com/spell=49206/summon-gargoyle'>Gargoyle</a> are not talented",
  "DEMONHUNTER_HAVOC": "<p><strong>Use Power Infusion when:</strong><br><em>• The Demon Hunter is in Metamorphosis form</em><br><em>• The encounter will end within 20 seconds</em></p>",
  "DRUID_BALANCE": "<p><strong>Use Power Infusion when the Balance Druid's Celestial Alignment or Incarnation is active to synchronize with their major cooldown window.</strong></p>",
  "DRUID_FERAL": "Line up <a href='https://www.wowhead.com/spell=10060/power-infusion'>Power Infusion</a> with Berserk.",
  "EVOKER_DEVASTATION": "<p>Use <strong>Power Infusion</strong> when the Evoker has <strong>Dragonrage</strong> active or the fight will end in less than <strong>35 seconds</strong>.</p>",
  "HUNTER_MARKSMANSHIP": "<p>Use <strong>Power Infusion</strong> on the Marksmanship Hunter when:<br/>  \n<em>Either</em> their <strong>Trueshot</strong> buff has over 12 seconds remaining (to align with their burst window),<br/>  \n<em>Or</em> the fight will end in less than 13 seconds (to maximize final damage).</p>",
  "HUNTER_SURVIVAL": "<div class=\"spell\"><p><strong>Power Infusion Usage for Survival Hunter:</strong> Use Power Infusion when the Hunter has <span class=\"highlight\">Coordinated Assault</span> active. If they do not have Coordinated Assault, activate it when their <span class=\"highlight\">Spearhead</span> is available. If the Hunter has neither talent, use Power Infusion on cooldown.</p></div>",
  "MAGE_ARCANE": "<p>Use <strong>Power Infusion</strong> on the Arcane Mage after they cast <strong>Arcane Surge</strong> if they do not have Spymaster's Web equipped, or after they cast <strong>Evocation</strong> if they have Spymaster's Web equipped.</p>",
  "MAGE_FIRE": "<p>Use <strong>Power Infusion</strong> on the Fire Mage when:</p>\n<ul>\n  <li>They are about to activate <strong>Combustion</strong> (within the pre-cast window),</li>\n  <li>Their active <strong>Combustion</strong> has over 7 seconds remaining,</li>\n  <li>Or the encounter will end in less than 20 seconds.</li>\n</ul>",
  "MAGE_FROST": "<p>Cast <strong>Power Infusion</strong> on the Frost Mage <em>if they do not already have the Power Infusion buff</em>.</p>",
  "MONK_WINDWALKER": "Use <a href='https://www.wowhead.com/spell=10060/power-infusion'>Power Infusion</a> while <a href='https://www.wowhead.com/spell=123904/invoke-xuen-the-white-tiger'>Invoke Xuen, the White Tiger</a> is active.",
  "PALADIN_RETRIBUTION": "<p>Cast <strong>Power Infusion</strong> on the Retribution Paladin when they have <strong>Avenging Wrath</strong> active, <em>or</em> <strong>Crusade</strong> active, <em>or</em> if the target is affected by <strong>Execution Sentence</strong>.</p>",
  "PRIEST_SHADOW": "<p>Cast <strong>Power Infusion</strong> when <strong>any</strong> of the following are active: <em>Voidform</em>, <em>Dark Ascension</em>, or your <em>The War Within Tier 2-Set bonus</em> → and only when Power Infusion isn’t already active.</p>",
  "ROGUE_ASSASSINATION": "<p>Use <strong>Power Infusion</strong> when the target is affected by <strong>Deathmark</strong>.</p>",
  "ROGUE_SUBTLETY": "<p><strong>Power Infusion Usage for Subtlety Rogues</strong></p>\n<p>Cast <strong>Power Infusion</strong> on a Subtlety Rogue when they have <strong>Shadow Dance</strong> active, as this aligns with their burst window and maximizes the cooldown's effectiveness.</p>",
  "SHAMAN_ELEMENTAL": "<p>Cast <strong>Power Infusion</strong> when the Elemental Shaman has <strong>Ascendance</strong> active, or when <strong>Ascendance</strong>’s cooldown has more than 30 seconds remaining.</p>",
  "SHAMAN_ENHANCEMENT": "<p><strong>Use Power Infusion on the Enhancement Shaman when they have any of the following active:</strong></p>\n<ul>\n  <li>Ascendance</li>\n  <li>Feral Spirit</li>\n  <li>Doom Winds</li>\n</ul>",
  "WARLOCK_AFFLICTION": "<p>Use <strong>Power Infusion</strong> on the Affliction Warlock when their <strong>major cooldowns</strong> are active to maximize damage output during high-impact phases.</p>",
  "WARLOCK_DEMONOLOGY": "<p><strong>Cast Power Infusion</strong> when the Demonology Warlock has just used <em>Hand of Gul'dan</em> or <em>Ruination</em>, is summoning <em>Demonic Tyrant</em>, and their imps will despawn within <strong>2 global cooldowns + Tyrant's cast time</strong>. Additionally, either their imps will despawn within <strong>1 global cooldown + Tyrant's cast time</strong> or they have <strong>fewer than 2 Soul Shards</strong>.</p>",
  "WARLOCK_DESTRUCTION": "<p><strong>Use Power Infusion on a Destruction Warlock when:</strong></p>\n<ul>\n  <li>Their Infernal is active,</li>\n  <li>They do not have the Summon Infernal talent,</li>\n  <li>The encounter will end before their next Infernal cooldown (with a 10-second buffer) and the fight duration exceeds Power Infusion's effect time,</li>\n  <li>Or the encounter ends before their Infernal cooldown resets (with a 15-second buffer).</li>\n</ul>",
  "WARRIOR_ARMS": "<p>Cast Power Infusion when:</p>\n<ul>\n  <li><strong>Colossus Smash</strong> is active on the target <em>and</em> the encounter will last at least 135 seconds</li>\n  <li>Target is in <strong>Execute Phase</strong> (below 20% health) <em>and</em> the Warrior has <strong>Avatar</strong> active</li>\n  <li>Encounter will end within 25 seconds</li>\n</ul>",
  "WARRIOR_FURY": "<p>Use <strong>Power Infusion</strong> on the Fury Warrior under these conditions:</p>\n<ul>\n  <li>If <strong>Avatar</strong> has more than 15 seconds remaining AND the encounter will last at least 135 more seconds.</li>\n  <li>During <strong>Execute Phase</strong> (target below 20% health) while <strong>Avatar</strong> is active.</li>\n  <li>When the encounter will end in 25 seconds or less.</li>\n</ul>"
}