{
  "DEATHKNIGHT_FROST": "",
  "DEATHKNIGHT_UNHOLY": "<p>Use <strong>Power Infusion</strong> on the Unholy Death Knight when:</p>  \n<ul>  \n  <li>Their <strong>Gargoyle</strong> is active and has less than 22 seconds remaining, or they have <strong>Army of the Dead</strong> with active <strong>Abomination</strong> or <strong>Army Ghouls</strong> nearing expiration.</li>  \n  <li><strong>Dark Transformation</strong> is active, and they do not use <strong>Gargoyle</strong> or <strong>Army of the Dead</strong> talents.</li>  \n  <li>They cannot summon a <strong>Gargoyle</strong> soon, and the cooldown window aligns with your <strong>Power Infusion</strong> duration.</li>  \n  <li>Facing 3 or more enemies while <strong>Dark Transformation</strong> is active or <strong>Death and Decay</strong> is affecting the area.</li>  \n</ul>",
  "DEMONHUNTER_HAVOC": "<p>Use <strong>Power Infusion</strong> on the Havoc Demonhunter when:</p>\n<ul>\n  <li>They have <strong>Metamorphosis</strong> active, as this amplifies their primary damage phase.</li>\n  <li>The encounter will end within <strong>20 seconds</strong> to maximize final burst damage before the fight concludes.</li>\n</ul>",
  "DRUID_BALANCE": "<p>Use <strong>Power Infusion</strong> on the Balance Druid when:</p>\n<ul>\n  <li>Their <strong>Celestial Alignment</strong> or <strong>Incarnation: Chosen of Elune</strong> is active to maximize burst damage during their primary cooldown window.</li>\n  <li>They are in a phase of high resource generation, such as during <strong>Eclipse</strong> transitions, to amplify their spellcasting efficiency.</li>\n  <li>They are preparing for a critical damage phase in an encounter, ensuring <strong>Power Infusion</strong> aligns with their pre-planned cooldown usage.</li>\n</ul>",
  "DRUID_FERAL": "<p>Use <strong>Power Infusion</strong> on the Feral Druid when:</p>\n<ul>\n  <li><strong>Bloodlust/Heroism</strong> is active.</li>\n  <li>The Feral Druid <strong>has not selected the Berserk: Heart of the Lion</strong> talent.</li>\n</ul>",
  "EVOKER_DEVASTATION": "<p>Use <strong>Power Infusion</strong> on the Devastation Evoker when:</p>\n<ul>\n    <li>Their <strong>Dragonrage</strong> is active <strong>and</strong> <strong>Shattering Star</strong> is off cooldown, <strong>Shattering Star</strong>’s debuff is active on the target, <strong>or</strong> two or more enemies are present.</li>\n    <li>The fight duration is under 35 seconds remaining to ensure full effectiveness before combat ends.</li>\n</ul>",
  "HUNTER_MARKSMANSHIP": "<p>Use <strong>Power Infusion</strong> on the Marksmanship Hunter when:</p>\n<ul>\n  <li><strong>Trueshot</strong> is active and has more than 12 seconds remaining, ensuring alignment with their primary damage window.</li>\n  <li>Less than 13 seconds remain in the encounter, to maximize cooldown value before the fight ends.</li>\n</ul>",
  "HUNTER_SURVIVAL": "<p>Use <strong>Power Infusion</strong> on the Survival Hunter when:</p>\n<ul>\n  <li>The Hunter has <strong>Coordinated Assault</strong> active.</li>\n  <li>The Hunter does <em>not</em> have Coordinated Assault and <strong>Spearhead</strong> is on cooldown.</li>\n  <li>The Hunter does <em>not</em> have access to either <strong>Coordinated Assault</strong> or <strong>Spearhead</strong> (uncommon in current builds).</li>\n</ul>",
  "MAGE_ARCANE": "<p>Use <strong>Power Infusion</strong> on the Arcane Mage when:</p>\n<ul>\n  <li>The Mage is <strong>not using Spymaster's Web</strong> and has just cast <strong>Arcane Surge</strong>.</li>\n  <li>The Mage is <strong>using Spymaster's Web</strong> and has just completed <strong>Evocation</strong>.</li>\n</ul>",
  "MAGE_FIRE": "<p>Use <strong>Power Infusion</strong> on the Fire Mage when:</p>\n<ul>\n  <li>Their <strong>Combustion</strong> cooldown is nearly ready to be used again, allowing alignment with their burst window.</li>\n  <li>Their active <strong>Combustion</strong> buff has more than 7 seconds remaining, extending their high-damage phase.</li>\n  <li>The encounter will end within 20 seconds, ensuring a final opportunity to maximize damage output.</li>\n</ul>",
  "MAGE_FROST": "<p>Use <strong>Power Infusion</strong> on the Frost Mage when:</p>\n<ul>\n  <li>Their <strong>Icy Veins</strong> is active, maximizing burst damage during their primary cooldown window.</li>\n  <li>They are under the effects of <strong>Time Warp</strong> or another haste buff, amplifying their spellcasting speed and damage output.</li>\n  <li>They are in a high-damage phase (e.g., <strong>Frozen Orb</strong> or <strong>Glacial Spike</strong> setup) and do not already have the <strong>Power Infusion</strong> buff active.</li>\n</ul>",
  "MONK_WINDWALKER": "<p>Use <strong>Power Infusion</strong> on the Windwalker Monk when:</p>\n<ul>\n  <li>Their <strong>Xuen the White Tiger</strong> is active <strong>and</strong> <strong>Bloodlust</strong> is not active.</li>\n  <li>Their <strong>Xuen the White Tiger</strong> is active <strong>and</strong> <strong>Bloodlust</strong> is active, but <strong>Strike of the Windlord</strong> is still on cooldown.</li>\n</ul>",
  "PALADIN_RETRIBUTION": "<p>Use <strong>Power Infusion</strong> on the Retribution Paladin when:</p>\n<ul>\n  <li>The Paladin has <strong>Avenging Wrath</strong> active.</li>\n  <li>The Paladin has <strong>Crusade</strong> active.</li>\n  <li>The target is affected by the <strong>Execution Sentence</strong> debuff.</li>\n</ul>",
  "PRIEST_SHADOW": "<p>Use <strong>Power Infusion</strong> on the Shadow Priest when:</p>\n<ul>\n  <li>They are in <strong>Voidform</strong> and do not have <strong>Power Infusion</strong> active</li>\n  <li>They have <strong>Dark Ascension</strong> active and do not have <strong>Power Infusion</strong> active</li>\n  <li>They have the <strong>Tier 20 4-piece set bonus</strong> and do not have <strong>Power Infusion</strong> active</li>\n</ul>",
  "ROGUE_ASSASSINATION": "<p>Use <strong>Power Infusion</strong> on the Assassination Rogue when:</p>\n<ul>\n  <li>The target has <strong>Deathmark</strong> active (<strong>bleed effect is ticking</strong>), as this aligns with their major damage window and amplifies their burst potential.</li>\n</ul>",
  "ROGUE_SUBTLETY": "<p>Use <strong>Power Infusion</strong> on the Subtlety Rogue when:</p>\n<ul>\n  <li>They activate <strong>Shadow Dance</strong>, their primary burst window enabling powerful stealth abilities.</li>\n</ul>",
  "SHAMAN_ELEMENTAL": "<p>Use <strong>Power Infusion</strong> on the Elemental Shaman when:</p>\n<ul>\n  <li>The Shaman is currently under the effect of <strong>Ascendance</strong> to amplify their burst damage phase.</li>\n  <li>The Shaman’s <strong>Ascendance</strong> cooldown has more than 30 seconds remaining, ensuring it is not held for overlapping cooldowns.</li>\n</ul>",
  "SHAMAN_ENHANCEMENT": "<p>Use <strong>Power Infusion</strong> on the Enhancement Shaman when:</p>\n<ul>\n  <li>They activate <strong>Ascendance</strong>, <strong>Feral Spirit</strong>, or <strong>Doom Winds</strong> to amplify their burst window.</li>\n  <li>The fight’s final phase is in its <strong>last 20 seconds</strong> of a 120-second window to maximize last-minute damage.</li>\n  <li>Their major cooldowns are <strong>unavailable for at least 120 seconds</strong>, ensuring no overlap with future burst phases.</li>\n  <li>They lack talents for <strong>Ascendance</strong>, <strong>Feral Spirit</strong>, and <strong>Doom Winds</strong>, requiring standard cooldown alignment.</li>\n</ul>",
  "WARLOCK_AFFLICTION": "<p>Use <strong>Power Infusion</strong> on the Affliction Warlock when:</p>\n<ul>\n  <li>Their <strong>major cooldowns</strong> (e.g., <strong>Summon Soulkeeper</strong>, <strong>Darkglare</strong>, or racial abilities) are simultaneously active to maximize burst damage.</li>\n  <li>They are in a <strong>pre-planned burst window</strong> aligned with execute-phase abilities or encounter-specific mechanics.</li>\n</ul>",
  "WARLOCK_DEMONOLOGY": "<p>Use <strong>Power Infusion</strong> on the Demonology Warlock when:</p>\n<ul>\n  <li>Their <strong>Demonic Tyrant</strong> summon is imminent, timed to extend the duration of their imps before they despawn.</li>\n  <li>They have just cast <strong>Hand of Gul'dan</strong> or <strong>Ruination</strong> to maximize the empowered minion uptime during the Tyrant’s summon.</li>\n  <li>They are at <strong>low Soul Shards</strong> (below 2) to ensure the Tyrant’s summon can still occur during the buff window.</li>\n</ul>",
  "WARLOCK_DESTRUCTION": "<p>Use <strong>Power Infusion</strong> on the Destruction Warlock when:</p>\n<ul>\n  <li><strong>their Infernal (Summon Infernal)</strong> is currently active</li>\n  <li>they <strong>are not using</strong> the Summon Infernal talent</li>\n  <li>the <strong>fight will end soon but allows Power Infusion’s full duration</strong> before their next Infernal cooldown cycle</li>\n  <li>the <strong>fight will end</strong> before their next Infernal cooldown is ready by less than 15 seconds</li>\n</ul>",
  "WARRIOR_ARMS": "<p>Use <strong>Power Infusion</strong> on the Arms Warrior when:</p>\n<ul>\n  <li>Target has the <strong>Colossus Smash</strong> debuff <strong>and</strong> the fight lasts over 135 seconds (to allow another use),</li>\n  <li>They enter <strong>Execute Phase</strong> (target under 20% health) <strong>and</strong> have <strong>Avatar</strong> active,</li>\n  <li>Or if the fight will end within 25 seconds (final burst window).</li>\n</ul>",
  "WARRIOR_FURY": "<p>Use <strong>Power Infusion</strong> on the Fury Warrior when:</p>\n<ul>\n  <li><strong>Avatar</strong> has over 15 seconds remaining and the fight will last at least 135 more seconds.</li>\n  <li>The target is in <strong>Execute Phase</strong> (below 20% health) and <strong>Avatar</strong> is active.</li>\n  <li>The fight will end within 25 seconds, regardless of other conditions.</li>\n</ul>"
}