{
  "DEATHKNIGHT_FROST": "<p>使用<strong>能量灌注</strong>在以下情况对冰霜死亡骑士施放：</p>\n<ul>\n  <li>当<strong>冰柱</strong>效果激活，或未选择<strong>冰柱</strong>天赋时</li>\n  <li>当选择<strong>湮灭</strong>天赋，或激活的<strong>辛达苟萨之息</strong>技能持续期间</li>\n  <li>当未同时选择<strong>辛达苟萨之息</strong>与<strong>湮灭</strong>天赋时</li>\n</ul>",
  "DEATHKNIGHT_UNHOLY": "<p>Use <strong>Power Infusion</strong> on the Unholy Deathknight when:</p>\n<ul>\n  <li>Their <strong>Summon Gargoyle</strong> is active and has 22 seconds or less remaining.</li>\n  <li>They have <strong>Army of the Dead</strong> talented and either <strong>Raise Abomination</strong> (active with less than 18 seconds remaining) or <strong>Army Ghouls</strong> (active with 18 seconds or less remaining) are present.</li>\n  <li><strong>Dark Transformation</strong> is active, especially if they lack Gargoyle or Army of the Dead talents.</li>\n  <li>Fighting 3+ enemies while <strong>Dark Transformation</strong> is active or <strong>Death and Decay</strong> is damaging enemies.</li>\n  <li><strong>Summon Gargoyle</strong> is unavailable and its cooldown exceeds Power Infusion’s duration by 10+ seconds.</li>\n</ul>",
  "DEMONHUNTER_HAVOC": "<p>Use <strong>Power Infusion</strong> on the Havoc Demonhunter when:</p>\n<ul>\n  <li>The Demonhunter is currently in <strong>Metamorphosis</strong> form.</li>\n  <li>The encounter is in its final <strong>20 seconds</strong>.</li>\n</ul>",
  "DRUID_BALANCE": "<p>Use <strong>Power Infusion</strong> on the Balance Druid when:</p>\n<ul>\n  <li>They activate <strong>Celestial Alignment</strong> or <strong>Incarnation: Chosen of Elune</strong> to maximize their major cooldown window.</li>\n  <li>Their burst damage phase is aligned with <strong>Astral Power</strong> generation and offensive cooldowns like <strong>Convoke the Spirits</strong> or <strong>Warrior of Elune</strong>.</li>\n  <li>They are not movement-restricted and can fully utilize the haste buff for instant-cast abilities during their rotation.</li>\n</ul>",
  "DRUID_FERAL": "<p>Use <strong>Power Infusion</strong> on the Feral Druid when:</p>\n<ul>\n  <li>The Feral Druid is under the effect of <strong>Berserk</strong> to amplify their burst window.</li>\n  <li>The Feral Druid has selected the <strong>Heart of the Lion</strong> talent, replacing <strong>Berserk</strong>, to compensate for their lack of a personal cooldown.</li>\n</ul>",
  "EVOKER_DEVASTATION": "<p>Use <strong>Power Infusion</strong> on the Devastation Evoker when:</p>\n<ul>\n<li>The Evoker's <strong>Dragonrage</strong> is active and <strong>Shattering Star</strong> is on cooldown</li>\n<li>The Evoker's <strong>Dragonrage</strong> is active and the target is under <strong>Shattering Star</strong>'s debuff</li>\n<li>The Evoker's <strong>Dragonrage</strong> is active and there are 2 or more enemies</li>\n<li>The remaining fight duration is less than 35 seconds</li>\n</ul>",
  "HUNTER_MARKSMANSHIP": "<p>Use <strong>Power Infusion</strong> on the Marksmanship Hunter when:</p>\n<ul>\n  <li>The Hunter's <strong>Trueshot</strong> has more than 12 seconds remaining, ensuring full alignment with their major damage window.</li>\n  <li>The encounter is about to end within 13 seconds, allowing a final burst before combat concludes.</li>\n</ul>",
  "HUNTER_SURVIVAL": "<p>Use <strong>Power Infusion</strong> on the Survival Hunter when:</p>\n<ul>\n  <li>The Hunter's <strong>Coordinated Assault</strong> is active.</li>\n  <li>The Hunter does not have the <strong>Coordinated Assault</strong> talent and <strong>Spearhead</strong> is off cooldown.</li>\n  <li>The Hunter has neither the <strong>Spearhead</strong> nor <strong>Coordinated Assault</strong> talents selected.</li>\n</ul>",
  "MAGE_ARCANE": "<p>Use <strong>Power Infusion</strong> on the Arcane Mage when:</p>\n<ul>\n  <li>The Mage <strong>is not using Spymaster's Web</strong> and just cast <strong>Arcane Surge</strong>.</li>\n  <li>The Mage <strong>is using Spymaster's Web</strong> and just cast <strong>Evocation</strong>.</li>\n</ul>",
  "MAGE_FIRE": "",
  "MAGE_FROST": "<p>Use <strong>Power Infusion</strong> on the Frost Mage when:</p>\n<ul>\n  <li>The Frost Mage is using <strong>Icy Veins</strong> and <strong>Rune of Power</strong> to maximize their burst window.</li>\n  <li><strong>Power Infusion</strong> is not currently active on them.</li>\n</ul>",
  "MONK_WINDWALKER": "<p>Use <strong>Power Infusion</strong> on the Windwalker Monk when:</p>\n<ul>\n  <li><strong>Xuen the White Tiger</strong> is active, and either:</li>\n  <li><strong>Bloodlust</strong> is <strong>not</strong> active, <strong>or</strong></li>\n  <li><strong>Bloodlust</strong> is active and <strong>Strike of the Windlord</strong> is on cooldown</li>\n</ul>",
  "PALADIN_RETRIBUTION": "<p>Use <strong>Power Infusion</strong> on the Retribution Paladin when:</p>\n<ul>\n  <li>Their <strong>Avenging Wrath</strong> ability is active, enhancing their damage output.</li>\n  <li>They are under the effect of <strong>Crusade</strong>, a talent replacing Avenging Wrath, during its duration.</li>\n  <li>The target is afflicted by the <strong>Execution Sentence</strong> debuff, amplifying the Paladin’s burst window.</li>\n</ul>",
  "PRIEST_SHADOW": "<p>Use <strong>Power Infusion</strong> on the Shadow Priest when:</p>\n<ul>\n  <li>The target is in <strong>Voidform</strong>.</li>\n  <li>The target has <strong>Dark Ascension</strong> active.</li>\n  <li>They have the <strong>TWW2 4-piece set bonus</strong> equipped.</li>\n</ul>",
  "ROGUE_ASSASSINATION": "<p>Use <strong>Power Infusion</strong> on the Assassination Rogue when:</p>\n<ul>\n  <li>The Rogue's <strong>Deathmark</strong> bleed effect is currently active on the target.</li>\n</ul>",
  "ROGUE_SUBTLETY": "<p>Use <strong>Power Infusion</strong> on the Subtlety Rogue when:</p>\n<ul>\n  <li>the Rogue has <strong>Shadow Dance</strong> active, indicating they’re in a burst damage phase.</li>\n</ul>",
  "SHAMAN_ELEMENTAL": "<p>Use <strong>Power Infusion</strong> on the Elemental Shaman when:</p>\n<ul>\n  <li>they are actively benefiting from <strong>Ascendance</strong> to amplify its burst window.</li>\n  <li><strong>Ascendance</strong> is unavailable and its cooldown exceeds 30 seconds, ensuring alignment with other rotational cooldowns.</li>\n</ul>",
  "SHAMAN_ENHANCEMENT": "<p>Use <strong>Power Infusion</strong> on the Enhancement Shaman when:</p>\n<ul>\n  <li>They activate <strong>Ascendance</strong>, <strong>Feral Spirit</strong>, or <strong>Doom Winds</strong>.</li>\n  <li>The encounter is in the <strong>final 20 seconds of a 2-minute window</strong> (aligns with burst phases).</li>\n  <li>Their major cooldowns have <strong>120 seconds or more remaining</strong>, ensuring no overlap with future abilities.</li>\n  <li>They <strong>do not have Ascendance, Feral Spirit, or Doom Winds talented</strong> (default usage without key cooldowns).</li>\n</ul>",
  "WARLOCK_AFFLICTION": "<p>Use <strong>Power Infusion</strong> on the Affliction Warlock when:</p>\n<ul>\n  <li>Their <strong>Summon Darkglare</strong> is active, as this aligns with their primary damage window.</li>\n  <li>They activate multiple offensive cooldowns simultaneously, such as <strong>Phantom Singularity</strong> or <strong>Rapid Infection</strong> (talent-dependent).</li>\n  <li>Their trinkets or racial abilities are triggered during a <strong>burst phase</strong>, maximizing <strong>Power Infusion</strong> value.</li>\n</ul>",
  "WARLOCK_DEMONOLOGY": "<p>Use <strong>Power Infusion</strong> on the Demonology Warlock when:</p>\n<ul>\n  <li>They are casting <strong>Summon Demonic Tyrant</strong> and their <strong>Wild Imps</strong> are about to despawn within the next few seconds.</li>\n  <li>They have just used <strong>Hand of Gul'dan</strong> or <strong>Ruination</strong> to maximize demon uptime before summoning Tyrant.</li>\n  <li>Their Tyrant cast aligns with a critical timing window to extend high-priority demons like Imps before they expire.</li>\n</ul>",
  "WARLOCK_DESTRUCTION": "<p>Use <strong>Power Infusion</strong> on the Destruction Warlock when:</p>\n<ul>\n  <li>their <strong>Summon Infernal</strong> is currently active.</li>\n  <li>they do <strong>not</strong> have the <strong>Summon Infernal</strong> talent selected.</li>\n  <li>the encounter will end before their next <strong>Summon Infernal</strong> cooldown (plus 10 seconds and Power Infusion’s duration) but lasts longer than Power Infusion’s effect.</li>\n  <li>the encounter will end within 15 seconds of their next <strong>Summon Infernal</strong> cooldown.</li>\n</ul>",
  "WARRIOR_ARMS": "<p>Use <strong>Power Infusion</strong> on the Arms Warrior when:</p>\n<ul>\n  <li>The target is affected by <strong>Colossus Smash</strong> and the encounter will last <strong>at least 135 seconds longer</strong>.</li>\n  <li>The target is in <strong>Execute phase</strong> (below 20% health) and the Warrior has <strong>Avatar</strong> active.</li>\n  <li>The encounter will end within <strong>25 seconds or less</strong>.</li>\n</ul>",
  "WARRIOR_FURY": "<p>Use <strong>Power Infusion</strong> on the Fury Warrior when:</p>\n<ul>\n  <li>The Fury Warrior has <strong>Avatar</strong> active with over 15 seconds remaining <strong>and</strong> the encounter will last at least 135 more seconds.</li>\n  <li>The target is in <strong>Execute Phase</strong> (below 20% health) <strong>and</strong> <strong>Avatar</strong> is active.</li>\n  <li>The encounter will end within 25 seconds, regardless of other conditions.</li>\n</ul>"
}