{
  "DEATHKNIGHT_FROST": "",
  "DEATHKNIGHT_UNHOLY": "<p>Use <strong>Power Infusion</strong> on the Unholy Death Knight when:</p>\n<ul>\n  <li>Their <strong>Gargoyle</strong> is active and has less than 22 seconds remaining, or they are using <strong>Army of the Dead</strong> with an active <strong>Abomination</strong> or <strong>Army Ghouls</strong> under 18 seconds remaining.</li>\n  <li>They have <strong>Dark Transformation</strong> active, especially during multi-target scenarios with 3 or more enemies.</li>\n  <li>They are in a multi-target encounter (3+ enemies) with <strong>Death and Decay</strong> actively damaging enemies.</li>\n  <li>Their core cooldowns align with a burst window, such as during <strong>Gargoyle</strong> summoning or <strong>Army of the Dead</strong> activation, even if specific pets are not present.</li>\n</ul>",
  "DEMONHUNTER_HAVOC": "<p>Use <strong>Power Infusion</strong> on the Havoc Demon Hunter when:</p>\n<ul>\n  <li>The Demon Hunter is transformed via <strong>Metamorphosis</strong>, enhancing their burst damage window.</li>\n  <li>The encounter is in its final <strong>20 seconds</strong>, ensuring maximum value from cooldowns before the fight ends.</li>\n</ul>",
  "DRUID_BALANCE": "<p>Use <strong>Power Infusion</strong> on the Balance Druid when:</p>\n<ul>\n  <li>Their <strong>Celestial Alignment</strong> or <strong>Incarnation: Chosen of Elune</strong> is active to amplify their burst damage window.</li>\n  <li>They are about to enter a high-priority phase requiring burst damage, such as executing a pre-planned <strong>cooldown stacking</strong> sequence.</li>\n  <li>Their rotation aligns with <strong>major trinket procs</strong> or <strong>external buffs</strong> that synergize with their damage output.</li>\n</ul>",
  "DRUID_FERAL": "<p>Use <strong>Power Infusion</strong> on the Feral Druid when:</p>\n<ul>\n  <li>The Feral Druid has <strong>Incarnation: Avatar of Ashamane</strong> active, or</li>\n  <li>They are specced into <strong>Incarnation</strong> instead of <strong>Berserk: Heart of the Lion</strong>.</li>\n</ul>",
  "EVOKER_DEVASTATION": "",
  "HUNTER_MARKSMANSHIP": "<p>Use <strong>Power Infusion</strong> on the Marksmanship Hunter when:</p>\n<ul>\n  <li>The hunter has an active <strong>Trueshot</strong> buff with <strong>more than 12 seconds remaining</strong> to amplify their burst window.</li>\n  <li>The encounter is <strong>within the final 13 seconds</strong> to maximize damage output before the fight ends.</li>\n</ul>",
  "HUNTER_SURVIVAL": "<p>Use <strong>Power Infusion</strong> on the Survival Hunter when:</p>\n<ul>\n  <li><strong>Coordinated Assault</strong> is active on the Hunter.</li>\n  <li><strong>Spearhead</strong> is available and the Hunter does not have the <strong>Coordinated Assault</strong> talent.</li>\n  <li>The Hunter has neither the <strong>Spearhead</strong> nor <strong>Coordinated Assault</strong> talents selected.</li>\n</ul>",
  "MAGE_ARCANE": "<p>Use <strong>Power Infusion</strong> on the Arcane Mage when:</p>\n<ul>\n  <li>The Mage has cast <strong>Arcane Surge</strong> and does <strong>not</strong> have the <strong>Spymaster's Web</strong> equipped.</li>\n  <li>The Mage has cast <strong>Evocation</strong> and has the <strong>Spymaster's Web</strong> equipped.</li>\n</ul>",
  "MAGE_FIRE": "<p>Use <strong>Power Infusion</strong> on the Fire Mage when:</p>\n<ul>\n  <li>their <strong>Combustion</strong> is coming off cooldown and ready to be precast</li>\n  <li>they are in <strong>Combustion</strong> with more than 7 seconds remaining on the buff</li>\n  <li>the encounter will end in <strong>under 20 seconds</strong></li>\n</ul>",
  "MAGE_FROST": "<p>Use <strong>Power Infusion</strong> on the Frost Mage when:</p>\n<ul>\n  <li>Their <strong>Icy Veins</strong> is active to amplify their burst damage window.</li>\n  <li>They are casting <strong>Frozen Orb</strong> or <strong>Comet Storm</strong> to maximize area-of-effect damage potential.</li>\n  <li>They are under the effects of <strong>Time Warp</strong> or <strong>Bloodlust</strong> to stack haste synergies.</li>\n  <li>Their <strong>Power Infusion</strong> buff is not already active, ensuring optimal cooldown alignment.</li>\n</ul>",
  "MONK_WINDWALKER": "",
  "PALADIN_RETRIBUTION": "<p>Use <strong>Power Infusion</strong> on the Retribution Paladin when:</p>\n<ul>\n  <li>The paladin has <strong>Avenging Wrath</strong> active.</li>\n  <li>The paladin’s <strong>Crusade</strong> effect is active.</li>\n  <li>The target is affected by the <strong>Execution Sentence</strong> debuff.</li>\n</ul>",
  "PRIEST_SHADOW": "<p>Use <strong>Power Infusion</strong> on the Shadow Priest when:</p>\n<ul>\n  <li>They are in <strong>Voidform</strong>.</li>\n  <li>They have <strong>Dark Ascension</strong> active.</li>\n  <li>They are equipped with the <strong>TWW2 4-piece set</strong>.</li>\n</ul>",
  "ROGUE_ASSASSINATION": "<p>Use <strong>Power Infusion</strong> on the Assassination Rogue when:</p>\n<ul>\n  <li>The Rogue has <strong>Deathmark</strong> active on their target to amplify their burst damage window.</li>\n</ul>",
  "ROGUE_SUBTLETY": "<p>Use <strong>Power Infusion</strong> on the Subtlety Rogue when:</p>\n<ul>\n  <li>The Rogue has <strong>Shadow Dance</strong> active to amplify their burst damage during this critical ability window.</li>\n</ul>",
  "SHAMAN_ELEMENTAL": "<p>Use <strong>Power Infusion</strong> on the Elemental Shaman when:</p>\n<ul>\n  <li>They have <strong>Ascendance</strong> active to amplify their strongest burst window.</li>\n  <li><strong>Ascendance</strong> is unavailable (with over 30 seconds remaining on its cooldown), ensuring alignment with their next high-priority cooldown such as <strong>Stormkeeper</strong>.</li>\n</ul>",
  "SHAMAN_ENHANCEMENT": "<p>使用 <strong>能量灌注</strong> 在增强萨满时：</p>\n<ul>\n  <li>当<strong>升腾</strong>激活时。</li>\n  <li>当<strong>幽灵狼</strong>激活时。</li>\n  <li>当<strong>末日之风</strong>激活时。</li>\n  <li>当战斗剩余时间在最后20秒内时。</li>\n  <li>当萨满的<strong>主要天赋技能</strong>冷却时间超过120秒时。</li>\n  <li>如果萨满未选择<strong>升腾</strong>、<strong>幽灵狼</strong>或<strong>末日之风</strong>天赋时。</li>\n</ul>",
  "WARLOCK_AFFLICTION": "<p>Use <strong>Power Infusion</strong> on the Affliction Warlock when:</p>\n<ul>\n<li>The warlock is actively using <strong>Summon Darkglare</strong> alongside their other major offensive cooldowns to amplify burst damage.</li>\n<li>Their damage rotation aligns with <strong>pre-set cooldown windows</strong> (trinkets, racial abilities, or encounter-specific timing) for maximum multiplicative value.</li>\n</ul>",
  "WARLOCK_DEMONOLOGY": "<p>Use <strong>Power Infusion</strong> on the Demonology Warlock when:</p>\n<ul>\n  <li>The Warlock's <strong>imps are about to despawn</strong> within <strong>two GCDs plus Summon Demonic Tyrant's cast time</strong>.</li>\n  <li>Their last cast was <strong>Hand of Gul'dan</strong> or <strong>Ruination</strong>.</li>\n  <li>Either their imps will despawn within <strong>one GCD plus Tyrant's cast time</strong> <strong>or</strong> they have fewer than <strong>2 Soul Shards</strong> remaining.</li>\n</ul>",
  "WARLOCK_DESTRUCTION": "<p>Use <strong>Power Infusion</strong> on the Destruction Warlock when:</p>\n<ul>\n  <li>The Warlock has an <strong>active Infernal</strong> summoned during their burst window.</li>\n  <li>The Warlock <strong>does not use the Summon Infernal talent</strong>, prioritizing your cooldown for their core rotation.</li>\n  <li>The encounter is in its <strong>final moments</strong>, where delaying <strong>Power Infusion</strong> would risk wasting its benefit.</li>\n</ul>",
  "WARRIOR_ARMS": "",
  "WARRIOR_FURY": "<p>Use <strong>Power Infusion</strong> on the Fury Warrior when:</p>\n<ul>\n  <li><strong>Avatar</strong> has over 15 seconds remaining and the encounter duration is at least 135 seconds.</li>\n  <li>The target is in <strong>Execute Phase</strong> (below 20% health) and <strong>Avatar</strong> is active.</li>\n  <li>The encounter will end within 25 seconds, ensuring a final use of <strong>Power Infusion</strong>.</li>\n</ul>"
}