{
  "DEATHKNIGHT_FROST": "<p>Use <strong>Power Infusion</strong> on the Frost Deathknight when:</p>  \n<ul>  \n  <li>The Deathknight has the <strong>Obliteration</strong> talent and <strong>Pillar of Frost</strong> is active.</li>  \n  <li>The Deathknight has the <strong>Breath of Sindragosa</strong> talent and its channeling effect is active.</li>  \n  <li>They do not use <strong>Obliteration</strong> or <strong>Breath of Sindragosa</strong>, and <strong>Pillar of Frost</strong> is active (if talented) or immediately available.</li>  \n</ul>",
  "DEATHKNIGHT_UNHOLY": "<p>Use <strong>Power Infusion</strong> on the Unholy Deathknight when:</p>\n<ul>\n  <li>They’re in a single-target or add-heavy scenario <strong>and</strong> their <strong>Summon Gargoyle</strong> is active with ≤22 seconds remaining.</li>\n  <li>They’re using <strong>Army of the Dead</strong> with <strong>Raise Abomination</strong> active (≤18s remaining) <strong>or</strong> Army Ghouls active (≤18s remaining).</li>\n  <li>They have <strong>Dark Transformation</strong> active <strong>and</strong> aren’t using Gargoyle/Army of the Dead talents.</li>\n  <li>Their Gargoyle isn’t active <strong>and</strong> its cooldown won’t align with Power Infusion’s duration.</li>\n  <li>There are ≥3 enemies <strong>and</strong> either <strong>Dark Transformation</strong> is active or <strong>Death and Decay</strong> is ticking.</li>\n</ul>",
  "DEMONHUNTER_HAVOC": "<p>Use <strong>Power Infusion</strong> on the Havoc Demon Hunter when:</p>  \n<ul>  \n  <li>They are actively in their <strong>Metamorphosis</strong> transformation window.</li>  \n  <li>The encounter is in its final <strong>20 seconds</strong>, regardless of their current cooldowns.</li>  \n</ul>",
  "DRUID_BALANCE": "<p>Use <strong>Power Infusion</strong> on the Balance Druid when:</p>\n<ul>\n  <li>Their <strong>Celestial Alignment</strong> or <strong>Incarnation: Chosen of Elune</strong> is active to amplify their burst damage phase.</li>\n  <li>They are entering a critical <strong>Celestial Alignment + Convoke the Spirits</strong> combo for maximum burst potential.</li>\n  <li>They are in a high-priority target or execute phase (<strong>sub-20% health</strong>) to enhance <strong>Eclipse</strong> and <strong>Starfall</strong> damage.</li>\n  <li>Their raid group’s damage amplification cooldowns (e.g., <strong>Power Infusion</strong> <em>timing</em>) align with your own to stack multiplicative buffs.</li>\n</ul>",
  "DRUID_FERAL": "<p>Use <strong>Power Infusion</strong> on the Feral Druid when:</p>\n<ul>\n  <li>Their <strong>major offensive cooldown</strong> (e.g., Berserk or Incarnation) is active to amplify burst damage phases.</li>\n  <li>They <strong>do not have the Berserk Heart of the Lion talent</strong>, as they lack a personal damage steroid and benefit more from external buffs.</li>\n</ul>",
  "EVOKER_DEVASTATION": "<p>Use <strong>Power Infusion</strong> on the Devastation Evoker when:</p>\n<ul>\n  <li>The Evoker has <strong>Dragonrage</strong> active <strong>and</strong> their <strong>Shattering Star</strong> is on cooldown.</li>\n  <li>The Ev",
  "HUNTER_MARKSMANSHIP": "",
  "HUNTER_SURVIVAL": "<p>Use <strong>Power Infusion</strong> on the Survival Hunter when:</p>\n<ul>\n  <li>the Survival Hunter has <strong>Coordinated Assault</strong> active</li>\n  <li>they do not have <strong>Coordinated Assault</strong> talented and <strong>Spearhead</strong> is on cooldown</li>\n  <li>they have neither <strong>Coordinated Assault</strong> nor <strong>Spearhead</strong> talented</li>\n</ul>",
  "MAGE_ARCANE": "",
  "MAGE_FIRE": "<p>Use <strong>Power Infusion</strong> on the Fire Mage when:</p>\n<ul>\n  <li>Their <strong>Combustion</strong> is about to come off cooldown and can be aligned with your <strong>Power Infusion</strong> timing.</li>\n  <li>Their <strong>Combustion</strong> is active and has more than 7 seconds remaining on its duration.</li>\n  <li>The encounter will end within 20 seconds, requiring a final burst window.</li>\n</ul>",
  "MAGE_FROST": "",
  "MONK_WINDWALKER": "",
  "PALADIN_RETRIBUTION": "<p>Use <strong>Power Infusion</strong> on the Retribution Paladin when:</p>\n<ul>\n  <li>They have <strong>Avenging Wrath</strong> active, as this increases their damage output during their burst window.</li>\n  <li>They have <strong>Crusade</strong> active, which significantly amplifies their attack power and haste during critical phases.</li>\n  <li>The target is affected by <strong>Execution Sentence</strong>, ensuring maximum damage during this high-impact debuff.</li>\n</ul>",
  "PRIEST_SHADOW": "<p>Use <strong>Power Infusion</strong> on the Shadow Priest when:</p>\n<ul>\n  <li><strong>Voidform</strong> is active, <strong>Dark Ascension</strong> is active, <strong>or</strong> they have the <strong>TWW Season 2 4-piece set bonus</strong>, <strong>and</strong> they don’t already have <strong>Power Infusion</strong> active.</li>\n</ul>",
  "ROGUE_ASSASSINATION": "<p>Use <strong>Power Infusion</strong> on the Assassination Rogue when:</p>\n<ul>\n  <li>The Rogue has <strong>Deathmark</strong> active, as the ability amplifies their damage during this critical window.</li>\n</ul>",
  "ROGUE_SUBTLETY": "<p>Use <strong>Power Infusion</strong> on the Subtlety Rogue when:</p>\n<ul>\n  <li>Their <strong>Shadow Dance</strong> buff is active, as this aligns with their burst damage phase and amplifies their most powerful abilities.</li>\n</ul>",
  "SHAMAN_ELEMENTAL": "<p>Use <strong>Power Infusion</strong> on the Elemental Shaman when:</p>\n<ul>\n  <li>They have <strong>Ascendance</strong> active to amplify their burst window.</li>\n  <li><strong>Ascendance</strong> won’t be available for over 30 seconds, ensuring optimal cooldown alignment.</li>\n</ul>",
  "SHAMAN_ENHANCEMENT": "<p>Use <strong>Power Infusion</strong> on the Enhancement Shaman when:</p>\n<ul>\n  <li>They have <strong>Ascendance</strong>, <strong>Feral Spirit</strong>, or <strong>Doom Winds</strong> active (prioritize major cooldown windows).</li>\n  <li>The encounter will end within <strong>20 seconds</strong> of a 2-minute window (prevows wasted usage before combat ends).</li>\n  <li>Their shortest talented ability cooldown exceeds <strong>120 seconds</strong> (prevows misaligned timers).</li>\n  <li>They lack <strong>Ascendance</strong>, <strong>Feral Spirit</strong>, and <strong>Doom Winds</strong> talents (default fallback scenario).</li>\n</ul>",
  "WARLOCK_AFFLICTION": "<p>Use <strong>Power Infusion</strong> on the Affliction Warlock when:</p>\n<ul>\n  <li>They activate <strong>Summon Darkglare</strong> and other major cooldowns simultaneously.</li>\n  <li>Their rotation aligns with a <strong>burst damage phase</strong>, stacking abilities like <strong>Darkglare</strong> with other short-term buffs.</li>\n  <li>They are executing a <strong>pre-planned cooldown window</strong> to amplify haste-dependent effects during high-intensity damage periods.</li>\n</ul>",
  "WARLOCK_DEMONOLOGY": "<p>Use <strong>Power Infusion</strong> on the Demonology Warlock when:</p>\n<ul>\n  <li>Their <strong>Demonic Tyrant</strong> summon is imminent, with imps about to despawn within <strong>two GCDs + Tyrant cast time</strong>, <strong>and</strong> they just cast <strong>Hand of Gul'dan</strong> or <strong>Ruination</strong></li>\n  <li><strong>Or</strong> if they're preparing to summon Demonic Tyrant with imps expiring within <strong>one GCD + Tyrant cast time</strong> <strong>or</strong> they have fewer than <strong>2 Soul Shards</strong> to fuel their rotation</li>\n</ul>",
  "WARLOCK_DESTRUCTION": "<p>Use <strong>Power Infusion</strong> on the Destruction Warlock when:</p>\n<ul>\n  <li>Their <strong>Summon Infernal</strong> is active, enhancing its damage during its active window.</li>\n  <li>They are not using the <strong>Summon Infernal</strong> talent, prioritizing alignment with their alternative major cooldowns.</li>\n  <li>The encounter is nearing its end, allowing a final burst phase before the fight concludes.</li>\n</ul>",
  "WARRIOR_ARMS": "<p>Use <strong>Power Infusion</strong> on the Arms Warrior when:</p>\n<ul>\n  <li>The target is affected by <strong>Colossus Smash</strong> <strong>and</strong> the encounter duration exceeds 135 seconds.</li>\n  <li>They are in the <strong>Execute phase</strong> (target below 20% health) <strong>and</strong> have <strong>Avatar</strong> active.</li>\n  <li>The encounter will end within 25 seconds, regardless of other conditions.</li>\n</ul>",
  "WARRIOR_FURY": "<p>Use <strong>Power Infusion</strong> on the Fury Warrior when:</p>\n<ul>\n  <li>The <strong>Avatar</strong> buff has more than 15 seconds remaining <strong>and</strong> the encounter duration is at least 135 seconds.</li>\n  <li>The Fury Warrior is in the <strong>Execute Phase</strong> <strong>and</strong> <strong>Avatar</strong> is active.</li>\n  <li>The encounter will end within 25 seconds.</li>\n</ul>"
}