{
  "DEATHKNIGHT_FROST": "",
  "DEATHKNIGHT_UNHOLY": "<p>Use <strong>Power Infusion</strong> on the Unholy Death Knight when:</p>\n        <ul>\n            <li>Their <strong>Gargoyle</strong> is active and will expire within 22 seconds, or they are not using Gargoyle but have <strong>Army of the Dead</strong> active with minions (Abomination or Army Ghouls) lasting under 18 seconds.</li>\n            <li>They have <strong>Dark Transformation</strong> active and are not using Gargoyle or Army of the Dead in their build.</li>\n            <li>Facing 3 or more enemies with either <strong>Dark Transformation</strong> active or <strong>Death and Decay</strong> affecting the area.</li>\n        </ul>",
  "DEMONHUNTER_HAVOC": "<p>Use <strong>Power Infusion</strong> on the Havoc Demon Hunter when:</p>\n<ul>\n  <li>They activate <strong>Metamorphosis</strong>, as this is their primary damage window.</li>\n  <li>The fight duration is under <strong>20 seconds remaining</strong> to maximize burst before combat ends.</li>\n</ul>",
  "DRUID_BALANCE": "<details>\n  <summary>Answer</summary>\n\n<p>Use <strong>Power Infusion</strong> on the Balance Druid when:</p>\n<ul>\n  <li>They activate <strong>Celestial Alignment</strong> or <strong>Incarnation: Chosen of Elune</strong> to amplify their major cooldown window.</li>\n  <li>They are in a high-damage phase requiring burst output, such as during <strong>Starfall</strong> or <strong>Starsurge</strong> spam.</li>\n  <li>Their rotation aligns with raid-wide buffs (e.g., <strong>Bloodlust</strong> or <strong>Power Infusion</strong> stacking) for maximum multiplicative scaling.</li>\n</ul>\n\n</details>",
  "DRUID_FERAL": "<p>Use <strong>Power Infusion</strong> on the Feral Druid when:</p>\n<ul>\n  <li>They activate <strong>Incarnation: Avatar of Ashamane</strong> (while <strong>bs_inc</strong> buff is active).</li>\n  <li>They are <strong>not using</strong> the <strong>Berserk: Heart of the Lion</strong> talent.</li>\n</ul>",
  "EVOKER_DEVASTATION": "<p>Use <strong>Power Infusion</strong> on the Devastation Evoker when:</p>\n<ul>\n<li><strong>Dragonrage</strong> is active and <strong>Shattering Star</strong> is on cooldown</li>\n<li><strong>Dragonrage</strong> is active and the target has the <strong>Shattering Star</strong> debuff</li>\n<li><strong>Dragonrage</strong> is active and there are 2 or more enemies</li>\n<li>The encounter will end within 35 seconds</li>\n</ul>",
  "HUNTER_MARKSMANSHIP": "<p>Use <strong>Power Infusion</strong> on the Marksmanship Hunter when:</p>\n<ul>\n<li>The Hunter's <strong>Trueshot</strong> is active with more than 12 seconds remaining.</li>\n<li>The encounter will end in less than 13 seconds.</li>\n</ul>",
  "HUNTER_SURVIVAL": "<p>Use <strong>Power Infusion</strong> on the Survival Hunter when:</p>\n<ul>\n  <li>The Hunter has <strong>Coordinated Assault</strong> active.</li>\n  <li>The Hunter does <strong>not have Coordinated Assault</strong> talented and has used <strong>Spearhead</strong> (during its cooldown).</li>\n  <li>The Hunter is not using <strong>Coordinated Assault</strong> or <strong>Spearhead</strong> at all.</li>\n</ul>",
  "MAGE_ARCANE": "<p>Use <strong>Power Infusion</strong> on the Frost Death Knight when:</p>\n<ul>\n  <li>The target has <strong>Spymaster's Web</strong> equipped <strong>and</strong> is channeling <strong>Evocation</strong>.</li>\n</ul>",
  "MAGE_FIRE": "<p>Use <strong>Power Infusion</strong> on the Fire Mage when:</p>\n<ul>\n  <li>Their <strong>Combustion</strong> is about to be used (within the pre-cast window).</li>\n  <li>They are already in <strong>Combustion</strong> with more than 7 seconds remaining.</li>\n  <li>The fight will end in less than 20 seconds.</li>\n</ul>",
  "MAGE_FROST": "<p>Use <strong>Power Infusion</strong> on the Frost Death Knight when:</p>\n<ul>\n  <li>The target <strong>does not have Power Infusion</strong> currently active.</li>\n</ul>",
  "MONK_WINDWALKER": "<p>Use <strong>Power Infusion</strong> on the Windwalker Monk when:</p>\n<ul>\n  <li><strong>Xuen the White Tiger</strong> is active.</li>\n  <li>Either <strong>Bloodlust</strong> is not active, or <strong>Strike of the Windlord</strong> is available during <strong>Bloodlust</strong>.</li>\n</ul>",
  "PALADIN_RETRIBUTION": "<p>Use <strong>Power Infusion</strong> on the Retribution Paladin when:</p>\n<ul>\n  <li>The Paladin has <strong>Avenging Wrath</strong> active.</li>\n  <li>The Paladin has <strong>Crusade</strong> active.</li>\n  <li>The target is affected by the <strong>Execution Sentence</strong> debuff.</li>\n</ul>",
  "PRIEST_SHADOW": "<p>Use <strong>Power Infusion</strong> on the Shadow Priest when:</p>\n<ul>\n  <li>The target is in <strong>Voidform</strong> and Power Infusion is not active.</li>\n  <li><strong>Dark Ascension</strong> is active and Power Infusion is not active.</li>\n  <li>The <strong>TWW 2pc/4pc set bonus</strong> is active and Power Infusion is not active.</li>\n</ul>",
  "ROGUE_ASSASSINATION": "<p>Use <strong>Power Infusion</strong> on the Assassination Rogue when:</p>\n<ul>\n  <li>Their <strong>Deathmark</strong> damage-over-time effect is active, as this amplifies their burst window during this major cooldown.</li>\n</ul>",
  "ROGUE_SUBTLETY": "<p>Use <strong>Power Infusion</strong> on the Subtlety Rogue when:</p>\n<ul>\n  <li>the Rogue has <strong>Shadow Dance</strong> active, as this is their primary damage window for high-impact abilities like Shadowstrike.</li>\n</ul>",
  "SHAMAN_ELEMENTAL": "<p>Use <strong>Power Infusion</strong> on the Frost Death Knight when:</p>\n<ul>\n  <li>The <strong>Ascendance</strong> buff is active on the Elemental Shaman.</li>\n  <li>The Elemental Shaman's <strong>Ascendance</strong> cooldown has more than 30 seconds remaining.</li>\n</ul>",
  "SHAMAN_ENHANCEMENT": "<p>Use <strong>Power Infusion</strong> on the Enhancement Shaman when:</p>\n<ul>\n  <li>They activate <strong>Ascendance</strong>, granting increased attack speed and spell casting speed.</li>\n  <li>They summon <strong>Feral Spirits</strong>, enhancing their melee attacks.</li>\n  <li>They trigger <strong>Doom Winds</strong>, empowering their Windfury weapon.</li>\n  <li>The fight’s final <strong>20 seconds</strong>, to maximize execute-phase damage.</li>\n  <li>Their core offensive cooldowns have <strong>over 2 minutes remaining</strong> before they can be used again.</li>\n  <li>They <strong>do not have</strong> Ascendance, Feral Spirit, or Doom Winds talented.</li>\n</ul>",
  "WARLOCK_AFFLICTION": "<p>Use <strong>Power Infusion</strong> on the Affliction Warlock when:</p>\n<ul>\n  <li>The Warlock is actively using their <strong>major offensive cooldowns</strong> to maximize damage output.</li>\n</ul>",
  "WARLOCK_DEMONOLOGY": "<p>Use <strong>Power Infusion</strong> on the Demonology Warlock when:</p>\n<ul>\n  <li>They are preparing to summon <strong>Demonic Tyrant</strong> and have recently cast <strong>Hand of Gul'dan</strong> or <strong>Ruination</strong>.</li>\n  <li>Their summoned imps are about to expire <strong>within 2 global cooldowns</strong> of the <strong>Demonic Tyrant</strong> cast time.</li>\n  <li>They have fewer than <strong>2 Soul Shards</strong> remaining during the <strong>Demonic Tyrant</strong> setup phase.</li>\n</ul>",
  "WARLOCK_DESTRUCTION": "<p>Use <strong>Power Infusion</strong> on the Destruction Warlock when:</p>\n<ul>\n  <li>Their <strong>Summon Infernal</strong> is active, to amplify its burst window.</li>\n  <li>They aren’t using the <strong>Summon Infernal</strong> talent, enabling frequent use of Power Infusion on cooldown.</li>\n  <li>The boss will die before another usable <strong>Summon Infernal</strong> window (with time to benefit from Power Infusion).</li>\n  <li>The remaining combat time is shorter than <strong>Summon Infernal's</strong> cooldown recovery +15 seconds, forcing its immediate use.</li>\n</ul>",
  "WARRIOR_ARMS": "<p>Use <strong>Power Infusion</strong> on the Arms Warrior when:</p>\n<ul>\n  <li>The target is affected by <strong>Colossus Smash</strong> and the encounter duration allows at least <strong>135 seconds</strong> remaining.</li>\n  <li>The Warrior is in the <strong>Execute phase</strong> (target below 20% health) with <strong>Avatar</strong> active.</li>\n  <li>The fight will end within <strong>25 seconds</strong> regardless of other conditions.</li>\n</ul>",
  "WARRIOR_FURY": "<p>Use <strong>Power Infusion</strong> on the Fury Warrior when:</p>\n<ul>\n  <li><strong>Avatar</strong> has more than 15 seconds remaining and the encounter will last at least 135 additional seconds.</li>\n  <li>The target is in <strong>Execute Phase</strong> (below 20% health) and <strong>Avatar</strong> is active.</li>\n  <li>The encounter will end within 25 seconds.</li>\n</ul>"
}