{
  "DEATHKNIGHT_FROST": "<p>Use <strong>Power Infusion</strong> on the Frost Death Knight when:</p>\n<ul>\n  <li>The Death Knight is using <strong>Obliteration</strong> and has <strong>Pillar of Frost</strong> active (if they have the talent).</li>\n  <li>The Death Knight is using <strong>Breath of Sindragosa</strong> with its buff active and has <strong>Pillar of Frost</strong> active (if they have the talent).</li>\n  <li>The Death Knight does not have <strong>Obliteration</strong> or <strong>Breath of Sindragosa</strong> and either has <strong>Pillar of Frost</strong> active or does not have that talent.</li>\n</ul>",
  "DEATHKNIGHT_UNHOLY": "<p>Use <strong>Power Infusion</strong> on the Unholy Death Knight when:</p>\n<ul>\n  <li>Their <strong>Gargoyle</strong> is active and about to expire, and they have <strong>Army of the Dead</strong> with active pets (Abomination or ghouls) expiring within 18 seconds.</li>\n  <li>They have <strong>Dark Transformation</strong> active without <strong>Gargoyle</strong> or <strong>Army of the Dead</strong> talents selected.</li>\n  <li>Facing 3 or more enemies with <strong>Dark Transformation</strong> active or <strong>Death and Decay</strong> affecting the area.</li>\n</ul>",
  "DEMONHUNTER_HAVOC": "<p>Use <strong>Power Infusion</strong> on the Havoc Demon Hunter when:</p>\n<ul>\n  <li>The Demon Hunter is actively using <strong>Metamorphosis</strong> to maximize their damage output during this empowered state.</li>\n  <li>The encounter is in its final phase (last 20 seconds) to capitalize on burst damage before the fight concludes.</li>\n</ul>",
  "DRUID_BALANCE": "<p>Use <strong>Power Infusion</strong> on the Balance Druid when:</p>\n<ul>\n  <li>The Druid activates their <strong>Celestial Alignment</strong> or <strong>Incarnation: Chosen of Elune</strong> cooldown to maximize burst damage phases.</li>\n  <li>Their major damage-dealing abilities, such as <strong>Starfall</strong> or <strong>Starsurge</strong>, are being used in conjunction with their primary cooldowns.</li>\n  <li>They are entering an encounter phase requiring high burst damage, and their cooldown alignment matches your <strong>Power Infusion</strong> availability.</li>\n</ul>",
  "DRUID_FERAL": "<p>Use <strong>Power Infusion</strong> on the Feral Druid when:</p>\n<ul>\n  <li>Their <strong>Incarnation: Avatar of Ashamane</strong> is active, <strong>or</strong></li>\n  <li>They are not using the <strong>Berserk: Heart of the Lion</strong> talent (i.e., focused on <strong>Incarnation</strong> as their primary cooldown).</li>\n</ul>",
  "EVOKER_DEVASTATION": "<p>Use <strong>Power Infusion</strong> on the Devastation Evoker when:</p>\n<ul>\n  <li><strong>Dragonrage</strong> is active and <strong>Shattering Star</strong> is on cooldown.</li>\n  <li><strong>Dragonrage</strong> is active and the target is affected by the <strong>Shattering Star</strong> debuff.</li>\n  <li><strong>Dragonrage</strong> is active and there are two or more enemies present.</li>\n  <li>The encounter will end within the next <strong>35 seconds</strong>.</li>\n</ul>",
  "HUNTER_MARKSMANSHIP": "<p>Use <strong>Power Infusion</strong> on the Marksmanship Hunter when:</p>\n<ul>\n  <li>The Hunter's <strong>Trueshot</strong> buff has more than <strong>12 seconds remaining</strong>, ensuring maximum alignment with their burst window.</li>\n  <li>The encounter will end in <strong>under 13 seconds</strong>, allowing a final use before combat concludes.</li>\n</ul>",
  "HUNTER_SURVIVAL": "<p>Use <strong>Power Infusion</strong> on the Survival Hunter when:</p>\n<ul>\n  <li>They have <strong>Coordinated Assault</strong> active during their rotation.</li>\n  <li>They do not have the <strong>Coordinated Assault</strong> talent but have <strong>Spearhead</strong> available to use.</li>\n  <li>They have neither the <strong>Coordinated Assault</strong> nor <strong>Spearhead</strong> talents selected.</li>\n</ul>",
  "MAGE_ARCANE": "<p>Use <strong>Power Infusion</strong> on the Arcane Mage when:</p>\n<ul>\n  <li>They <strong>are not using Spymaster&#39;s Web legendary</strong> and just cast <strong>Arcane Surge</strong></li>\n  <li>They <strong>are using Spymaster&#39;s Web legendary</strong> and just cast <strong>Evocation</strong></li>\n</ul>",
  "MAGE_FIRE": "<p>Use <strong>Power Infusion</strong> on the Fire Mage when:</p>\n<ul>\n  <li><strong>Combustion</strong> is about to be cast (within the Mage's precast timing window).</li>\n  <li><strong>Combustion</strong> is active with more than 7 seconds remaining on its duration.</li>\n  <li>The encounter will end in less than 20 seconds.</li>\n</ul>",
  "MAGE_FROST": "<p>Use <strong>Power Infusion</strong> on the Frost Mage when:</p>\n<ul>\n  <li>They are using <strong>Icy Veins</strong> and do not have an active <strong>Power Infusion</strong> buff.</li>\n  <li>They are casting critical abilities like <strong>Frozen Orb</strong> or <strong>Comet Storm</strong> during their burst phase without an active <strong>Power Infusion</strong>.</li>\n  <li>Their major cooldowns are active, and <strong>Power Infusion</strong> is not present to maximize damage output.</li>\n</ul>",
  "MONK_WINDWALKER": "<p>Use <strong>Power Infusion</strong> on the Windwalker Monk when:</p>\n<ul>\n  <li>Their <strong>Xuen, the White Tiger</strong> is active, and they are <strong>not under the effects of Bloodlust</strong>.</li>\n  <li>Their <strong>Xuen, the White Tiger</strong> is active, they are under <strong>Bloodlust</strong>, and their <strong>Strike of the Windlord</strong> ability is on cooldown.</li>\n</ul>",
  "PALADIN_RETRIBUTION": "<p>Use <strong>Power Infusion</strong> on the Retribution Paladin when:</p>\n<ul>\n  <li>The paladin has <strong>Avenging Wrath</strong> active, enhancing their damage output during its duration.</li>\n  <li>The paladin activates <strong>Crusade</strong>, as it significantly amplifies their attack power and haste.</li>\n  <li>The target is afflicted by the <strong>Execution Sentence</strong> debuff, ensuring maximum damage during its effect.</li>\n</ul>",
  "PRIEST_SHADOW": "<p>Use <strong>Power Infusion</strong> on the Shadow Priest when:</p>\n<ul>\n  <li>The target is in <strong>Voidform</strong>.</li>\n  <li>The target has <strong>Dark Ascension</strong> active.</li>\n  <li>The Shadow Priest has the <strong>TWW 2.4 4-piece set bonus</strong> active.</li>\n</ul>",
  "ROGUE_ASSASSINATION": "<p>Use <strong>Power Infusion</strong> on the Assassination Rogue when:</p>\n<ul>\n  <li>The target has an active <strong>Deathmark</strong> effect applied by the Rogue.</li>\n</ul>",
  "ROGUE_SUBTLETY": "<p>Use <strong>Power Infusion</strong> on the Subtlety Rogue when:</p>\n<ul>\n  <li>The Rogue is actively in <strong>Shadow Dance</strong>, as this aligns with their burst window for maximum cooldown synergy.</li>\n</ul>",
  "SHAMAN_ELEMENTAL": "<p>Use <strong>Power Infusion</strong> on the Elemental Shaman when:</p>\n<ul>\n  <li>They have <strong>Ascendance</strong> currently active.</li>\n  <li><strong>Ascendance</strong>’s cooldown has more than 30 seconds remaining (not coming up soon).</li>\n</ul>",
  "SHAMAN_ENHANCEMENT": "<p>Use <strong>Power Infusion</strong> on the Enhancement Shaman when:</p>\n<ul>\n  <li>Their <strong>Ascendance</strong> ability is currently active.</li>\n  <li>Their <strong>Feral Spirit</strong> wolves are summoned.</li>\n  <li>Their <strong>Doom Winds</strong> buff is active.</li>\n  <li>The encounter will end within <strong>20 seconds</strong> to maximize cooldown utilization.</li>\n  <li>Their shortest talented cooldown has <strong>2 minutes or more remaining</strong> before availability.</li>\n  <li>They have not specced into <strong>Ascendance</strong>, <strong>Feral Spirit</strong>, or <strong>Doom Winds</strong> talents.</li>\n</ul>",
  "WARLOCK_AFFLICTION": "<p>Use <strong>Power Infusion</strong> on the Affliction Warlock when:</p>\n<ul>\n  <li>Their <strong>Dark Soul: Misery</strong> is active to amplify their critical strike chance and damage output during the burst window.</li>\n  <li>They summon <strong>Summon Darkglare</strong>, as this ability scales with their cooldown usage and benefits from increased haste and damage modifiers.</li>\n</ul>",
  "WARLOCK_DEMONOLOGY": "<p>Use <strong>Power Infusion</strong> on the Demonology Warlock when:</p>\n<ul>\n  <li>The Warlock's <strong>Summon Demonic Tyrant</strong> is imminent and their imps are about to despawn within <strong>2 GCDs + Tyrant cast time</strong>.</li>\n  <li>They just cast <strong>Hand of Gul’dan</strong> or <strong>Ruination</strong> as part of their Tyrant setup sequence.</li>\n  <li>Either their imps will despawn within <strong>1 GCD + Tyrant cast time</strong> or they have fewer than <strong>2 Soul Shards</strong> to sustain their rotation.</li>\n</ul>",
  "WARLOCK_DESTRUCTION": "<p>Use <strong>Power Infusion</strong> on the Destruction Warlock when:</p>\n<ul>\n  <li>The warlock’s <strong>Infernal</strong> is already active during their burst window.</li>\n  <li>The warlock does <strong>not</strong> have the <strong>Summon Infernal</strong> talent, requiring alignment with alternative damage phases.</li>\n  <li>The encounter is nearing its end, and the remaining time is shorter than the <strong>Infernal’s cooldown reset window</strong>, ensuring a final use before the fight concludes.</li>\n</ul>",
  "WARRIOR_ARMS": "<p>Use <strong>Power Infusion</strong> on the Arms Warrior when:</p>\n<ul>\n  <li><strong>Colossus Smash</strong> is applied to the target <strong>and</strong> the encounter will last at least 135 more seconds</li>\n  <li>During the <strong>Execute phase</strong> (target below 20% health) <strong>and</strong> the Warrior has <strong>Avatar</strong> active</li>\n  <li>There are fewer than 25 seconds remaining in the encounter</li>\n</ul>",
  "WARRIOR_FURY": "<p>Use <strong>Power Infusion</strong> on the Fury Warrior when:</p>\n<ul>\n  <li><strong>Avatar</strong> has more than 15 seconds remaining and the encounter will last at least 135 more seconds.</li>\n  <li>During <strong>Execute Phase</strong> (target below 20% health) while <strong>Avatar</strong> is active.</li>\n  <li>During the final 25 seconds of the encounter to maximize end-of-fight damage.</li>\n</ul>"
}