{
  "DEATHKNIGHT_FROST": "<p>Use <strong>Power Infusion</strong> on the Frost Death Knight when:</p>\n<ul>\n  <li>They are using the <strong>Obliteration</strong> talent and are in the Obliteration phase.</li>\n  <li>They are using <strong>Breath of Sindragosa</strong> and the ability’s buff is active.</li>\n  <li>They do not have <strong>Obliteration</strong> or <strong>Breath of Sindragosa</strong> and are in their primary damage phase (during <strong>Pillar of Frost</strong> if they have the talent, or at any time otherwise).</li>\n</ul>",
  "DEATHKNIGHT_UNHOLY": "<p>Use <strong>Power Infusion</strong> on the Unholy Deathknight when:</p>\n<ul>\n  <li>They are fighting at least 1 enemy <strong>and</strong> are in a single-target priority phase or expecting persistent adds</li>\n  <li>Their <strong>Summon Gargoyle</strong> is active with ≤22 seconds remaining, <strong>or</strong> they use <strong>Army of the Dead/Raise Abomination</strong> with ≤18 seconds remaining on those summons</li>\n  <li><strong>Dark Transformation</strong> is active (if they aren’t using Gargoyle or Army of the Dead talents)</li>\n  <li>They aren’t using <strong>Gargoyle</strong> <strong>and</strong> <strong>Dark Transformation</strong> is active (general case)</li>\n  <li>Their <strong>Gargoyle</strong> isn’t active <strong>and</strong> their next Gargoyle summon cooldown won’t overlap with your Power Infusion duration</li>\n  <li>There are ≥3 enemies present <strong>and</strong> either <strong>Dark Transformation</strong> is active or <strong>Death and Decay</strong> is affecting the area</li>\n</ul>",
  "DEMONHUNTER_HAVOC": "<p>Use <strong>Power Infusion</strong> on the Havoc Demon Hunter when:</p>\n<ul>\n  <li>Their <strong>Metamorphosis</strong> ability is active during combat.</li>\n  <li>The encounter will end within <strong>20 seconds</strong> (to maximize cooldown utilization before the fight concludes).</li>\n</ul>",
  "DRUID_BALANCE": "<p>Use <strong>Power Infusion</strong> on the Balance Druid when:</p>\n<ul>\n  <li>The Balance Druid activates their primary damage cooldown <strong>Celestial Alignment</strong> or <strong>Incarnation: Chosen of Elune</strong> to amplify their burst window.</li>\n  <li>Their rotation aligns with critical phases requiring haste and damage boosts, such as during <strong>convoke_the_spirits</strong> casts or stacked celestial empowerments.</li>\n</ul>",
  "DRUID_FERAL": "<p>Use <strong>Power Infusion</strong> on the Feral Druid when:</p>\n<ul>\n  <li><strong>Bloodtalons</strong> is active, ensuring their combo point generators benefit from increased damage and haste.</li>\n  <li>The Druid is <strong>not using the Berserk: Heart of the Lion talent</strong>, as their burst window timing differs from standard Berserk setups.</li>\n</ul>",
  "EVOKER_DEVASTATION": "<p>Use <strong>Power Infusion</strong> on the Devastation Evoker when:</p>\n<ul>\n  <li><strong>Dragonrage</strong> is active <strong>and</strong> either <strong>Shattering Star</strong> is on cooldown, the <strong>Shattering Star</strong> debuff is present, <strong>or</strong> there are 2 or more enemies.</li>\n  <li>The remaining fight duration is less than <strong>35 seconds</strong>.</li>\n</ul>",
  "HUNTER_MARKSMANSHIP": "<p>Use <strong>Power Infusion</strong> on the Marksmanship Hunter when:</p>\n<ul>\n  <li>They have <strong>Trueshot</strong> active with <strong>over 12 seconds remaining</strong> (to maximize cooldown alignment)</li>\n  <li>The encounter will end in <strong>under 13 seconds</strong> (for final burst window prioritization)</li>\n</ul>",
  "HUNTER_SURVIVAL": "<p>Use <strong>Power Infusion</strong> on the Survival Hunter when:</p>\n<ul>\n  <li>Their <strong>Coordinated Assault</strong> is active.</li>\n  <li>They do not have <strong>Coordinated Assault</strong> and <strong>Spearhead</strong> is on cooldown.</li>\n  <li>They have neither <strong>Coordinated Assault</strong> nor <strong>Spearhead</strong> talents.</li>\n</ul>",
  "MAGE_ARCANE": "<p>Use <strong>Power Infusion</strong> on the Arcane Mage when:</p>\n<ul>\n  <li>The Mage does <strong>not</strong> have <strong>Spymaster's Web</strong> equipped and their last action was <strong>Arcane Surge</strong>.</li>\n  <li>The Mage has <strong>Spymaster's Web</strong> equipped and their last action was <strong>Evocation</strong>.</li>\n</ul>",
  "MAGE_FIRE": "<p>Use <strong>Power Infusion</strong> on the Fire Mage when:</p>\n<ul>\n  <li><strong>Power Infusion</strong> is not already active, and one of the following applies:</li>\n  <li><strong>Combustion</strong> will be ready within its prepull preparation window (to align cooldowns).</li>\n  <li>The Mage is already in a <strong>Combustion</strong> window with more than 7 seconds remaining on the buff.</li>\n  <li>The fight duration is under 20 seconds remaining (to avoid wasting the cooldown).</li>\n</ul>",
  "MAGE_FROST": "<p>Use <strong>Power Infusion</strong> on the Frost Mage when:</p>\n<ul>\n  <li><strong>Power Infusion</strong> is not already active on the target.</li>\n  <li>The Mage is using major cooldowns such as <strong>Icy Veins</strong> or <strong>Rune of Power</strong> to maximize burst damage windows.</li>\n</ul>",
  "MONK_WINDWALKER": "<p>Use <strong>Power Infusion</strong> on the Windwalker Monk when:</p>\n<ul>\n  <li><strong>Xuen the White Tiger</strong> is active, and <strong>Bloodlust</strong> is <em>not</em> active.</li>\n  <li><strong>Xuen the White Tiger</strong> is active during <strong>Bloodlust</strong>, but <strong>Strike of the Windlord</strong> is available (off cooldown).</li>\n</ul>",
  "PALADIN_RETRIBUTION": "<p>Use <strong>Power Infusion</strong> on the Retribution Paladin when:</p>\n<ul>\n  <li>the Retribution Paladin has <strong>Avenging Wrath</strong> active</li>\n  <li>during their <strong>Crusade</strong> window</li>\n  <li>the target is affected by their <strong>Execution Sentence</strong></li>\n</ul>",
  "PRIEST_SHADOW": "<p>Use <strong>Power Infusion</strong> on the Shadow Priest when:</p>\n<ul>\n  <li><strong>Voidform</strong> is active and <strong>Power Infusion</strong> is not present.</li>\n  <li><strong>Dark Ascension</strong> is active alongside an inactive <strong>Power Infusion</strong>.</li>\n  <li>The Priest has their <strong>TWW 2pc/4pc tier set</strong> equipped without an active <strong>Power Infusion</strong>.</li>\n</ul>",
  "ROGUE_ASSASSINATION": "<p>Use <strong>Power Infusion</strong> on the Assassination Rogue when:</p>\n<ul>\n  <li>The Rogue's <strong>Deathmark</strong> ability is actively damaging a target (<strong>Deathmark</strong> is \"ticking\").</li>\n</ul>",
  "ROGUE_SUBTLETY": "<p>Use <strong>Power Infusion</strong> on the Subtlety Rogue when:</p>\n<ul>\n  <li>The Rogue has <strong>Shadow Dance</strong> active, as this cooldown enables their highest-damage stealth abilities and benefits maximally from the haste boost.</li>\n</ul>",
  "SHAMAN_ELEMENTAL": "<p>Use <strong>Power Infusion</strong> on the Elemental Shaman when:</p>\n<ul>\n  <li>They activate <strong>Ascendance</strong>, aligning your cooldown with their strongest burst window.</li>\n  <li><strong>Ascendance</strong> will not be available within 30 seconds, ensuring optimal usage during alternative high-damage phases.</li>\n</ul>",
  "SHAMAN_ENHANCEMENT": "<p>Use <strong>Power Infusion</strong> on the Enhancement Shaman when:</p>\n<ul>\n  <li>The Shaman has <strong>Ascendance</strong>, <strong>Feral Spirit</strong>, or <strong>Doom Winds</strong> active.</li>\n  <li>The remaining fight duration is within 20 seconds of a 2-minute interval (e.g., 2:00, 4:00).</li>\n  <li>All of the Shaman&#39;s major cooldowns have over 120 seconds remaining.</li>\n  <li>The Shaman has not talented into <strong>Ascendance</strong>, <strong>Feral Spirit</strong>, or <strong>Doom Winds</strong>.</li>\n</ul>",
  "WARLOCK_AFFLICTION": "<p>Use <strong>Power Infusion</strong> on the Affliction Warlock when:</p>\n<ul>\n  <li>Their major cooldowns, such as <strong>Dark Soul: Misery</strong> or <strong>Summon Darkglare</strong>, are active to amplify burst damage phases.</li>\n  <li>They are executing a pre-planned burst window, ensuring alignment with their highest damage-dealing abilities.</li>\n  <li>Their resource generation or damage output is maximized, such as during <strong>Unholy Frenzy</strong> or critical debuff uptimes on targets.</li>\n</ul>",
  "WARLOCK_DEMONOLOGY": "<p>Use <strong>Power Infusion</strong> on the Demonology Warlock when:</p>\n<ul>\n  <li>Their <strong>Demonic Tyrant</strong> summon is imminent and <strong>Wild Imps</strong> are about to despawn within a short window after its cast.</li>\n  <li>They’ve just cast <strong>Hand of Gul’dan</strong> or <strong>Ruination</strong> to maximize damage during the <strong>Demonic Tyrant</strong> burst phase.</li>\n  <li><strong>Wild Imps</strong> will expire before or shortly after the <strong>Demonic Tyrant</strong> finishes casting, or they have fewer than 2 Soul Shards to ensure optimal resource pooling for the buff duration.</li>\n</ul>",
  "WARLOCK_DESTRUCTION": "<p>Use <strong>Power Infusion</strong> on the Destruction Warlock when:</p>\n<ul>\n  <li>Their <strong>Infernal</strong> is already active during a burst window.</li>\n  <li>They do <strong>not have the Summon Infernal talent</strong>, requiring consistent cooldown usage.</li>\n  <li>The encounter will end <strong>before their next Infernal summon</strong>, ensuring optimal timing for final damage.</li>\n</ul>",
  "WARRIOR_ARMS": "<p>Use <strong>Power Infusion</strong> on the Arms Warrior when:</p>\n<ul>\n  <li><strong>Colossus Smash</strong> is active on the target <strong>and</strong> the encounter will last at least 135 seconds.</li>\n  <li>They are in <strong>Execute phase</strong> (target below 20% health) <strong>and</strong> <strong>Avatar</strong> is active.</li>\n  <li>The encounter will end within 25 seconds.</li>\n</ul>",
  "WARRIOR_FURY": "<p>Use <strong>Power Infusion</strong> on the Fury Warrior when:</p>\n<ul>\n  <li>The Fury Warrior is in their <strong>Avatar</strong> phase to amplify their burst damage window.</li>\n  <li>The encounter is in the <strong>execute phase</strong> (target below 20% health) and <strong>Avatar</strong> is active.</li>\n  <li>The fight will end within <strong>25 seconds</strong> to maximize final damage output.</li>\n</ul>"
}