{
  "DEATHKNIGHT_FROST": "<p>Use <strong>Power Infusion</strong> on the FROST DEATHKNIGHT when:</p>\n<ul>\n  <li>They have the <strong>Obliteration</strong> talent and <strong>Pillar of Frost</strong> is active (or not talented).</li>\n  <li>They have the <strong>Breath of Sindragosa</strong> talent with its buff active and <strong>Pillar of Frost</strong> is active (or not talented).</li>\n  <li>They don’t have <strong>Obliteration</strong> or <strong>Breath of Sindragosa</strong> and <strong>Pillar of Frost</strong> is active (or not talented).</li>\n</ul>",
  "DEATHKNIGHT_UNHOLY": "<｜fim▁begin｜>\n\n行列の乗算は、2つの行列の要素同士を掛け合わせて新しい行列を生成する演算です。行列A（m×n）と行列B（n×p）の乗算が可能な場合、結果の行列C（m×p）の各要素Cijは、以下のように計算されます：\n\n\\\nCij = \\sum_{k=1}^{n} Aik \\times Bkj\n\\\n\nただし、行列乗算が定義されるためには、最初の行列の列数と2番目の行列の行数が一致している必要があります。結果の行列のサイズは、最初の行列の行数×2番目の行列の列数となります。\n\n### 例：\n行列A（2×3）：\n\\\nA = \\begin{bmatrix}\n1 & 2 & 3 \\\\\n4 & 5 & 6 \\\\\n\\end{bmatrix}\n\\\n\n行列B（3×2）：\n\\\nB = \\begin{bmatrix}\n7 & 8 \\\\\n9 & 10 \\\\\n11 & 12 \\\\\n\\end{bmatrix}\n\\\n\n結果の行列C（2×2）：\n\\\nC = \\begin{bmatrix}\n(1×7 + 2×9 + 3×11) & (1×8 + 2×10 + 3×12) \\\\\n(4×7 + 5×9 + 6×11) & (4×8 + 5×10 + 6×12) \\\\\n\\end{bmatrix}\n= \\begin{bmatrix}\n58 & 64 \\\\\n139 & 154 \\\\\n\\end{bmatrix}\n\\\n\n### ポイント：\n- 非可換性: 一般に \\( A \\times B \\neq B \\times A \\)（サイズが異なる場合や計算結果が異なるため）。\n- 結合則: \\( (A \\times B) \\times C = A \\times (B \\times C) \\) が成立します。",
  "DEMONHUNTER_HAVOC": "<p>Use <strong>Power Infusion</strong> on the HAVOC DEMONHUNTER when:</p>\n<ul>\n  <li>The Demon Hunter activates <strong>Metamorphosis</strong>, as this aligns with their major burst window.</li>\n  <li>The encounter is within <strong>20 seconds of ending</strong> to maximize damage before the fight concludes.</li>\n</ul>",
  "DRUID_BALANCE": "<p>Use <strong>Power Infusion</strong> on the BALANCE DRUID when:</p>\n<ul>\n  <li>They activate <strong>Celestial Alignment</strong> or <strong>Incarnation: Chosen of Elune</strong> to amplify their major damage window.</li>\n  <li><strong>Warrior of Elune</strong> is active, ensuring rapid <strong>Starfire</strong> casts during the haste buff.</li>\n  <li>Their <strong>Astral Power</strong> is sufficiently high to maximize burst damage potential during the buff duration.</li>\n</ul>",
  "DRUID_FERAL": "<p>Use <strong>Power Infusion</strong> on the FERAL DRUID when:</p>\n<ul>\n  <li>The druid activates their <strong>Berserk</strong> ability to enhance their burst phase.</li>\n  <li>The druid does not have the <strong>Berserk</strong> talent selected (using <strong>Heart of the Lion</strong> instead).</li>\n</ul>",
  "EVOKER_DEVASTATION": "<p>Use <strong>Power Infusion</strong> on the DEVASTATION EVOKER when:</p>\n<ul>\n  <li>They activate <strong>Dragonrage</strong> while <strong>Shattering Star</strong> is on cooldown.</li>\n  <li>They activate <strong>Dragonrage</strong> while the <strong>Shattering Star</strong> debuff is active on their target.</li>\n  <li>They activate <strong>Dragonrage</strong> with 2 or more enemies present.</li>\n  <li>The encounter will end in less than 35 seconds, regardless of other conditions.</li>\n</ul>",
  "HUNTER_MARKSMANSHIP": "<p>Use <strong>Power Infusion</strong> on the MARKSMANSHIP HUNTER when:</p>\n<ul>\n  <li>Their <strong>Trueshot</strong> buff has <strong>more than 12 seconds remaining</strong> to maximize cooldown synergy.</li>\n  <li>The encounter will end within <strong>13 seconds</strong> to ensure the full duration is utilized.</li>\n</ul>",
  "HUNTER_SURVIVAL": "<p>Use <strong>Power Infusion</strong> on the SURVIVAL HUNTER when:</p>\n<ul>\n  <li>They are currently affected by <strong>Coordinated Assault</strong>.</li>\n  <li>They do not have <strong>Coordinated Assault</strong> talented and <strong>Spearhead</strong> is on cooldown.</li>\n  <li>They have neither <strong>Coordinated Assault</strong> nor <strong>Spearhead</strong> talented.</li>\n</ul>",
  "MAGE_ARCANE": "<p>Use <strong>Power Infusion</strong> on the Arcane Mage when:</p>\n<ul>\n  <li>They <strong>do not have Spymaster's Web</strong> and just cast <strong>Arcane Surge</strong> (aligns with their burst window).</li>\n  <li>They <strong>have Spymaster's Web</strong> and just started <strong>Evocation</strong> (trinket synergy with mana phase).</li>\n</ul>",
  "MAGE_FIRE": "<p>Use <strong>Power Infusion</strong> on the FIRE MAGE when:</p>\n<ul>\n  <li><strong>Power Infusion</strong> is not active, and the Mage is about to cast <strong>Combustion</strong> (within their pre-cast timing window).</li>\n  <li><strong>Combustion</strong> is already active and has more than 7 seconds remaining on its duration.</li>\n  <li>The encounter will end in less than 20 seconds.</li>\n</ul>",
  "MAGE_FROST": "<p>Use <strong>Power Infusion</strong> on the FROST MAGE when:</p>\n<ul>\n  <li>They are using <strong>Icy Veins</strong> to maximize their burst damage window.</li>\n  <li>They are casting major cooldowns such as <strong>Frozen Orb</strong> or <strong>Glacial Spike</strong>.</li>\n  <li>The Frost Mage does not already have the <strong>Power Infusion</strong> buff active.</li>\n</ul>",
  "MONK_WINDWALKER": "<p>Use <strong>Power Infusion</strong> on the WINDWALKER MONK when:</p>\n<ul>\n<li>The Windwalker Monk has <strong>Xuen the White Tiger</strong> active.</li>\n<li><strong>Bloodlust</strong> is not active, or during <strong>Bloodlust</strong>, the Monk's <strong>Strike of the Windlord</strong> is available to use.</li>\n</ul>",
  "PALADIN_RETRIBUTION": "<p>Use <strong>Power Infusion</strong> on the RETRIBUTION PALADIN when:</p>\n<ul>\n  <li>the paladin has <strong>Avenging Wrath</strong> active, increasing their damage output</li>\n  <li>the paladin has <strong>Crusade</strong> active, during their burst window</li>\n  <li>the target is affected by the <strong>Execution Sentence</strong> debuff, amplifying its final damage</li>\n</ul>",
  "PRIEST_SHADOW": "<p>Use <strong>Power Infusion</strong> on the SHADOW PRIEST when:</p>\n<ul>\n  <li>They are in <strong>Voidform</strong>.</li>\n  <li>They have <strong>Dark Ascension</strong> active.</li>\n  <li>They have the <strong>TWW 2.4 set bonus</strong> active.</li>\n</ul>",
  "ROGUE_ASSASSINATION": "<p>Use <strong>Power Infusion</strong> on the ASSASSINATION ROGUE when:</p>  \n<ul>  \n  <li>The rogue has <strong>Deathmark</strong> active on their target to amplify their burst damage window.</li>  \n</ul>",
  "ROGUE_SUBTLETY": "<p>Use <strong>Power Infusion</strong> on the SUBTLETY ROGUE when:</p>\n<ul>\n  <li>They activate <strong>Shadow Dance</strong>, as this aligns with their burst window and amplifies their stealth ability usage.</li>\n</ul>",
  "SHAMAN_ELEMENTAL": "<p>Use <strong>Power Infusion</strong> on the ELEMENTAL SHAMAN when:</p>\n<ul>\n  <li>The Shaman has <strong>Ascendance</strong> active.</li>\n  <li>The cooldown of <strong>Ascendance</strong> has more than 30 seconds remaining (to avoid delaying Power Infusion).</li>\n</ul>",
  "SHAMAN_ENHANCEMENT": "<p>Use <strong>Power Infusion</strong> on the ENHANCEMENT SHAMAN when:</p>\n<ul>\n  <li>They have the <strong>Ascendance</strong> buff active.</li>\n  <li>They have the <strong>Feral Spirit</strong> summon active.</li>\n  <li>They have the <strong>Doom Winds</strong> buff active.</li>\n  <li>There are fewer than 20 seconds remaining in the encounter.</li>\n</ul>",
  "WARLOCK_AFFLICTION": "<p>Use <strong>Power Infusion</strong> on the AFFLICTION WARLOCK when:</p>\n<ul>\n  <li>The warlock has <strong>Summon Darkglare</strong> and <strong>Soul Rot</strong> active to maximize damage amplification during their burst window.</li>\n  <li>Their core offensive cooldowns are synchronized, ensuring <strong>Power Infusion</strong> aligns with their highest scaling damage phase.</li>\n</ul>",
  "WARLOCK_DEMONOLOGY": "<p>Use <strong>Power Infusion</strong> on the DEMONOLOGY WARLOCK when:</p>\n<ul>\n  <li>The Warlock is summoning <strong>Demonic Tyrant</strong> and their imps are about to despawn within a short timeframe.</li>\n  <li>The Warlock has recently cast <strong>Hand of Gul'dan</strong> or <strong>Ruination</strong> immediately before summoning <strong>Demonic Tyrant</strong>.</li>\n</ul>",
  "WARLOCK_DESTRUCTION": "<p>Use <strong>Power Infusion</strong> on the DESTRUCTION WARLOCK when:</p>\n<ul>\n  <li>The Warlock’s <strong>Summon Infernal</strong> is currently active during their burst window.</li>\n  <li>The Warlock does <strong>not</strong> have the <strong>Summon Infernal</strong> talent selected in their build.</li>\n  <li>The remaining encounter duration is shorter than the time until their next <strong>Summon Infernal</strong> cooldown (plus 15 seconds), ensuring it is used before the fight ends.</li>\n</ul>",
  "WARRIOR_ARMS": "<p>Use <strong>Power Infusion</strong> on the ARMS WARRIOR when:</p>\n<ul>\n  <li>The target is affected by <strong>Colossus Smash</strong> and the encounter will last at least 135 seconds.</li>\n  <li>The warrior is in the <strong>Execute phase</strong> (target below 20% health) and has <strong>Avatar</strong> active.</li>\n  <li>The encounter will end within 25 seconds.</li>\n</ul>",
  "WARRIOR_FURY": "<p>Use <strong>Power Infusion</strong> on the FURY WARRIOR when:</p>\n<ul>\n  <li><strong>Avatar</strong> has more than 15 seconds remaining <strong>and</strong> the encounter will last at least 135 more seconds.</li>\n  <li>The target is in <strong>Execute Phase</strong> (below 20% health) <strong>and</strong> <strong>Avatar</strong> is active.</li>\n  <li>The encounter will end within 25 seconds, regardless of other conditions.</li>\n</ul>"
}