{
  "DEATHKNIGHT_FROST": "<p>Use <strong>Power Infusion</strong> on the Frost Deathknight when:</p>\n<ul>\n  <li>They have <strong>Obliteration</strong> talented and <strong>Pillar of Frost</strong> is active (if they use that talent).</li>\n  <li>They have <strong>Breath of Sindragosa</strong> talented and it's active, while <strong>Pillar of Frost</strong> is active (if used).</li>\n  <li>They don't use <strong>Obliteration</strong> or <strong>Breath of Sindragosa</strong>, and <strong>Pillar of Frost</strong> is active (if talented into it).</li>\n</ul>",
  "DEATHKNIGHT_UNHOLY": "<p>Use <strong>Power Infusion</strong> on the Unholy Deathknight when:</p>\n<ul>\n  <li><strong>Summon Gargoyle</strong> is active and has ≤22 seconds remaining.</li>\n  <li>The DK uses <strong>Army of the Dead</strong> (without <strong>Summon Gargoyle</strong>) with an active <strong>Abomination</strong> (if talented) under 18 seconds remaining or <strong>Army Ghouls</strong> with ≤18 seconds left.</li>\n  <li>The DK does not use <strong>Summon Gargoyle</strong> or <strong>Army of the Dead</strong>, and <strong>Dark Transformation</strong> is active.</li>\n  <li><strong>Dark Transformation</strong> is active and the DK does not use <strong>Summon Gargoyle</strong> (regardless of other talents).</li>\n  <li><strong>Summon Gargoyle</strong> is on cooldown for a duration that exceeds <strong>Power Infusion</strong>'s buff time when adding 10 seconds (prioritizing next Gargoyle).</li>\n  <li>Three or more enemies are present while <strong>Dark Transformation</strong> is active or <strong>Death and Decay</strong> is ticking.</li>\n</ul>",
  "DEMONHUNTER_HAVOC": "<p>Use <strong>Power Infusion</strong> on the Havoc Demonhunter when:</p>\n<ul>\n  <li>They activate <strong>Metamorphosis</strong>, as this aligns with their primary damage window.</li>\n  <li>The encounter will end <strong>within 20 seconds</strong> to maximize value before the fight concludes.</li>\n</ul>",
  "DRUID_BALANCE": "<p>Use <strong>Power Infusion</strong> on the Balance Druid when:</p>\n<ul>\n  <li>Their <strong>Celestial Alignment</strong> or <strong>Incarnation: Chosen of Elune</strong> is active, boosting their major damage window.</li>\n  <li>They are casting <strong>Convoke the Spirits</strong> to amplify burst damage potential.</li>\n  <li>Their core offensive cooldowns are synced with a planned <strong>Bloodlust</strong>/<strong>Heroism</strong> timing.</li>\n</ul>",
  "DRUID_FERAL": "<p>Use <strong>Power Infusion</strong> on the Feral Druid when:</p>\n<ul>\n  <li>The Feral Druid has <strong>Berserk</strong> active during their burst window.</li>\n  <li>The Feral Druid does <strong>not</strong> have the <strong>Heart of the Lion</strong> talent selected in their build.</li>\n</ul>",
  "EVOKER_DEVASTATION": "<p>Use <strong>Power Infusion</strong> on the Devastation Evoker when:</p>\n<ul>\n  <li>The Evoker's <strong>Dragonrage</strong> is active, and either their <strong>Shattering Star</strong> is on cooldown, the target is affected by <strong>Shattering Star's debuff</strong>, or there are 2 or more enemies.</li>\n  <li>The remaining fight duration is less than 35 seconds.</li>\n</ul>",
  "HUNTER_MARKSMANSHIP": "<p>Use <strong>Power Infusion</strong> on the Marksmanship Hunter when:</p>\n<ul>\n  <li>Their <strong>Trueshot</strong> buff has more than 12 seconds remaining, ensuring maximum alignment with their burst window.</li>\n  <li>The fight will end in less than 13 seconds, to avoid wasting the cooldown before the encounter concludes.</li>\n</ul>",
  "HUNTER_SURVIVAL": "<p>Use <strong>Power Infusion</strong> on the Survival Hunter when:</p>\n<ul>\n  <li>The Hunter is actively using <strong>Coordinated Assault</strong>.</li>\n  <li>The Hunter does <strong>not</strong> have <strong>Coordinated Assault</strong> and <strong>Spearhead</strong> is on cooldown.</li>\n  <li>The Hunter has <strong>neither</strong> <strong>Coordinated Assault</strong> nor <strong>Spearhead</strong> talents selected.</li>\n</ul>",
  "MAGE_ARCANE": "<p>Use <strong>Power Infusion</strong> on the Arcane Mage when:</p>\n<ul>\n  <li>The mage does <strong>not</strong> have <strong>Spymaster's Web</strong> equipped and has just cast <strong>Arcane Surge</strong>.</li>\n  <li>The mage has <strong>Spymaster's Web</strong> equipped and has just cast <strong>Evocation</strong>.</li>\n</ul>",
  "MAGE_FIRE": "<p>Use <strong>Power Infusion</strong> on the Fire Mage when:</p>\n<ul>\n  <li>Their <strong>Combustion</strong> is about to come off cooldown (within the pre-cast window).</li>\n  <li>They already have <strong>Combustion</strong> active with more than 7 seconds remaining.</li>\n  <li>The encounter will end in less than 20 seconds.</li>\n</ul>",
  "MAGE_FROST": "<p>Use <strong>Power Infusion</strong> on the Frost Mage when:</p>\n<ul>\n  <li><strong>Power Infusion</strong> is not currently active.</li>\n</ul>",
  "MONK_WINDWALKER": "<p>Use <strong>Power Infusion</strong> on the Windwalker Monk when:</p>\n<ul>\n  <li>The Windwalker Monk's <strong>Xuen</strong> is active and <strong>Bloodlust</strong> is not active.</li>\n  <li>The Windwalker Monk's <strong>Xuen</strong> is active, <strong>Bloodlust</strong> is active, and <strong>Strike of the Windlord</strong> is on cooldown.</li>\n</ul>",
  "PALADIN_RETRIBUTION": "<p>Use <strong>Power Infusion</strong> on the Retribution Paladin when:</p>\n<ul>\n    <li>They activate <strong>Avenging Wrath</strong>, their primary damage cooldown</li>\n    <li>They use <strong>Crusade</strong> (if specced into this talent)</li>\n    <li>Your target is affected by their <strong>Execution Sentence</strong> debuff</li>\n</ul>",
  "PRIEST_SHADOW": "<p>Use <strong>Power Infusion</strong> on the Shadow Priest when:</p>\n<ul>\n  <li>They are in <strong>Voidform</strong> and <strong>Power Infusion</strong> is not active.</li>\n  <li>They have activated <strong>Dark Ascension</strong> and <strong>Power Infusion</strong> is not active.</li>\n  <li>They have the <strong>Twilight's Wrath 4-piece set bonus</strong> and <strong>Power Infusion</strong> is not active.</li>\n</ul>",
  "ROGUE_ASSASSINATION": "<p>Use <strong>Power Infusion</strong> on the Assassination Rogue when:</p>\n<ul>\n  <li>They have an active <strong>Deathmark</strong> effect on their target, as this maximizes burst potential during their strongest damage window.</li>\n</ul>",
  "ROGUE_SUBTLETY": "<p>Use <strong>Power Infusion</strong> on the Subtlety Rogue when:</p>\n<ul>\n  <li>The Rogue has <strong>Shadow Dance</strong> active, enhancing their abilities during this window.</li>\n</ul>",
  "SHAMAN_ELEMENTAL": "<p>Use <strong>Power Infusion</strong> on the Elemental Shaman when:</p>\n<ul>\n  <li>The Shaman is currently under the effect of <strong>Ascendance</strong> (their primary burst cooldown).</li>\n  <li><strong>Ascendance</strong> has over 30 seconds remaining on its cooldown (to align with alternative burst windows).</li>\n</ul>",
  "SHAMAN_ENHANCEMENT": "<p>Use <strong>Power Infusion</strong> on the Enhancement Shaman when:</p>\n<ul>\n  <li>The Shaman has <strong>Ascendance</strong> active.</li>\n  <li>The Shaman has <strong>Feral Spirit</strong> active.</li>\n  <li>The Shaman has <strong>Doom Winds</strong> active.</li>\n  <li>The encounter is within the final 20 seconds of any 2-minute window (e.g., 1:40–2:00, 3:40–4:00).</li>\n  <li>The Shaman’s earliest available talent cooldown is at least 2 minutes away.</li>\n  <li>The Shaman has not selected <strong>Ascendance</strong>, <strong>Feral Spirit</strong>, or <strong>Doom Winds</strong> talents.</li>\n</ul>",
  "WARLOCK_AFFLICTION": "<p>Use <strong>Power Infusion</strong> on the Affliction Warlock when:</p>\n<ul>\n  <li>The warlock has all relevant <strong>major offensive cooldowns active</strong>, specifically during cycles where they activate <strong>Summon Darkglare</strong> to maximize damage amplification during their burst window.</li>\n</ul>",
  "WARLOCK_DEMONOLOGY": "<p>Use <strong>Power Infusion</strong> on the Demonology Warlock when:</p>\n<ul>\n  <li>The warlock's <strong>imps are about to despawn</strong> within <strong>2 global cooldowns plus the time to cast Summon Demonic Tyrant</strong>.</li>\n  <li>They have just cast <strong>Hand of Gul'dan</strong> or <strong>Ruination</strong> (their previous ability).</li>\n  <li>Either the <strong>imp despawn is within 1 global cooldown plus the Tyrant's cast time</strong> or they have <strong>less than 2 Soul Shards</strong>.</li>\n</ul>",
  "WARLOCK_DESTRUCTION": "<p>Use <strong>Power Infusion</strong> on the Destruction Warlock when:</p>\n<ul>\n  <li>Their <strong>Summon Infernal</strong> is active during the encounter.</li>\n  <li>They have <strong>not selected the Summon Infernal talent</strong>, requiring alignment with their core rotation.</li>\n  <li>The encounter’s remaining duration is shorter than the time needed to use <strong>Summon Infernal</strong> again, ensuring <strong>Power Infusion</strong> is utilized before the fight ends.</li>\n</ul>",
  "WARRIOR_ARMS": "<p>Use <strong>Power Infusion</strong> on the Arms Warrior when:</p>\n<ul>\n  <li><strong>Colossus Smash</strong> is active on the target <strong>and the encounter has over 135 seconds remaining</strong>.</li>\n  <li>The Warrior is in the <strong>Execute phase</strong> and has <strong>Avatar</strong> active.</li>\n  <li>The encounter is in its final <strong>25 seconds</strong>.</li>\n</ul>",
  "WARRIOR_FURY": "<p>Use <strong>Power Infusion</strong> on the Fury Warrior when:</p>\n<ul>\n  <li>Their <strong>Avatar</strong> buff has more than 15 seconds remaining and the encounter duration allows full utilization of the cooldown.</li>\n  <li>They are in the <strong>Execute phase</strong> (sub-20% target health) while <strong>Avatar</strong> is active.</li>\n  <li>The encounter will end within 25 seconds, ensuring final burst damage optimization.</li>\n</ul>"
}