{
  "DEATHKNIGHT_FROST": "<p>Use <strong>Power Infusion</strong> on the Frost Deathknight when:</p>\n<ul>\n  <li><strong>Pillar of Frost</strong> is active <strong>or</strong> the Deathknight does not talented <strong>Pillar of Frost</strong>, <strong>and</strong> any of these conditions are met:</li>\n  <li>They talented <strong>Obliteration</strong> (regardless of other cooldowns)</li>\n  <li>They talented <strong>Breath of Sindragosa</strong> <strong>and</strong> its effect is active</li>\n  <li>They do <strong>not</strong> have <strong>Obliteration</strong> <strong>nor</strong> <strong>Breath of Sindragosa</strong> talented</li>\n</ul>",
  "DEATHKNIGHT_UNHOLY": "<p>Use <strong>Power Infusion</strong> on the Unholy Deathknight when:</p>\n<ul>\n  <li>The Deathknight is in a <strong>single-target phase</strong> or <strong>fighting priority adds</strong> while their <strong>Gargoyle</strong> is active with ≤22 seconds remaining.</li>\n  <li>They use <strong>Army of the Dead</strong> talent alongside <strong>Raise Abomination</strong> (with Abomination active & ≤18s remaining) or <strong>Army Ghouls</strong> (with ≤18s remaining).</li>\n  <li>They have <strong>Dark Transformation</strong> active and aren’t using <strong>Gargoyle</strong> or <strong>Army of the Dead</strong> talents.</li>\n  <li><strong>Gargoyle</strong> isn’t active yet, and its cooldown won’t align with Power Infusion’s duration.</li>\n  <li>There are 3+ enemies with <strong>Dark Transformation</strong> active or <strong>Death and Decay</strong> areas active.</li>\n</ul>",
  "DEMONHUNTER_HAVOC": "<p>Use <strong>Power Infusion</strong> on the Havoc Demon Hunter when:</p>\n<ul>\n  <li>The Demon Hunter has <strong>Metamorphosis</strong> active, maximizing their damage output during this powerful cooldown.</li>\n  <li>The encounter is within the final <strong>20 seconds</strong>, ensuring the buff’s full duration is utilized before the fight ends.</li>\n</ul>",
  "DRUID_BALANCE": "<p>Use <strong>Power Infusion</strong> on the Balance Druid when:</p>\n<ul>\n  <li>Their <strong>Celestial Alignment</strong> or <strong>Incarnation: Chosen of Elune</strong> cooldown is active, enhancing their burst window.</li>\n  <li>They are able to cast spells without movement interruptions.</li>\n  <li>They have an <strong>Empowerment</strong> buff (Solar or Lunar) active, ensuring optimal damage output.</li>\n</ul>",
  "DRUID_FERAL": "<p>Use <strong>Power Infusion</strong> on the Feral Druid when:</p>\n<ul>\n  <li><strong>Bloodlust</strong>/<strong>Heroism</strong> is active during their rotation (synced with raid buffs), or</li>\n  <li>The Druid has <strong>not selected</strong> the <strong>Berserk: Heart of the Lion</strong> talent (prioritizing PI as an alternative damage boost)</li>\n</ul>",
  "EVOKER_DEVASTATION": "<p>Use <strong>Power Infusion</strong> on the Devastation Evoker when:</p>\n<ul>\n  <li><strong>Dragonrage</strong> is active, and either: their <strong>Shattering Star</strong> is <strong>on cooldown</strong>, the target has the <strong>Shattering Star debuff</strong>, <strong>or there are 2+ enemies</strong>.</li>\n  <li>The encounter will end in <strong>under 35 seconds</strong> to ensure full cooldown utilization.</li>\n</ul>",
  "HUNTER_MARKSMANSHIP": "<p>Use <strong>Power Infusion</strong> on the Marksmanship Hunter when:</p>\n<ul>\n  <li>The hunter's <strong>Trueshot</strong> buff has more than 12 seconds remaining, ensuring maximum synergy with their cooldown window.</li>\n  <li>The encounter is within the final 13 seconds, allowing <strong>Power Infusion</strong> to be fully utilized before the fight ends.</li>\n</ul>",
  "HUNTER_SURVIVAL": "<p>Use <strong>Power Infusion</strong> on the Survival Hunter when:</p>\n<ul>\n  <li>The hunter has <strong>Coordinated Assault</strong> active.</li>\n  <li><strong>Spearhead</strong> is on cooldown and the hunter does NOT have <strong>Coordinated Assault</strong> talented.</li>\n  <li>The hunter has neither <strong>Coordinated Assault</strong> nor <strong>Spearhead</strong> talented.</li>\n</ul>",
  "MAGE_ARCANE": "<p>Use <strong>Power Infusion</strong> on the Arcane Mage when:</p>\n<ul>\n  <li>The Mage is <strong>not equipped with Spymaster's Web</strong> and has just cast <strong>Arcane Surge</strong>.</li>\n  <li>The Mage is <strong>equipped with Spymaster's Web</strong> and has just cast <strong>Evocation</strong>.</li>\n</ul>",
  "MAGE_FIRE": "<p>Use <strong>Power Infusion</strong> on the Fire Mage when:</p>\n<ul>\n  <li>The Mage is preparing to cast <strong>Combustion</strong> and has no active <strong>Power Infusion</strong> buff.</li>\n  <li><strong>Combustion</strong> is already active and has more than 7 seconds remaining on its duration.</li>\n  <li>The encounter is in its final 20 seconds, ensuring <strong>Power Infusion</strong> is utilized before the fight ends.</li>\n</ul>",
  "MAGE_FROST": "<p>Use <strong>Power Infusion</strong> on the Frost Mage when:</p>\n<ul>\n  <li><strong>Power Infusion</strong> is not already active on them.</li>\n  <li>The Mage activates their major cooldown <strong>Icy Veins</strong>.</li>\n  <li>The Mage has the <strong>Freezing Winds</strong> buff from the Cold Front talent.</li>\n</ul>",
  "MONK_WINDWALKER": "<p>Use <strong>Power Infusion</strong> on the Windwalker Monk when:</p>\n<ul>\n  <li>Their <strong>Xuen, the White Tiger</strong> is active, and the raid’s <strong>Bloodlust</strong> effect is <strong>not active</strong>.</li>\n  <li>Their <strong>Xuen, the White Tiger</strong> is active during <strong>Bloodlust</strong>, and their <strong>Strike of the Windlord</strong> is <strong>off cooldown</strong> and ready to be used.</li>\n</ul>",
  "PALADIN_RETRIBUTION": "<p>Use <strong>Power Infusion</strong> on the Retribution Paladin when:</p>\n<ul>\n  <li>The paladin has <strong>Avenging Wrath</strong> active.</li>\n  <li>The paladin has <strong>Crusade</strong> active.</li>\n  <li>The target is affected by the <strong>Execution Sentence</strong> debuff.</li>\n</ul>",
  "PRIEST_SHADOW": "<p>Use <strong>Power Infusion</strong> on the Shadow Priest when:</p>\n<ul>\n  <li><strong>Voidform</strong> is active and <strong>Power Infusion</strong> is not active,</li>\n  <li><strong>Dark Ascension</strong> is active and <strong>Power Infusion</strong> is not active,</li>\n  <li>or they have the <strong>TWW 4-piece set bonus</strong> active and <strong>Power Infusion</strong> is not active.</li>\n</ul>",
  "ROGUE_ASSASSINATION": "<p>Use <strong>Power Infusion</strong> on the Assassination Rogue when:</p>\n<ul>\n  <li>They have an active <strong>Deathmark</strong> debuff on their target to amplify damage during this high-impact cooldown window.</li>\n</ul>",
  "ROGUE_SUBTLETY": "<p>Use <strong>Power Infusion</strong> on the Subtlety Rogue when:</p>\n<ul>\n  <li>The Subtlety Rogue has <strong>Shadow Dance</strong> active during their rotation.</li>\n</ul>",
  "SHAMAN_ELEMENTAL": "<p>Use <strong>Power Infusion</strong> on the Elemental Shaman when:</p>\n<ul>\n  <li>They are actively channeling <strong>Ascendance</strong> to amplify its damage window.</li>\n  <li>Their <strong>Ascendance</strong> cooldown has more than 30 seconds remaining, allowing proactive use during other high-priority phases.</li>\n</ul>",
  "SHAMAN_ENHANCEMENT": "<p>Use <strong>Power Infusion</strong> on the Enhancement Shaman when:</p>\n<ul>\n  <li>They activate <strong>Ascendance</strong> OR summon <strong>Feral Spirit</strong> wolves OR trigger <strong>Doom Winds</strong></li>\n  <li>There are <strong>20 seconds or less remaining in a 2-minute window</strong> during boss encounters</li>\n  <li>Their major cooldowns won’t be available again for <strong>at least 2 minutes</strong></li>\n  <li>They haven’t selected <strong>Ascendance</strong>, <strong>Feral Spirit</strong>, or <strong>Doom Winds</strong> talents (generic priority)</li>\n</ul>",
  "WARLOCK_AFFLICTION": "<p>Use <strong>Power Infusion</strong> on the Affliction Warlock when:</p>  \n<ul>  \n  <li>Their <strong>Dark Soul: Misery</strong> or other major damage cooldowns are active to amplify burst phases.</li>  \n  <li>They are executing a pre-planned burst window during high-priority target encounters or critical fight mechanics.</li>  \n</ul>",
  "WARLOCK_DEMONOLOGY": "<p>Use <strong>Power Infusion</strong> on the Demonology Warlock when:</p>  \n<ul>  \n  <li>Their <strong>Demonic Tyrant</strong> summon is imminent, and their imps are about to despawn within the next few seconds.</li>  \n  <li>They have recently cast <strong>Hand of Gul'dan</strong> or <strong>Ruination</strong> to empower or summon imps before summoning the Demonic Tyrant.</li>  \n  <li>They are preparing to summon the Demonic Tyrant and have fewer than 2 <strong>Soul Shards</strong>, ensuring optimal timing for cooldown alignment.</li>  \n</ul>",
  "WARLOCK_DESTRUCTION": "<p>Use <strong>Power Infusion</strong> on the Destruction Warlock when:</p>  \n<ul>  \n  <li>The warlock’s <strong>Infernal</strong> is currently active and dealing damage.</li>  \n  <li>The warlock does <strong>not</strong> have the <strong>Summon Infernal</strong> talent selected.</li>  \n  <li>The encounter will end before the warlock can cast another <strong>Summon Infernal</strong>, but is still expected to last longer than <strong>Power Infusion</strong>’s full duration.</li>  \n  <li>The encounter will end within 15 seconds of the next possible <strong>Summon Infernal</strong> cooldown.</li>  \n</ul>",
  "WARRIOR_ARMS": "<p>Use <strong>Power Infusion</strong> on the Arms Warrior when:</p>\n<ul>\n  <li>the target has <strong>Colossus Smash</strong> debuff and the fight will last 135 seconds or longer.</li>\n  <li>the Warrior is in <strong>Execute Phase</strong> (target ≤20% health) and has <strong>Avatar</strong> active.</li>\n  <li>the fight is in its final 25 seconds.</li>\n</ul>",
  "WARRIOR_FURY": "<p>Use <strong>Power Infusion</strong> on the Fury Warrior when:</p>\n<ul>\n<li>The Fury Warrior’s <strong>Avatar</strong> has over 15 seconds remaining and the encounter duration is at least 135 seconds.</li>\n<li>The Warrior is in the <strong>Execute</strong> phase (target below 20% health) with <strong>Avatar</strong> active.</li>\n<li>The encounter will end within 25 seconds or less.</li>\n</ul>"
}