{
  "DEATHKNIGHT_FROST": "<p>Use <strong>Power Infusion</strong> on the Frost Death Knight when:</p>\n<ul>\n  <li><strong>Pillar of Frost</strong> is active (if the Death Knight has it talented).</li>\n  <li>The Death Knight is using the <strong>Obliteration</strong> talent.</li>\n  <li><strong>Breath of Sindragosa</strong> is active (if the Death Knight has it talented).</li>\n  <li>The",
  "DEATHKNIGHT_UNHOLY": "",
  "DEMONHUNTER_HAVOC": "<p>Use <strong>Power Infusion</strong> on the HAVOC DEMON HUNTER when:</p>\n<ul>\n  <li>The Demon Hunter is under the effect of <strong>Metamorphosis</strong>.</li>\n  <li>The encounter will end within <strong>20 seconds</strong> or less.</li>\n</ul>",
  "DRUID_BALANCE": "<p>Use <strong>Power Infusion</strong> on the Balance Druid when:</p>\n<ul>\n  <li>The Balance Druid is actively channeling <strong>Celestial Alignment</strong> or <strong>Incarnation: Chosen of Elune</strong> to maximize their burst damage window.</li>\n  <li>They are casting <strong>Convoke the Spirits</strong> during a critical phase of the encounter.</li>\n  <li>Their primary cooldowns align with a high-priority target or execute phase (e.g., during <strong>Eclipse</strong> transitions for optimal spell synergy).</li>\n</ul>",
  "DRUID_FERAL": "<p>Use <strong>Power Infusion</strong> on the Feral Druid when:</p>\n<ul>\n  <li>The Feral Druid has the <strong>Bloodtalons</strong> buff active to amplify their next damaging abilities.</li>\n  <li>The Feral Druid does <strong>not</strong> have the <strong>Berserk</strong> talent, increasing reliance on external cooldowns for burst damage.</li>\n</ul>",
  "EVOKER_DEVASTATION": "<p>Use <strong>Power Infusion</strong> on the DEVASTATION EVOKER when:</p>\n<ul>\n  <li><strong>Dragonrage</strong> is active <strong>and</strong> one of the following applies: <strong>Shattering Star</strong> is on cooldown, the target has <strong>Shattering Star's</strong> debuff, or there are 2 or more enemies.</li>\n  <li>The encounter will end in less than <strong>35 seconds</strong> to ensure the buff covers critical final damage.</li>\n</ul>",
  "HUNTER_MARKSMANSHIP": "<p>Use <strong>Power Infusion</strong> on the Marksmanship Hunter when:</p>\n<ul>\n<li>The Hunter's <strong>Trueshot</strong> is active with more than 12 seconds remaining on its duration.</li>\n<li>The remaining encounter time is less than 13 seconds.</li>\n</ul>",
  "HUNTER_SURVIVAL": "<p>Use <strong>Power Infusion</strong> on the Survival Hunter when:</p>\n<ul>\n  <li><strong>Coordinated Assault</strong> is active during their burst window.</li>\n  <li>The Hunter <strong>does not have Coordinated Assault</strong> and has used <strong>Spearhead</strong> (Spearhead is on cooldown).</li>\n  <li>The Hunter has <strong>neither Coordinated Assault nor Spearhead</strong> talents selected.</li>\n</ul>",
  "MAGE_ARCANE": "<p>Use <strong>Power Infusion</strong> on the ARCANE MAGE when:</p>\n<ul>\n  <li>The mage <strong>is not using Spymaster’s Web</strong> and their last cast was <strong>Arcane Surge</strong>.</li>\n  <li>The mage <strong>is using Spymaster’s Web</strong> and their last cast was <strong>Evocation</strong>.</li>\n</ul>",
  "MAGE_FIRE": "<p>Use <strong>Power Infusion</strong> on the FIRE MAGE when:</p>\n<ul>\n  <li><strong>Combustion</strong> is about to come off cooldown (within the pre-cast preparation time).</li>\n  <li><strong>Combustion</strong> is active and has more than 7 seconds remaining.</li>\n  <li>The encounter is about to end within <strong>20 seconds</strong>.</li>\n</ul>",
  "MAGE_FROST": "<p>Use <strong>Power Infusion</strong> on the FROST MAGE when:</p>\n<ul>\n  <li><strong>Power Infusion</strong> is not currently active on the Mage.</li>\n  <li>The Mage is activating a major offensive cooldown such as <strong>Icy Veins</strong> or <strong>Freezing Winds</strong>.</li>\n  <li>The Mage is in their burst window with active trinket or temporary damage buffs.</li>\n</ul>",
  "MONK_WINDWALKER": "<p>Use <strong>Power Infusion</strong> on the Windwalker Monk when:</p>\n<ul>\n  <li>The Monk's <strong>Xuen, the White Tiger</strong> is active and they are not under the effect of <strong>Bloodlust</strong>.</li>\n  <li>The Monk's <strong>Xuen, the White Tiger</strong> is active, they are under the effect of <strong>Bloodlust</strong>, and their <strong>Strike of the Windlord</strong> ability is on cooldown.</li>\n</ul>",
  "PALADIN_RETRIBUTION": "<p>Use <strong>Power Infusion</strong> on the Retribution Paladin when:</p>\n<ul>\n  <li>The Paladin has <strong>Avenging Wrath</strong> active.</li>\n  <li>The Paladin has <strong>Crusade</strong> active.</li>\n  <li>The target is affected by the <strong>Execution Sentence</strong> debuff.</li>\n</ul>",
  "PRIEST_SHADOW": "<p>Use <strong>Power Infusion</strong> on the SHADOW PRIEST when:</p>\n<ul>\n  <li>The Shadow Priest is in <strong>Voidform</strong>.</li>\n  <li>The Shadow Priest has <strong>Dark Ascension</strong> active.</li>\n  <li>The Shadow Priest has the <strong>TWW2 4-Piece Set Bonus</strong> equipped.</li>\n</ul>",
  "ROGUE_ASSASSINATION": "<p>Use <strong>Power Infusion</strong> on the ASSASSINATION ROGUE when:</p>\n<ul>\n  <li>Their <strong>Deathmark</strong> ability is actively dealing damage to the target.</li>\n</ul>",
  "ROGUE_SUBTLETY": "<p>Use <strong>Power Infusion</strong> on the SUBTLETY ROGUE when:</p>\n<ul>\n  <li>They have <strong>Shadow Dance</strong> active, as this aligns with their burst window for maximum damage amplification.</li>\n</ul>",
  "SHAMAN_ELEMENTAL": "<p>Use <strong>Power Infusion</strong> on the ELEMENTAL SHAMAN when:</p>\n<ul>\n  <li>They have <strong>Ascendance</strong> actively enhancing their abilities.</li>\n  <li><strong>Ascendance</strong>’s cooldown has more than 30 seconds remaining, ensuring it won’t be available for a significant period.</li>\n</ul>",
  "SHAMAN_ENHANCEMENT": "<p>Use <strong>Power Infusion</strong> on the Enhancement Shaman when:</p>\n<ul>\n  <li>Their <strong>Ascendance</strong> buff is active.</li>\n  <li>They activate <strong>Feral Spirit</strong>.</li>\n  <li>Their <strong>Doom Winds</strong> buff is active.</li>\n  <li>The encounter is in its final <strong>20 seconds</strong>.</li>\n  <li>Their major cooldowns are available (2 minutes or more remaining).</li>\n</ul>",
  "WARLOCK_AFFLICTION": "<p>Use <strong>Power Infusion</strong> on the AFFLICTION WARLOCK when:</p>\n<ul>\n  <li>Their <strong>major cooldowns</strong> (e.g., <strong>Summon Darkglare</strong>) are active to maximize burst damage during critical phases.</li>\n  <li>They are executing a <strong>pre-planned damage window</strong> aligned with raid mechanics or encounter-specific timings.</li>\n</ul>",
  "WARLOCK_DEMONOLOGY": "<p>Use <strong>Power Infusion</strong> on the DEMONOLOGY WARLOCK when:</p>\n<ul>\n  <li>The warlock’s <strong>Wild Imps</strong> are about to despawn within <strong>two global cooldowns</strong> plus the cast time of <strong>Summon Demonic Tyrant</strong>.</li>\n  <li>They’ve just cast <strong>Hand of Gul’dan</strong> or <strong>Ruination</strong> to empower or summon imps.</li>\n  <li>The imps’ despawn timer is within <strong>one global cooldown</strong> plus the cast time of <strong>Summon Demonic Tyrant</strong>, ensuring maximum uptime during their burst window.</li>\n</ul>",
  "WARLOCK_DESTRUCTION": "<p>Use <strong>Power Infusion</strong> on the DESTRUCTION WARLOCK when:</p>\n<ul>\n  <li>Their <strong>Infernal</strong> is active during a burst window.</li>\n  <li>They do <strong>not</strong> have the <strong>Summon Infernal</strong> talent (use on cooldown).</li>\n  <li>The encounter is ending soon, and they cannot summon another <strong>Infernal</strong> before it concludes.</li>\n</ul>",
  "WARRIOR_ARMS": "<p>Use <strong>Power Infusion</strong> on the ARMS WARRIOR when:</p>\n<ul>\n  <li>The target is affected by <strong>Colossus Smash</strong> and the encounter has more than 135 seconds remaining.</li>\n  <li>The warrior is in the <strong>Execute Phase</strong> (target below 20% health) and has <strong>Avatar</strong> active.</li>\n  <li>The encounter is in its final 25 seconds.</li>\n</ul>",
  "WARRIOR_FURY": "<p>Use <strong>Power Infusion</strong> on the FURY WARRIOR when:</p>\n<ul>\n  <li>During the <strong>Execute phase</strong> (target below 20% health) while the Fury Warrior has <strong>Avatar</strong> active.</li>\n  <li>The Fury Warrior has <strong>Avatar</strong> active and the remaining encounter time allows the full duration of <strong>Power Infusion</strong> (over 2 minutes remaining).</li>\n  <li>In the final 25 seconds of the encounter to maximize damage output before the fight ends.</li>\n</ul>"
}